[
 [
  "When News Breaks - Reporting from Wuhan (Arabic)",
  "عند انتشار الأخبار - التقارير من ووهان (باللغة العربية)"
 ],
 [
  "CNN's David Culver and his team - photojournalist Natalie Thomas and producer Yong Xiong - traveled to Wuhan in the early months of the pandemic, recording their journey there and back to Beijing.",
  "سافر ديفيد كولفر من CNN وفريقه - المصورة الصحفية ناتالي توماس والمنتج يونغ شيونغ - إلى ووهان في الأشهر الأولى من الوباء، وسجلوا رحلتهم هناك والعودة إلى بكين."
 ],
 [
  "Click the \"Start Course\" button to read all about their journey.",
  "انقر على زر «بدء الدورة» لقراءة كل شيء عن رحلتهم."
 ],
 [
  "Wuhan During Coronavirus",
  "ووهان أثناء فيروس كورونا"
 ],
 [
  "Journey to Wuhan",
  "رحلة إلى ووهان"
 ],
 [
  "Wuhan, China was the original epicenter of the Covid-19 pandemic that started in late 2019.  As the virus began to spread and sicken more people, David Culver and his team traveled there in January 2020 to document what was happening.  But less than two days after they got there, the city was preparing to impose a lockdown, and David and his colleagues had to leave in a hurry.",
  "كانت ووهان بالصين المركز الأصلي لوباء Covid-19 الذي بدأ في أواخر عام 2019. عندما بدأ الفيروس في الانتشار ومرض المزيد من الأشخاص، سافر ديفيد كولفر وفريقه إلى هناك في يناير 2020 لتوثيق ما كان يحدث. ولكن بعد أقل من يومين من وصولهم إلى هناك، كانت المدينة تستعد لفرض الإغلاق، واضطر ديفيد وزملاؤه إلى المغادرة بسرعة."
 ],
 [
  "David and his colleagues didn't know beforehand that Wuhan was about to put a lockdown in place, but they knew it would be a challenging story to tell.  So, they prepared for that.",
  "لم يكن ديفيد وزملاؤه يعرفون مسبقًا أن ووهان على وشك وضع الإغلاق، لكنهم كانوا يعرفون أنها ستكون قصة صعبة يجب سردها. لذلك، استعدوا لذلك."
 ],
 [
  "David knew before he got to Wuhan that access to people and locations would be an issue.  Even when it may be legal to record video somewhere, police might try to make it difficult for you.",
  "كان ديفيد يعلم قبل وصوله إلى ووهان أن الوصول إلى الأشخاص والمواقع سيكون مشكلة. حتى عندما يكون من القانوني تسجيل الفيديو في مكان ما، قد تحاول الشرطة جعل الأمر صعبًا بالنسبة لك."
 ],
 [
  "Challenges",
  "التحديات"
 ],
 [
  "Reporting from Wuhan carried a great risk.  At this time, there was a growing number of people getting sick and dying from the coronavirus outbreak.  There were a lot of unknowns about the spread and the symptoms, but the team had to take the safety precautions they knew of and prepare for a quarantine after they left Wuhan.",
  "تحمل التقارير من ووهان مخاطر كبيرة. في هذا الوقت، كان هناك عدد متزايد من الأشخاص الذين يصابون بالمرض ويموتون بسبب تفشي فيروس كورونا. كان هناك الكثير من الأمور المجهولة حول الانتشار والأعراض، لكن كان على الفريق اتخاذ احتياطات السلامة التي عرفوها والاستعداد للحجر الصحي بعد مغادرتهم ووهان."
 ],
 [
  "Safety",
  "الأمان"
 ],
 [
  "The team knew the journey to Wuhan and back to Beijing would be a part of the narrative.  It became an even bigger part after Wuhan decided to impose a lockdown.",
  "عرف الفريق أن الرحلة إلى ووهان والعودة إلى بكين ستكون جزءًا من السرد. أصبح جزءًا أكبر بعد أن قررت ووهان فرض الإغلاق."
 ],
 [
  "Narrative",
  "سرد"
 ],
 [
  "David and his team didn't know what they would actually be able to gather when they got to Wuhan.  But they prioritized getting video of life on the city's streets and the seafood market believed to be the origin of the outbreak.  They also knew the journey itself would likely yield some good pictures.",
  "لم يعرف ديفيد وفريقه ما الذي سيتمكنون بالفعل من جمعه عندما وصلوا إلى ووهان. لكنهم أعطوا الأولوية للحصول على فيديو للحياة في شوارع المدينة وسوق المأكولات البحرية الذي يعتقد أنه أصل تفشي المرض. كانوا يعرفون أيضًا أن الرحلة نفسها من المحتمل أن تسفر عن بعض الصور الجيدة."
 ],
 [
  "Storyboard",
  "القصة المصورة"
 ],
 [
  "Watch David's first report from Wuhan below.",
  "شاهد تقرير ديفيد الأول من ووهان أدناه."
 ],
 [
  "Discussion",
  "مناقشة"
 ],
 [
  "David Culver and his team knew from their storyboard and planning that the first priority in this story was getting strong visuals.  The opening shots we see are scenes from the streets of Wuhan around the seafood market.  The pacing of the narrative moves along fairly quickly, as it gives the viewer a glimpse of a city on the brink of crisis.  When we see David in reporter stand-ups, he uses them to explain the scenes the viewer is seeing.",
  "عرف ديفيد كولفر وفريقه من خلال لوحة العمل والتخطيط أن الأولوية الأولى في هذه القصة هي الحصول على صور قوية. اللقطات الافتتاحية التي نراها هي مشاهد من شوارع ووهان حول سوق المأكولات البحرية. تسير وتيرة السرد بسرعة كبيرة، حيث تعطي المشاهد لمحة عن مدينة على شفا أزمة. عندما نرى ديفيد في لقطات المراسل، يستخدمها لشرح المشاهد التي يراها المشاهد."
 ],
 [
  "Escape from Wuhan",
  "الهروب من ووهان"
 ],
 [
  "David and his team thought they were going to have a week to report from Wuhan.  Instead, they only had two days.  So they had to make adjustments and be flexible.  Although they didn't have time to get everything they had hoped for, the story changed when the city-wide lockdown became imminent.  Getting out of Wuhan before the lockdown went into effect became the second half of the story, and the journey back to Beijing became the narrative for it.",
  "اعتقد ديفيد وفريقه أنه سيكون لديهم أسبوع لتقديم تقرير من ووهان. بدلاً من ذلك، لم يكن لديهم سوى يومين. لذلك كان عليهم إجراء تعديلات والتحلي بالمرونة. على الرغم من أنه لم يكن لديهم الوقت للحصول على كل ما كانوا يأملون فيه، إلا أن القصة تغيرت عندما أصبح الإغلاق على مستوى المدينة وشيكًا. أصبح الخروج من ووهان قبل دخول الإغلاق حيز التنفيذ هو النصف الثاني من القصة، وأصبحت رحلة العودة إلى بكين قصة ذلك."
 ],
 [
  "Watch his report on leaving Wuhan below.",
  "شاهد تقريره عن مغادرة ووهان أدناه."
 ],
 [
  "Going Viral",
  "الانتقال إلى حالة فيروسية"
 ],
 [
  "David Culver's story went viral on social media, with more than 200 million views.  That version was structured a little differently, with more comprehensive information about what we knew about Covid-19 so far, but still using some of the same images and reporting in the two stories you just watched.  The social media story also used more pieces-to-tape to carry the storytelling narrative.",
  "انتشرت قصة ديفيد كولفر على وسائل التواصل الاجتماعي، حيث حصدت أكثر من 200 مليون مشاهدة. تم تصميم هذا الإصدار بشكل مختلف قليلاً، مع معلومات أكثر شمولاً حول ما عرفناه عن Covid-19 حتى الآن، ولكن مع الاستمرار في استخدام بعض الصور نفسها والتقارير في القصتين اللتين شاهدتهما للتو. استخدمت قصة وسائل التواصل الاجتماعي أيضًا المزيد من القطع إلى الشريط لنقل السرد القصصي."
 ],
 [
  "Watch it here now. ",
  "شاهده هنا الآن. "
 ],
 [
  "Putting the Art of Storytelling into Practice",
  "وضع فن رواية القصص موضع التنفيذ"
 ],
 [
  "The viewer follows the reporter doing what thousands of others are doing",
  "يتابع المشاهد المراسل وهو يفعل ما يفعله الآلاف من الآخرين"
 ],
 [
  "One Among Many",
  "واحد من بين العديد"
 ],
 [
  "The viewer is along for the journey to and from Wuhan, with enough time in the city to get a sense of the atmosphere",
  "ينطلق المشاهد في رحلته من وإلى ووهان، مع ما يكفي من الوقت في المدينة للتعرف على الأجواء"
 ],
 [
  "The Journey",
  "ذا جورني"
 ],
 [
  "The viewer travels to a place at the epicenter of the story",
  "يسافر المشاهد إلى مكان في مركز القصة"
 ],
 [
  "The Place",
  "ذا بليس"
 ]
]