[
 [
  "When News Breaks - Enterprise vs. Breaking News Reporting (Arabic)",
  "عند ظهور الأخبار - تقارير المؤسسة مقابل الأخبار العاجلة (باللغة العربية)"
 ],
 [
  "Enterprise vs. Breaking News Reporting",
  "المؤسسة مقابل تقارير الأخبار العاجلة"
 ],
 [
  "Enterprise Reporting",
  "تقارير المؤسسة"
 ],
 [
  "Most of the storytelling we've been discussing here has been centered around enterprise reporting.  These are stories that you or a team of people in your organization find and then report.  ",
  "تمحورت معظم القصص التي ناقشناها هنا حول إعداد تقارير المؤسسة. هذه هي القصص التي تقوم أنت أو فريق من الأشخاص في مؤسستك بالعثور عليها ثم الإبلاغ عنها. "
 ],
 [
  "Enterprise reporting goes beyond telling your audience the facts about something that has happened",
  "تتجاوز تقارير المؤسسة إخبار جمهورك بالحقائق حول شيء حدث"
 ],
 [
  "Finding these stories is based on reading, talking to people, and sometimes, investigating",
  "يعتمد العثور على هذه القصص على القراءة والتحدث مع الناس وأحيانًا التحقيق"
 ],
 [
  "Whether you are telling a breaking news story or an enterprise story, strong video and engaging storytelling are at the core.",
  "سواء كنت تروي قصة إخبارية عاجلة أو قصة مؤسسة، فإن الفيديو القوي ورواية القصص الجذابة هما في صميم الأمر."
 ],
 [
  "Breaking News Reporting",
  "تقارير الأخبار العاجلة"
 ],
 [
  "Reporting on breaking news can be more of a storytelling challenge, because you are watching the story unfold and learning or verifying the information as it comes in.",
  "يمكن أن يكون الإبلاغ عن الأخبار العاجلة أكثر من تحدٍ لسرد القصص، لأنك تشاهد القصة تتكشف وتتعلم أو تتحقق من المعلومات فور ورودها."
 ],
 [
  "The storyteller has to juggle new information, process it, and then tell the audience",
  "يجب على راوي القصص التوفيق بين المعلومات الجديدة ومعالجتها ثم إخبار الجمهور"
 ],
 [
  "Little or no time to research, prepare or storyboard",
  "وقت قليل أو معدوم للبحث أو الإعداد أو القصة المصورة"
 ],
 [
  "Responding to something that has just happened or is still happening",
  "الرد على شيء حدث للتو أو لا يزال يحدث"
 ],
 [
  "Check Your Understanding",
  "تحقق من فهمك"
 ],
 [
  "See if you can tell the difference between these enterprise and breaking stories:",
  "تحقق مما إذا كان بإمكانك معرفة الفرق بين هذه المشاريع والقصص العاجلة:"
 ],
 [
  "A prime minister resigns after being accused of corruption",
  "استقالة رئيس الوزراء بعد اتهامه بالفساد"
 ],
 [
  "Airline records reveal poor maintenance on a plane that crashed",
  "تكشف سجلات شركات الطيران عن سوء الصيانة على متن طائرة تحطمت"
 ],
 [
  "A beloved movie star dies in a plane crash",
  "وفاة نجم سينمائي محبوب في حادث تحطم طائرة"
 ],
 [
  "A government official has been funneling state funds to his family",
  "يقوم مسؤول حكومي بتحويل أموال الدولة إلى عائلته"
 ]
]