[
 [
  "When News Breaks - Reporting from Wuhan (Kurdish)",
  "کاتێک هەواڵەکان دەشکێنن - ڕاپۆرتکردن لە ووهان (کوردی)"
 ],
 [
  "CNN's David Culver and his team - photojournalist Natalie Thomas and producer Yong Xiong - traveled to Wuhan in the early months of the pandemic, recording their journey there and back to Beijing.",
  "دەیڤد کولڤەری سی ئێن ئێن و تیمەکەی ناتالی تۆماس و بەرهەمهێنەری یۆنگ شیۆنگ گەشتیان کرد بۆ ووهان لە مانگەکانی سەرەتای پەتاکە، گەشتەکەیان تۆمار کرد بۆ ئەوێ و گەڕانەوە بۆ پەکین."
 ],
 [
  "Click the \"Start Course\" button to read all about their journey.",
  "کرتە بکە لەسەر دوگمەی \"دەستپێک کۆرس\" بۆ خوێندنەوەی هەموو دەربارەی گەشتەکەیان."
 ],
 [
  "Wuhan During Coronavirus",
  "ووهان لە کاتی کرۆناڤیروس"
 ],
 [
  "Journey to Wuhan",
  "گەشت بۆ ووهان"
 ],
 [
  "Wuhan, China was the original epicenter of the Covid-19 pandemic that started in late 2019.  As the virus began to spread and sicken more people, David Culver and his team traveled there in January 2020 to document what was happening.  But less than two days after they got there, the city was preparing to impose a lockdown, and David and his colleagues had to leave in a hurry.",
  "ووهان، چین ناوەندی سەرەکی کۆڤید-١٩ بوو کە لە کۆتاییەکانی ٢٠١٩ دەستی پێکرد.  کاتێک ڤایرۆسەکە دەستی کرد بە بڵاوبوونەوە و نەخۆشکردنی خەڵکی زیاتر، دەیڤد کولڤەر و تیمەکەی لە مانگی کانوونی دووەمی 2020 گەشتیان بۆ ئەوێ کرد بۆ ئەوەی ئەوەی ڕوودەدات بە بەڵگە.  بەڵام کەمتر لە دوو ڕۆژ دوای ئەوەی گەیشتبوون بۆ ئەوێ، شارەکە ئامادەکاری دەکرد بۆ سەپاندنی داخستنی، داود و هاوکارەکانی ناچار بوون بەپەلە بڕۆن."
 ],
 [
  "David and his colleagues didn't know beforehand that Wuhan was about to put a lockdown in place, but they knew it would be a challenging story to tell.  So, they prepared for that.",
  "داود و هاوپیشەکانی پێشتر نەیاندەزانی کە ووهان خەریک بوو قوفڵدانێک لە شوێنی خۆی دابنێت، بەڵام ئەوان دەیانزانی ئەوە چیرۆکێکی بەرەنگاریە بۆ وتن.  کەواتە، ئەوان بۆ ئەوە ئامادە بوون"
 ],
 [
  "David knew before he got to Wuhan that access to people and locations would be an issue.  Even when it may be legal to record video somewhere, police might try to make it difficult for you.",
  "داود دەیزانی پێش ئەوەی بگاتە ووهان کە گەیشتن بە خەڵک و شوێنەکان کێشە دەبێت.  تەنانەت کاتێک کە لەوانەیە یاسایی بێت بۆ تۆمارکردنی ڤیدیۆ لە شوێنێک، لەوانەیە پۆلیس هەوڵ بدات بۆ ئەوەی قورسی بکات بۆ تۆ."
 ],
 [
  "Challenges",
  "تەحەداکان"
 ],
 [
  "Reporting from Wuhan carried a great risk.  At this time, there was a growing number of people getting sick and dying from the coronavirus outbreak.  There were a lot of unknowns about the spread and the symptoms, but the team had to take the safety precautions they knew of and prepare for a quarantine after they left Wuhan.",
  "ڕاپۆرت کردن لە ووهان مەترسیەکی گەورەی هەڵگرت.  لەم کاتەدا، ژمارەیەکی زۆر لە خەڵک تووشی نەخۆشی و مردن بوون لە سەرهەڵدانی ڤایرۆسی کرۆناڤیروس  دەربارەی بڵاوبوونەوەکە و نیشانەکان زۆر نەزانراو هەبوون، بەڵام تیمەکە پێویست بوو کە ئەو چاودێرییە سەلامەتییە بگرن کە دەیانزانی و دوای ڕۆیشتنیان لە ووهان، ئامادەکاری بۆ کەرەنتینێک دەکەن."
 ],
 [
  "Safety",
  "سەلامەتی"
 ],
 [
  "The team knew the journey to Wuhan and back to Beijing would be a part of the narrative.  It became an even bigger part after Wuhan decided to impose a lockdown.",
  "تیمەکە دەیزانی گەشتەکە بۆ ووهان و گەڕانەوە بۆ پەکین دەبێتە بەشێک لە چیرۆکەکە.  ئەوە بوو بە بەشێکی گەورەتر دوای ئەوەی ووهان بڕیاری دا کە قوفڵدانێک بسەپێنێت."
 ],
 [
  "Narrative",
  "گێڕانەوە"
 ],
 [
  "David and his team didn't know what they would actually be able to gather when they got to Wuhan.  But they prioritized getting video of life on the city's streets and the seafood market believed to be the origin of the outbreak.  They also knew the journey itself would likely yield some good pictures.",
  "داود و تیمەکەی نەیاندەزانی کە لە ڕاستیدا چی دەتوانن کۆببنەوە کاتێک گەیشتینە ووهان.  بەڵام ئەوان ئەولەوییەتی وەرگرتنی ڤیدیۆی ژیان لە شەقامەکانی شارەکە و بازاڕی خواردنی دەریایی کە باوەڕیان وابوو کە بنچینەی بڵاوبوونەوەیە.  ئەوان هەروەها زانیان کە گەشتەکە خۆی لەوانەیە هەندێک وێنەی باش بەرهەم بهێنێ."
 ],
 [
  "Storyboard",
  "تەختەی چیرۆک"
 ],
 [
  "Watch David's first report from Wuhan below.",
  "سەیری یەکەم ڕاپۆرتی دەیڤد بکە لە ووهان لە خوارەوە."
 ],
 [
  "Discussion",
  "گفتوگۆ"
 ],
 [
  "David Culver and his team knew from their storyboard and planning that the first priority in this story was getting strong visuals.  The opening shots we see are scenes from the streets of Wuhan around the seafood market.  The pacing of the narrative moves along fairly quickly, as it gives the viewer a glimpse of a city on the brink of crisis.  When we see David in reporter stand-ups, he uses them to explain the scenes the viewer is seeing.",
  "دەیڤد کولڤەر و تیمەکەی لە تەختەی چیرۆکەکەیان زانیان و پلان دادەنێن کە ئەولەویەتی یەکەم لەم چیرۆکەدا بینینی بەهێز دەبێت.  ئەو تەقە کراوەیەی کە دەیبینین دیمەنن لە شەقامەکانی ووهان لە دەوروبەری بازاڕی خواردنی دەریایی.  بۆشایی چیرۆکەکە بە خێرایی دەجوڵێتەوە، چونکە سەرنجێک دەداتە بینەری شارێک لە لێواری قەیرانەوە.  کاتێک دەیڤد لە راگەیەنراوەکانی پەیامنێردا دەبینین، بۆ ڕوونکردنەوەی ئەو دیمەنانەی کە بینەر دەیبینێت بەکاری دەهێنێت."
 ],
 [
  "Escape from Wuhan",
  "هەڵاتن لە ووهان"
 ],
 [
  "David and his team thought they were going to have a week to report from Wuhan.  Instead, they only had two days.  So they had to make adjustments and be flexible.  Although they didn't have time to get everything they had hoped for, the story changed when the city-wide lockdown became imminent.  Getting out of Wuhan before the lockdown went into effect became the second half of the story, and the journey back to Beijing became the narrative for it.",
  "دەیڤد و تیمەکەی پێیان وابوو کە هەفتەیەکیان دەبێت بۆ ڕاپۆرتدان لە ووهان.  لە جیاتی ئەوە، ئەوان تەنها دوو ڕۆژیان هەبوو.  بۆیە ئەوان دەبوا هەمواری بکەن و نەرم بن.  هەرچەندە ئەوان کاتیان نەبوو بۆ بەدەست هێنانی هەموو ئەو شتانەی کە هیوایان بۆ دەخواست، بەڵام چیرۆکەکە گۆڕا کاتێک داخستنی فراوانی شار نزیک بووەتەوە.  دەرچوون لە ووهان پێش ئەوەی قوفڵکردنەکە بچێتە ناو نیوەی دووەمی چیرۆکەکەوە، وە گەشتەکە بۆ پەکین بوو بە چیرۆک بۆی."
 ],
 [
  "Watch his report on leaving Wuhan below.",
  "سەیری ڕاپۆرتەکەی بکە لەسەر جێهێشتنی ووهان لە خوارەوە."
 ],
 [
  "Going Viral",
  "ڕۆیشتنی ڤایرۆسی"
 ],
 [
  "David Culver's story went viral on social media, with more than 200 million views.  That version was structured a little differently, with more comprehensive information about what we knew about Covid-19 so far, but still using some of the same images and reporting in the two stories you just watched.  The social media story also used more pieces-to-tape to carry the storytelling narrative.",
  "چیرۆکەکەی دەیڤد کولڤەر لە تۆڕە کۆمەڵایەتییەکاندا ڤایرۆسی بوو، بە زیاتر لە 200 ملیۆن بینین.  ئەو وەشانە کەمێک جیاواز پێک هاتووە، لەگەڵ زانیاری گشتگیرتر دەربارەی ئەوەی کە ئێمە دەربارەی کۆڤید-19 تا ئێستا دەیزانین، بەڵام هێشتا هەندێک لە هەمان وێنەکان و ڕاپۆرت کردن لەو دوو چیرۆکەی کە تۆ ئێستا سەیریت کردووە بەکاردێنێت.  چیرۆکی تۆڕە کۆمەڵایەتیەکان هەروەها پارچە بۆ شریتێکی زیاتریان بەکارهێنا بۆ هەڵگرتنی چیرۆکی چیرۆکەکە."
 ],
 [
  "Watch it here now. ",
  "ئێستا لێرە سەیری بکە"
 ],
 [
  "Putting the Art of Storytelling into Practice",
  "دانانی هونەری چیرۆک گێرانەوە بۆ ڕاهێنان"
 ],
 [
  "The viewer follows the reporter doing what thousands of others are doing",
  "بینەر بەدوای پەیامنێردا دێت کە هەزاران کەسی تر چی دەکەن"
 ],
 [
  "One Among Many",
  "یەک لە نێوان زۆرێک"
 ],
 [
  "The viewer is along for the journey to and from Wuhan, with enough time in the city to get a sense of the atmosphere",
  "بینەرەکە بە درێژایی گەشتەکەیە بۆ ووهان، لەگەڵ کاتی پێویست لە شارەکەدا بۆ ئەوەی هەست بە کەش و هەوا بکات"
 ],
 [
  "The Journey",
  "گەشتەکە"
 ],
 [
  "The viewer travels to a place at the epicenter of the story",
  "بینەرەکە گەشت دەکات بۆ شوێنێک لە ناوەندی چیرۆکەکە"
 ],
 [
  "The Place",
  "شوێنەکە"
 ]
]