[
 [
  "When News Breaks: Newsgathering (Arabic)",
  "عند انتشار الأخبار: جمع الأخبار (باللغة العربية)"
 ],
 [
  "This course is designed to help you understand how CNN decides what is breaking news, how we categorize breaking news stories in terms of significance, and what steps CNN goes through as we respond to a breaking story.",
  "تم تصميم هذه الدورة لمساعدتك على فهم كيف تقرر CNN ما هي الأخبار العاجلة، وكيف نصنف القصص الإخبارية العاجلة من حيث الأهمية، والخطوات التي تمر بها CNN أثناء استجابتنا لقصة عاجلة."
 ],
 [
  "Click the \"Start Course\" button to begin.",
  "انقر على زر «بدء الدورة» للبدء."
 ],
 [
  "Introduction",
  "مقدمة"
 ],
 [
  "Breaking News Definition ",
  "تعريف الأخبار العاجلة "
 ],
 [
  "What is Breaking News?",
  "ما هي الأخبار العاجلة؟"
 ],
 [
  "Breaking news is an event we didn't anticipate. It is an unexpected development that requires us to pull all our resources together immediately to provide quick and accurate information to our audience. In many cases we will \"break\" into our regular programming to tell the audience about it even if, at first, we don't have all the details. ",
  "الأخبار العاجلة هي حدث لم نتوقعه. إنه تطور غير متوقع يتطلب منا جمع جميع مواردنا معًا على الفور لتوفير معلومات سريعة ودقيقة لجمهورنا. في كثير من الحالات، سنقوم «باقتحام» برامجنا العادية لإخبار الجمهور عنها حتى لو لم تكن لدينا جميع التفاصيل في البداية. "
 ],
 [
  "Breaking news also refers to any significant advance on a story we're already covering. It can be a new piece of information that we feel our audience needs to know about. So the spectrum of breaking news is extensive, it can range from everything from a terror attack to something that's happening on the field of battle, to a weather event, to a political resignation.    ",
  "تشير الأخبار العاجلة أيضًا إلى أي تقدم كبير في قصة نقوم بتغطيتها بالفعل. يمكن أن تكون معلومة جديدة نشعر أن جمهورنا بحاجة إلى معرفتها. لذا فإن طيف الأخبار العاجلة واسع النطاق، ويمكن أن يتراوح من كل شيء من هجوم إرهابي إلى شيء يحدث في ميدان المعركة، إلى حدث الطقس، إلى الاستقالة السياسية. "
 ],
 [
  "This is \"Breaking News Definition\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «تعريف الأخبار العاجلة» من CNN Academy على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Breaking News Definition",
  "تعريف الأخبار العاجلة"
 ],
 [
  "Ram Ramgopal, CNN Row Executive Editor",
  "رام رامغوبل، المحرر التنفيذي لشبكة CNN Row"
 ],
 [
  "We look at breaking news as any significant advance on a story or a story that comes out of the blue. Something that we were not expecting and something that needs to be translated into copy that can go on air immediately. ",
  "نحن ننظر إلى الأخبار العاجلة على أنها أي تقدم مهم في قصة أو قصة تخرج من فراغ. شيء لم نتوقعه وشيء يجب ترجمته إلى نسخة يمكن بثها على الهواء على الفور. "
 ],
 [
  "Understanding On-Screen Breaking News Cues ",
  "فهم إشارات الأخبار العاجلة على الشاشة "
 ],
 [
  "This red tab is a visible indicator to our audience that we are in breaking news coverage and the story we are bringing them is a new development.  It conveys a sense of urgency and helps our audience immediately recognize the importance of the story we are covering on air.",
  "علامة التبويب الحمراء هذه هي مؤشر مرئي لجمهورنا على أننا في تغطية الأخبار العاجلة والقصة التي نقدمها لهم هي تطور جديد. إنها تنقل إحساسًا بالإلحاح وتساعد جمهورنا على إدراك أهمية القصة التي نغطيها على الهواء على الفور."
 ],
 [
  "Breaking News Tab",
  "علامة تبويب الأخبار العاجلة"
 ],
 [
  "This is a headline banner. It conveys a good snapshot of what the story is about. We communicate the key elements of a breaking news story with our audience using such banners. ",
  "هذه لافتة رئيسية. إنها تنقل لقطة جيدة لما تدور حوله القصة. ننقل العناصر الرئيسية لقصة إخبارية عاجلة إلى جمهورنا باستخدام هذه اللافتات. "
 ],
 [
  "Headline Banner",
  "شعار العنوان"
 ],
 [
  "CNN is known around the world for breaking news coverage. The Live tab indicates a sense of urgency to the audience and lets them know that they are receiving information as it happens. ",
  "CNN معروفة في جميع أنحاء العالم بتغطيتها للأخبار العاجلة. تشير علامة تبويب البث المباشر إلى الشعور بالإلحاح لدى الجمهور وتتيح لهم معرفة أنهم يتلقون المعلومات فور حدوثها. "
 ],
 [
  "Live",
  "بث مباشر"
 ],
 [
  "CNN anchors are journalists with years of experience covering major breaking news stories. During breaking news coverage they become the key conduit between the reporters and eyewitnesses on the ground and the audience watching at home. They tap into their years of experience and knowledge about global affairs to provide context around a specific event and to help the audience understand the nuance of a specific event. ",
  "مذيعو CNN هم صحفيون لديهم سنوات من الخبرة في تغطية الأخبار العاجلة الرئيسية. خلال التغطية الإخبارية العاجلة، تصبح القناة الرئيسية بين المراسلين وشهود العيان على الأرض والجمهور الذي يشاهد في المنزل. إنهم يستفيدون من سنوات خبرتهم ومعرفتهم بالشؤون العالمية لتوفير سياق حول حدث معين ومساعدة الجمهور على فهم الفروق الدقيقة لحدث معين. "
 ],
 [
  "Wolf Blitzer is CNN's lead political anchor and the anchor of The Situation Room with Wolf Blitzer. Find out ",
  "وولف بليتزر هو المذيع السياسي الرئيسي لشبكة CNN ومذيع غرفة العمليات مع وولف بليتزر. اكتشف "
 ],
 [
  "more about Wolf",
  "المزيد عن وولف"
 ],
 [
  ".",
  "."
 ],
 [
  "The Anchor",
  "ذا أنكور"
 ],
 [
  "Television, as the name suggests, is a visual medium. Video and images are key to our storytelling on TV and continuously bringing viewers the latest visuals is of the greatest importance to CNN.",
  "التلفزيون، كما يوحي الاسم، هو وسيلة بصرية. يعد الفيديو والصور عنصرًا أساسيًا في سرد القصص على التلفزيون، كما أن تزويد المشاهدين باستمرار بأحدث الصور هو أمر بالغ الأهمية لشبكة CNN."
 ],
 [
  "The Live Shot",
  "ذا لايف شوت"
 ],
 [
  "This tells the viewer the location from which these images are being broadcast and the time at that location. It is very important to use such on-screen furniture to communicate elements of the story to the viewer in a clear way.",
  "هذا يخبر المشاهد بالموقع الذي يتم بث هذه الصور منه والوقت في هذا الموقع. من المهم جدًا استخدام مثل هذا الأثاث على الشاشة لتوصيل عناصر القصة إلى المشاهد بطريقة واضحة."
 ],
 [
  "Time & Location",
  "الوقت والموقع"
 ],
 [
  "Breaking news is an unexpected event or a significant development in an ongoing story that requires us to break into our regular programming. ",
  "الأخبار العاجلة هي حدث غير متوقع أو تطور مهم في قصة مستمرة تتطلب منا اقتحام برامجنا العادية. "
 ],
 [
  "Breaking news is an unexpected event that we couldn't plan for or a significant development in an ongoing story that requires us to break into our regular programming. ",
  "الأخبار العاجلة هي حدث غير متوقع لم نتمكن من التخطيط له أو تطور مهم في قصة مستمرة تتطلب منا اقتحام برامجنا العادية. "
 ],
 [
  "Breaking news is...",
  "الأخبار العاجلة هي..."
 ],
 [
  "An unexpected event",
  "حدث غير متوقع"
 ],
 [
  "Every news story is a breaking news story at some point ",
  "كل قصة إخبارية هي قصة إخبارية عاجلة في مرحلة ما. "
 ],
 [
  "Very important so we planned for it and are ready to cover it",
  "مهم جدًا لذلك خططنا له ونحن على استعداد لتغطيته"
 ],
 [
  "A significant development in an ongoing story ",
  "تطور مهم في قصة مستمرة "
 ],
 [
  "Complete the content above before moving on.",
  "أكمل المحتوى أعلاه قبل الانتقال."
 ],
 [
  "CONTINUE",
  "يستمر"
 ],
 [
  "Levels of Breaking News",
  "مستويات الأخبار العاجلة"
 ],
 [
  "Determining the level of a breaking news story is inherently subjective. A change in government in a smaller country is certainly a major political development there but it might not resonate beyond its borders. One producer might consider a development in a story to warrant breaking news coverage while others in the newsroom might dismiss it as an incremental development. ",
  "إن تحديد مستوى القصة الإخبارية العاجلة أمر شخصي بطبيعته. من المؤكد أن التغيير في الحكومة في بلد أصغر هو تطور سياسي كبير هناك ولكنه قد لا يتردد صداه خارج حدوده. قد يفكر أحد المنتجين في تطوير قصة ما لضمان تغطية الأخبار العاجلة بينما قد يرفضها الآخرون في غرفة الأخبار باعتبارها تطورًا تدريجيًا. "
 ],
 [
  "This is \"Levels of Breaking News\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذه هي «مستويات الأخبار العاجلة» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "\"In the first instance, we deal with most forms of breaking news in much the same way. But then the question is, what are the consequences going to be? What sort of fallout will there be? Those are the kinds of questions that give breaking news a certain longevity and those are the things that we would be asking ourselves in terms of how we would be treating the level of breaking news as it happens.\" ",
  "«في المقام الأول، نتعامل مع معظم أشكال الأخبار العاجلة بنفس الطريقة تقريبًا. ولكن السؤال هو، ما هي العواقب التي ستكون؟ أي نوع من التداعيات سيكون هناك؟ هذه هي أنواع الأسئلة التي تعطي الأخبار العاجلة عمرًا معينًا وهذه هي الأشياء التي سنطرحها على أنفسنا من حيث كيفية تعاملنا مع مستوى الأخبار العاجلة عند حدوثها». "
 ],
 [
  "Caroline Paterson, Executive Director of Coverage",
  "كارولين باترسون، المديرة التنفيذية للتغطية"
 ],
 [
  "These are key elements that help us determine the significance of any breaking news story:",
  "هذه هي العناصر الأساسية التي تساعدنا على تحديد أهمية أي قصة إخبارية عاجلة:"
 ],
 [
  "The third element we look at is the longevity of this breaking news event. How long this story is going to need our full-attention? Do we think this story which is currently developing will have longer-term implications?",
  "العنصر الثالث الذي ننظر إليه هو طول عمر هذا الحدث الإخباري العاجل. إلى متى ستحتاج هذه القصة إلى اهتمامنا الكامل؟ هل نعتقد أن هذه القصة التي يتم تطويرها حاليًا سيكون لها آثار طويلة المدى؟"
 ],
 [
  "Of course we don't have a crystal ball to help us predict the future. But we can assess the facts that we have at the time to determine a story's longevity. We know, for example, a major terrorist attack in a key metropolis of a global superpower will trigger a series of events that go way beyond the immediate ground zero of the story. Recognizing that, we prepare our coverage plans and restructure our teams to meet those upcoming needs. ",
  "بالطبع ليس لدينا كرة بلورية لمساعدتنا على التنبؤ بالمستقبل. ولكن يمكننا تقييم الحقائق التي لدينا في ذلك الوقت لتحديد طول عمر القصة. نعلم، على سبيل المثال، أن هجومًا إرهابيًا كبيرًا في مدينة رئيسية لقوة عظمى عالمية سيؤدي إلى سلسلة من الأحداث التي تتجاوز نقطة الصفر المباشرة للقصة. وإدراكًا لذلك، نقوم بإعداد خطط التغطية الخاصة بنا وإعادة هيكلة فرقنا لتلبية تلك الاحتياجات القادمة. "
 ],
 [
  "At 8:49 a.m. on a Sept. 11, 2001, CNN got the first report of a plane hitting one of the World Trade Center towers. This is how we initially covered the story that changed our world forever.",
  "في الساعة 8:49 من صباح يوم 11 سبتمبر 2001، تلقت CNN أول تقرير عن اصطدام طائرة بأحد أبراج مركز التجارة العالمي. هذه هي الطريقة التي غطينا بها في البداية القصة التي غيرت عالمنا إلى الأبد."
 ],
 [
  "This is \"breaking-news-9-11\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «Breaking-news-9-11\" من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-9-11",
  "الأخبار العاجلة 9-11"
 ],
 [
  "Longevity",
  "طول العمر"
 ],
 [
  "The second element we look at is the scope of the breaking news event. Will it have broader ramifications beyond its immediate surroundings? Will this event involve a large number of people spread across the world?  ",
  "العنصر الثاني الذي ننظر إليه هو نطاق حدث الأخبار العاجلة. هل سيكون لها تداعيات أوسع خارج محيطها المباشر؟ هل سيشمل هذا الحدث عددًا كبيرًا من الأشخاص المنتشرين في جميع أنحاء العالم؟ "
 ],
 [
  "Take the ongoing global pandemic spurred by COVID-19. It has a truly global scope, impacting people all around the world on multiple levels. That is why it has dominated the news agenda for most of 2020 and newsrooms continue to report developments within the story as breaking news. ",
  "خذ على سبيل المثال الوباء العالمي المستمر الذي يحفزه COVID-19. لها نطاق عالمي حقيقي، وتؤثر على الناس في جميع أنحاء العالم على مستويات متعددة. هذا هو السبب في أنها هيمنت على أجندة الأخبار لمعظم عام 2020 وتواصل غرف الأخبار الإبلاغ عن التطورات داخل القصة كأخبار عاجلة. "
 ],
 [
  "Click here to read the latest CNN reporting on the ",
  "انقر هنا لقراءة أحدث تقارير CNN عن "
 ],
 [
  "COVID-19 global pandemic",
  "جائحة COVID-19 العالمية"
 ],
 [
  " and watch some of our breaking news coverage of the onset of the story below. ",
  " وشاهد بعض تغطيتنا الإخبارية العاجلة لبداية القصة أدناه. "
 ],
 [
  "This is \"breaking-news-out-of-wuhan\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «Breaking-news-of-wuhan» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-out-of-wuhan",
  "الأخبار العاجلة من ووهان"
 ],
 [
  "Scope",
  "النطاق"
 ],
 [
  "The first element that we look at when determining the level of a breaking news story is its immediate impact. Is this event going to result in significant loss of life? Will this event push adversaries to war or pave the way for the end of a conflict? Will are its financial, social, or political ramifications? ",
  "العنصر الأول الذي ننظر إليه عند تحديد مستوى القصة الإخبارية العاجلة هو تأثيرها الفوري. هل سيؤدي هذا الحدث إلى خسارة كبيرة في الأرواح؟ هل سيدفع هذا الحدث الخصوم إلى الحرب أم سيمهد الطريق لإنهاء الصراع؟ هل ستكون تداعياتها المالية أو الاجتماعية أو السياسية؟ "
 ],
 [
  "Natural disasters are breaking news stories that have a very visible immediate impact. A Category 5 hurricane or a powerful earthquake will undoubtedly wreck havoc where they hit. So we can immediately mobilize our resources to be ready to cover the story as it unfolds. ",
  "الكوارث الطبيعية هي قصص إخبارية عاجلة لها تأثير فوري واضح للغاية. إن إعصار من الفئة 5 أو زلزال قوي سيؤدي بلا شك إلى تدمير الدمار في المكان الذي يضرب فيه. حتى نتمكن من تعبئة مواردنا على الفور لنكون مستعدين لتغطية القصة أثناء تطورها. "
 ],
 [
  "Watch some of CNN's coverage of the most powerful earthquake to ever to hit ",
  "شاهد بعض تغطية CNN لأقوى زلزال على الإطلاق "
 ],
 [
  "Japan in March 2011",
  "اليابان في مارس 2011"
 ],
 [
  " and the tsunami it triggered.",
  " والتسونامي الذي أحدثه."
 ],
 [
  "This is \"breaking-news-japan-tsunami\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الأخبار العاجلة - اليابان - تسونامي» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-japan-tsunami",
  "الأخبار العاجلة - اليابان - تسونامي"
 ],
 [
  "Impact",
  "التأثير"
 ],
 [
  "Communicating The Significance of a Breaking News Story",
  "إيصال أهمية قصة الأخبار العاجلة"
 ],
 [
  "Every news organization has an internal system that allows its newsgathering operation, comprised of reporters in the field, social newsgathering teams, and editors on the newsdesk, to communicate the significance of a news story to the programming teams that put out the news on TV or digital platforms. ",
  "تمتلك كل مؤسسة إخبارية نظامًا داخليًا يسمح لعملية جمع الأخبار الخاصة بها، والتي تتكون من المراسلين في الميدان وفرق جمع الأخبار الاجتماعية والمحررين في مكتب الأخبار، لإيصال أهمية القصة الإخبارية إلى فرق البرمجة التي تنشر الأخبار على التلفزيون أو المنصات الرقمية. "
 ],
 [
  "The newsgathering team at CNN uses the following four categories to signify the level of a given news story. ",
  "يستخدم فريق جمع الأخبار في CNN الفئات الأربع التالية للدلالة على مستوى قصة إخبارية معينة. "
 ],
 [
  "#Flash: Remain CANNOT win UK referendum",
  "#Flash: البقاء لا يمكن الفوز باستفتاء المملكة المتحدة"
 ],
 [
  "#FLASH",
  "#FLASH"
 ],
 [
  "Highest category in our internal communication system signalling the urgency of a story.",
  "أعلى فئة في نظام الاتصال الداخلي لدينا تشير إلى إلحاح القصة."
 ],
 [
  "#BULLETIN: Harry and Meghan are married",
  "#BULLETIN: هاري وميغان متزوجان"
 ],
 [
  "#BULLETIN",
  "#BULLETIN"
 ],
 [
  "The next level from an #Urgent and signals a significant development in an ongoing story.",
  "يشير المستوى التالي من #Urgent إلى تطور مهم في قصة مستمرة."
 ],
 [
  "#URGENT: Police declare \"major incident\" following stabbings in Birmingham, UK",
  "#URGENT: الشرطة تعلن «حادث كبير» بعد عمليات طعن في برمنغهام، المملكة المتحدة"
 ],
 [
  "#URGENT",
  "#URGENT"
 ],
 [
  "An important story that is happening right now and needs to be communicated to your audience as soon as possible. ",
  "قصة مهمة تحدث الآن ويجب توصيلها لجمهورك في أقرب وقت ممكن. "
 ],
 [
  "#NEWS: US service member injured in Al-Shabaab attack in Somalia",
  "#NEWS: إصابة أحد أفراد الخدمة الأمريكية في هجوم حركة الشباب في الصومال"
 ],
 [
  "#NEWS",
  "#NEWS"
 ],
 [
  "An important development that is interesting to some people but doesn't need to be communicated immediately.",
  "تطور مهم مثير للاهتمام لبعض الأشخاص ولكن لا يحتاج إلى التواصل معه على الفور."
 ],
 [
  "The Higher the Level, The More Checks",
  "كلما ارتفع المستوى، زادت عمليات التحقق"
 ],
 [
  "Typically, for regular news events CNN relies on Senior News Editors, SNEs, to vet the information before it gets alerted. Our reporters or producers on the ground will call in with a news item and that information will be pulled together by newsdesk producers and then vetted by an SNE. They will check the sources of the story, double check the information and use years of experience in the industry to spot any potential discrepancies in the information. ",
  "عادة، بالنسبة للأحداث الإخبارية العادية، تعتمد CNN على كبار محرري الأخبار، SNEs، لفحص المعلومات قبل أن يتم تنبيهها. سيتصل مراسلونا أو منتجونا على الأرض بعنصر إخباري وسيتم جمع هذه المعلومات معًا من قبل منتجي مكاتب الأخبار ثم فحصها بواسطة SNE. سيقومون بالتحقق من مصادر القصة والتحقق مرة أخرى من المعلومات واستخدام سنوات من الخبرة في الصناعة لاكتشاف أي اختلافات محتملة في المعلومات. "
 ],
 [
  "But, during a breaking news situation there are multiple other layers of scrutiny that a piece of information needs to go through before it is cleared for air. ",
  "ولكن، خلال حالة الأخبار العاجلة، هناك العديد من طبقات التدقيق الأخرى التي يجب أن تمر بها المعلومات قبل أن يتم تطهيرها للبث. "
 ],
 [
  "CNN is very tuned to getting breaking news on the air. So when somebody sees a flash, you know, it means all hands on deck, and we are going to be on this story for a little while.",
  "CNN على استعداد تام لتلقي الأخبار العاجلة على الهواء. لذلك عندما يرى شخص ما وميضًا، كما تعلمون، فهذا يعني أن الجميع على سطح السفينة، وسنستمر في هذه القصة لفترة قصيرة."
 ],
 [
  "Ram Ramgopal, ROW Executive Editor ",
  "رام رامغوبل، المحرر التنفيذي لـ ROW "
 ],
 [
  "Breaking News Coverage",
  "تغطية الأخبار العاجلة"
 ],
 [
  "Initial Hours of Breaking News",
  "الساعات الأولى من الأخبار العاجلة"
 ],
 [
  "This is \"initial_hours_breaking_news\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «initial_hours_breaking_news» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "initial_hours_breaking_news",
  "الساعات الأولى _ breaking_news"
 ],
 [
  "As Caroline mentioned, there's a lot of things to do in the first instance of a breaking news moment. From a newsgathering perspective, you have to let other people in your organization know that you are aware of the news and that you are using all your resources to confirm it. You can do this via phone calls or alerts sent out on messaging groups. At CNN, a key tool that newsgathering teams use to alert others in the network that they are aware of reports emerging about a specific breaking news event is sending out a #WorkingToConfirm email. ",
  "كما ذكرت كارولين، هناك الكثير من الأشياء التي يجب القيام بها في المرحلة الأولى من لحظة الأخبار العاجلة. من منظور جمع الأخبار، يجب أن تدع الآخرين في مؤسستك يعرفون أنك على دراية بالأخبار وأنك تستخدم جميع مواردك لتأكيدها. يمكنك القيام بذلك عبر المكالمات الهاتفية أو التنبيهات المرسلة إلى مجموعات المراسلة. في CNN، هناك أداة رئيسية تستخدمها فرق جمع الأخبار لتنبيه الآخرين في الشبكة بأنهم على دراية بالتقارير الناشئة عن حدث إخباري عاجل محدد وهي إرسال بريد إلكتروني #WorkingToConfirm. "
 ],
 [
  "Here are some recent examples. ",
  "فيما يلي بعض الأمثلة الحديثة. "
 ],
 [
  "Roxanne Garcia is a Senior Director of Newsgathering",
  "روكسان جارسيا هي مديرة أولى لجمع الأخبار"
 ],
 [
  "Mohammed Tawfeeq is a News Desk Producer",
  "محمد توفيق هو منتج في مكتب الأخبار"
 ],
 [
  "The aim of these messages are twofold. First, you are letting senior managers know something big is likely happening so they can start making decisions about deploying teams and whether CNN goes into \"rolling\" coverage.  Secondly, by letting everyone know you are aware of the story you're allowing a window of time to confirm details and to send out reportable lines. ",
  "الهدف من هذه الرسائل مزدوج. أولاً، أنت تخبر كبار المديرين بأن شيئًا كبيرًا سيحدث على الأرجح حتى يتمكنوا من البدء في اتخاذ قرارات بشأن نشر الفرق وما إذا كانت CNN ستدخل في التغطية «المتجددة». ثانيًا، من خلال السماح للجميع بمعرفة أنك على دراية بالقصة، فإنك تتيح نافذة من الوقت لتأكيد التفاصيل وإرسال الأسطر التي يمكن الإبلاغ عنها. "
 ],
 [
  "You have alerted the network, what's next?",
  "لقد نبهت الشبكة، ما هي الخطوة التالية؟"
 ],
 [
  "After the SNE alerts the rest of the network that it is working to confirm breaking news story, the team must decide what resources might be needed to cover the story for CNN's multiple platforms. Which reporter can come up live for TV?  What confirmed information can CNN report on our digital platforms.",
  "بعد أن تنبه SNE بقية الشبكة بأنها تعمل على تأكيد القصة الإخبارية العاجلة، يجب على الفريق تحديد الموارد التي قد تكون مطلوبة لتغطية القصة لمنصات CNN المتعددة. أي مراسل يمكنه الظهور مباشرة للتلفزيون؟ ما هي المعلومات المؤكدة التي يمكن لـ CNN الإبلاغ عنها على منصاتنا الرقمية."
 ],
 [
  "Reorganize your team. Breaking news coverage requires a lot of hands on deck. Pull team members that are not working on this story in and assign specific roles so everyone knows what they should be working on. ",
  "أعد تنظيم فريقك. تتطلب تغطية الأخبار العاجلة الكثير من العمل على سطح السفينة. قم بسحب أعضاء الفريق الذين لا يعملون على هذه القصة وقم بتعيين أدوار محددة حتى يعرف الجميع ما يجب أن يعملوا عليه. "
 ],
 [
  "Editorial Information. Keep the control rooms and programming teams up to date with the latest. Even if you think there has only been a slight movement on a story, it is good to update the teams. Control rooms like to hear from you.  ",
  "معلومات تحريرية. حافظ على تحديث غرف التحكم وفرق البرمجة بأحدث المستجدات. حتى إذا كنت تعتقد أنه لم يكن هناك سوى حركة طفيفة في القصة، فمن الجيد تحديث الفرق. تحب غرف التحكم أن تسمع منك.  "
 ],
 [
  "Get on air. It is crucial to get your reporters on air on this story as soon as possible.  You don't need them to be on camera and you can start your coverage with a reporter on the phone. If you don't have any reporters on location, try bringing one of your reporters up from the closest hub or have eyewitnesses on the phone.",
  "اركب على الهواء. من الأهمية بمكان أن تنشر مراسليك هذه القصة على الهواء في أقرب وقت ممكن. لا تحتاج إلى أن يكونوا أمام الكاميرا ويمكنك بدء تغطيتك مع مراسل على الهاتف. إذا لم يكن لديك أي مراسلين في الموقع، فحاول إحضار أحد مراسليك من أقرب مركز أو احصل على شهود عيان على الهاتف."
 ],
 [
  "Keep everyone informed. Send out lists of the available reporters, available live shots, latest videos or social media content that has been cleared for use and who is doing what on the desk so everyone knows who to contact for their specific needs. ",
  "أبقِ الجميع على اطلاع. أرسل قوائم بالمراسلين المتاحين أو اللقطات الحية المتاحة أو أحدث مقاطع الفيديو أو محتوى الوسائط الاجتماعية الذي تم السماح باستخدامه ومن يفعل ماذا على المكتب حتى يعرف الجميع بمن يتصلون لتلبية احتياجاتهم الخاصة. "
 ],
 [
  "Manage network communication. After the initial alert, setup a breaking news telephone bridge that everyone who is working on this story can join to listen in on the latest developments. This allows your newsgathering desk to focus on confirming lines and liaising with the teams on the ground instead of fielding multiple calls from control rooms or managers. ",
  "إدارة اتصالات الشبكة. بعد التنبيه الأولي، قم بإعداد جسر هاتفي للأخبار العاجلة يمكن لكل من يعمل على هذه القصة الانضمام إليه للاستماع إلى آخر التطورات. يتيح ذلك لمكتب جمع الأخبار التركيز على تأكيد الخطوط والاتصال بالفرق الموجودة على الأرض بدلاً من إرسال مكالمات متعددة من غرف التحكم أو المديرين. "
 ],
 [
  "This is \"breaking-news-bataclan-1.mp4\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو \"breaking-news-bataclan-1.mp4\" من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-bataclan-1.mp4",
  "breaking-news-bataclan-1.mp4"
 ],
 [
  "Keep Momentum ",
  "حافظ على الزخم "
 ],
 [
  "Remember, breaking news coverage is a marathon not a sprint. Now that you have got the news off the ground and have reorganized your team, you can focus on the other aspects of breaking news coverage outlined below. ",
  "تذكر أن تغطية الأخبار العاجلة هي ماراثون وليس سباق سريع. الآن بعد أن حصلت على الأخبار على أرض الواقع وأعادت تنظيم فريقك، يمكنك التركيز على الجوانب الأخرى لتغطية الأخبار العاجلة الموضحة أدناه. "
 ],
 [
  "Stay Calm & Carry On",
  "حافظ على هدوئك واستمر"
 ],
 [
  "What should you prioritize as you are covering a breaking news story? ",
  "ما الذي يجب عليك تحديد أولوياته أثناء تغطية قصة إخبارية عاجلة؟ "
 ],
 [
  "Start Lesson Now",
  "ابدأ الدرس الآن"
 ],
 [
  "Deploy",
  "انشر"
 ],
 [
  "What resources do you need to cover this breaking news story for multiple platforms? ",
  "ما هي الموارد التي تحتاجها لتغطية هذه القصة الإخبارية العاجلة لمنصات متعددة؟ "
 ],
 [
  "Start Lesson Now ",
  "ابدأ الدرس الآن "
 ],
 [
  "Communicate",
  "التواصل"
 ],
 [
  "Who needs to know about the incoming information and how you can ensure different teams have the latest reportable lines?",
  "من يحتاج إلى معرفة المعلومات الواردة وكيف يمكنك ضمان حصول الفرق المختلفة على أحدث الخطوط التي يمكن الإبلاغ عنها؟"
 ],
 [
  "Confirm & Report ",
  "التأكيد والإبلاغ "
 ],
 [
  "The most crucial step is to confirm the story that is breaking. What can you report? ",
  "الخطوة الأكثر أهمية هي تأكيد القصة العاجلة. ما الذي يمكنك الإبلاغ عنه؟ "
 ],
 [
  "CONTINUE TO VERFY & CONFIRM",
  "الاستمرار في التحقق والتأكيد"
 ],
 [
  "Verify. Confirm. Report.",
  "تحقق. قم بالتأكد. تقرير."
 ],
 [
  "Caroline Paterson, Executive Director of Coverage ",
  "كارولين باترسون، المديرة التنفيذية للتغطية "
 ],
 [
  "In today's world, where there's an awful lot of information out there, the fundamentals of what we do as journalists - is finding the truth, standing up facts and confirming reports - become all the more important in those breaking news moments.",
  "في عالم اليوم، حيث يوجد الكثير من المعلومات، أصبحت أساسيات ما نقوم به كصحفيين - هي العثور على الحقيقة والوقوف على الحقائق وتأكيد التقارير - أكثر أهمية في تلك اللحظات الإخبارية العاجلة."
 ],
 [
  "Nothing but the Truth",
  "لا شيء سوى الحقيقة"
 ],
 [
  "For CNN, it is vitally important that journalism maintains its reputation for being a source of accurate, truthful, and fair information. That is especially hard in an age where more people have the capability and access to produce content or take part in the news-formation cycle. While that's had many benefits, namely giving a voice to people to take part in the conversation and breaking down traditional barriers, it has also made it easier for rumours and misinformation to spread during the early hours of a breaking news situation. ",
  "بالنسبة لشبكة CNN، من المهم للغاية أن تحافظ الصحافة على سمعتها باعتبارها مصدرًا للمعلومات الدقيقة والصادقة والعادلة. يكون هذا صعبًا بشكل خاص في عصر يتمتع فيه المزيد من الأشخاص بالقدرة والوصول لإنتاج المحتوى أو المشاركة في دورة تشكيل الأخبار. في حين كان لذلك العديد من الفوائد، مثل إعطاء صوت للأشخاص للمشاركة في المحادثة وكسر الحواجز التقليدية، إلا أنه سهّل أيضًا انتشار الشائعات والمعلومات المضللة خلال الساعات الأولى من حالة الأخبار العاجلة. "
 ],
 [
  "That's why your main priority during breaking news is to sift through the noise, confirm reportable lines and verify content that might be shared online. ",
  "هذا هو السبب في أن أولويتك الرئيسية أثناء الأخبار العاجلة هي التدقيق في الضوضاء وتأكيد الخطوط التي يمكن الإبلاغ عنها والتحقق من المحتوى الذي يمكن مشاركته عبر الإنترنت. "
 ],
 [
  "Click ",
  "انقر "
 ],
 [
  "here to read more",
  "هنا لقراءة المزيد"
 ],
 [
  " about how newsrooms are tackling the challenge of misinformation and disinformation campaigns. ",
  " حول كيفية معالجة غرف الأخبار لتحدي حملات التضليل والتضليل. "
 ],
 [
  "The 5 W's of Breaking News",
  "الخمسة آلاف من الأخبار العاجلة"
 ],
 [
  "Why did it happen? Less important during the immediate aftermath of a breaking news event. But in the hours and days to come you will need to provide context and nuance to the story. ",
  "لماذا حدث ذلك؟ أقل أهمية خلال الفترة التي تعقب مباشرة حدث إخباري عاجل. ولكن في الساعات والأيام القادمة، ستحتاج إلى توفير السياق والفروق الدقيقة للقصة. "
 ],
 [
  "Where did it happen? Find out as much detail as you can about the location to use for confirming aspects of the story and to get a better idea of the event's surrounding. ",
  "أين حدث ذلك؟ تعرف على أكبر قدر ممكن من التفاصيل حول الموقع الذي تريد استخدامه لتأكيد جوانب القصة والحصول على فكرة أفضل عن محيط الحدث. "
 ],
 [
  "When did it happen? Key to understand the exact timing so that you can use that as a clue for verification of information and to build out your narrative about this event. ",
  "متى حدث ذلك؟ مفتاح لفهم التوقيت الدقيق بحيث يمكنك استخدام ذلك كدليل للتحقق من المعلومات وبناء سردك حول هذا الحدث. "
 ],
 [
  "Who did it happen to? Who are the characters in this story and how can you tell their story and recount what has happened to them. ",
  "لمن حدث ذلك؟ من هي الشخصيات في هذه القصة وكيف يمكنك سرد قصتهم وإعادة سرد ما حدث لهم. "
 ],
 [
  "What happened? You need to figure out as much information regarding the actual event. ",
  "ماذا حدث؟ تحتاج إلى معرفة أكبر قدر من المعلومات المتعلقة بالحدث الفعلي. "
 ],
 [
  "If we go on the air with information that is incorrect, then that damages our credibility. ",
  "إذا بثنا على الهواء بمعلومات غير صحيحة، فإن ذلك يضر بمصداقيتنا. "
 ],
 [
  "Don Lemon, Anchor of CNN Tonight with Don Lemon",
  "دون ليمون، مذيع CNN Tonight مع دون ليمون"
 ],
 [
  "These are the sources we use to confirm reports during a breaking news situation. ",
  "هذه هي المصادر التي نستخدمها لتأكيد التقارير أثناء حالة الأخبار العاجلة. "
 ],
 [
  "Other news outlets. We rarely use other news outlets as our source for a breaking news story. But on the rare occasion we don't have our own team on the ground and we can't rely on wire services or official sources, we may cite the reporting of an another outlet. Is this an official news outlet in the locality of the breaking news? Is this an affiliate of ours that we have relied on in the past? Do they have a good previous track record? Are they in a position to have access to information we might not have right now? If the answer to the above questions are yes, then we may report the information by clearly attributing to the original source of the information. ",
  "منافذ إخبارية أخرى. نادرًا ما نستخدم منافذ إخبارية أخرى كمصدر لقصة إخبارية عاجلة. ولكن في الحالات النادرة ليس لدينا فريق خاص بنا على الأرض ولا يمكننا الاعتماد على الخدمات السلكية أو المصادر الرسمية، قد نستشهد بتقارير من منفذ آخر. هل هذا منفذ إخباري رسمي في منطقة الأخبار العاجلة؟ هل هذه شركة تابعة لنا اعتمدنا عليها في الماضي؟ هل لديهم سجل حافل سابق جيد؟ هل هم في وضع يسمح لهم بالوصول إلى المعلومات التي قد لا تكون لدينا الآن؟ إذا كانت الإجابة على الأسئلة أعلاه بنعم، فقد نقوم بالإبلاغ عن المعلومات من خلال الإسناد الواضح إلى المصدر الأصلي للمعلومات. "
 ],
 [
  "Official sources. You have to \"work the phones\" during a breaking news situation. That means reaching out to official sources, such as police and emergency services or government spokespeople, to try to stand up facts and get reportable lines. But remember, there is a lot of confusion during the early hours of a breaking news story, especially a natural disaster or terrorist attack, so even official sources might be getting incorrect information. ",
  "مصادر رسمية. يجب عليك «تشغيل الهواتف» أثناء حالة الأخبار العاجلة. وهذا يعني الوصول إلى المصادر الرسمية، مثل الشرطة وخدمات الطوارئ أو المتحدثين باسم الحكومة، لمحاولة الوقوف على الحقائق والحصول على خطوط يمكن الإبلاغ عنها. ولكن تذكر أن هناك الكثير من الارتباك خلال الساعات الأولى من القصة الإخبارية العاجلة، وخاصة الكوارث الطبيعية أو الهجمات الإرهابية، لذلك حتى المصادر الرسمية قد تحصل على معلومات غير صحيحة. "
 ],
 [
  "Social Media. These days, social media is often the place where we get the first indication of a breaking news story. CNN has teams who are monitoring social media 24 hours a day looking for new developments that might emerge and who working to verify videos, images and other information that might be shared online. We only use social media as a source when, and if, we can verify the information or content that is being shared.  ",
  "وسائل التواصل الاجتماعي. في هذه الأيام، غالبًا ما تكون وسائل التواصل الاجتماعي هي المكان الذي نحصل فيه على أول إشارة لقصة إخبارية عاجلة. لدى CNN فرق تراقب وسائل التواصل الاجتماعي على مدار 24 ساعة في اليوم بحثًا عن التطورات الجديدة التي قد تظهر والذين يعملون على التحقق من مقاطع الفيديو والصور وغيرها من المعلومات التي قد تتم مشاركتها عبر الإنترنت. نحن نستخدم وسائل التواصل الاجتماعي كمصدر فقط عندما، وإذا، يمكننا التحقق من المعلومات أو المحتوى الذي تتم مشاركته. "
 ],
 [
  "Reputable news agencies. If we don't have our own team on the ground, then our next port of call are reputable news agencies we subscribe to such as ",
  "وكالات أنباء ذات سمعة طيبة. إذا لم يكن لدينا فريق خاص بنا على الأرض، فإن منفذ الاتصال التالي لدينا هو وكالات الأنباء ذات السمعة الطيبة التي نشترك فيها مثل "
 ],
 [
  "Reuters",
  "رويترز"
 ],
 [
  " or ",
  " أو "
 ],
 [
  "AFP",
  "فرانس برس"
 ],
 [
  ". Like us, they have teams across the world and have ",
  ". مثلنا، لديهم فرق في جميع أنحاء العالم ولديهم "
 ],
 [
  "robust editorial checks",
  "فحوصات تحريرية قوية"
 ],
 [
  " in place to ensure the veracity of news lines they are sending out. ",
  " في المكان المناسب لضمان صحة الخطوط الإخبارية التي يرسلونها. "
 ],
 [
  "CNN teams on the ground. They are our most reliable source. They know what thresholds we need to clear before we can report a story and are trained journalists who can quickly decipher events and find out the facts. ",
  "فرق CNN على الأرض. إنها مصدرنا الأكثر موثوقية. إنهم يعرفون الحدود التي نحتاج إلى توضيحها قبل أن نتمكن من الإبلاغ عن قصة وهم صحفيون مدربون يمكنهم فك شفرة الأحداث بسرعة ومعرفة الحقائق. "
 ],
 [
  "When it comes to confirming a breaking news story, the best practice is to double source the information to ensure that you definitely have it correct and that you can be absolutely sure about it.",
  "عندما يتعلق الأمر بتأكيد قصة إخبارية عاجلة، فإن أفضل الممارسات هي مضاعفة مصدر المعلومات للتأكد من صحتها بالتأكيد وأنه يمكنك التأكد منها تمامًا."
 ],
 [
  "Don't forget, there's often a fog of confusion and misinformation during the early hours of a breaking news story, especially if it relates to a natural disaster or an attack. Some of the official sources that we normally rely on to confirm these stories may themselves be in disarray. They might be dealing with injured people, or an influx of information, or being chased by the press looking for information. That means they are extremely busy and might not be as reliable when it comes to giving an accurate assessment of the situation. Meanwhile, different news outlets might be putting out contradictory statements and social media posts might be amplifying rumours. ",
  "لا تنس أنه غالبًا ما يكون هناك ضباب من الارتباك والمعلومات المضللة خلال الساعات الأولى من القصة الإخبارية العاجلة، خاصة إذا كانت تتعلق بكارثة طبيعية أو هجوم. قد تكون بعض المصادر الرسمية التي نعتمد عليها عادةً لتأكيد هذه القصص في حالة من الفوضى. قد يكونون يتعاملون مع الأشخاص المصابين، أو تدفق المعلومات، أو يتعرضون للمطاردة من قبل الصحافة بحثًا عن المعلومات. وهذا يعني أنهم مشغولون للغاية وقد لا يكونون موثوقين عندما يتعلق الأمر بتقديم تقييم دقيق للوضع. وفي الوقت نفسه، قد تصدر منافذ إخبارية مختلفة بيانات متناقضة وقد تؤدي منشورات وسائل التواصل الاجتماعي إلى تضخيم الشائعات. "
 ],
 [
  "You must focus on what you can confirm through at least two sources and work on getting that ready for reporting.  ",
  "يجب التركيز على ما يمكنك تأكيده من خلال مصدرين على الأقل والعمل على إعداده لإعداد التقارير. "
 ],
 [
  "What I learned in my beginning years as a journalist was that contacts are gold. The more contacts you have, the more you have an ability to confirm, to double confirm, triple confirm, or quadruple confirm information. One confirmation, unless it's from an extremely reliable source or an official source, is usually not enough. You need to make sure that what you are reporting is as accurate as possible under the circumstances. ",
  "ما تعلمته في سنواتي الأولى كصحفي هو أن الاتصالات هي الذهب. كلما زاد عدد جهات الاتصال لديك، زادت قدرتك على تأكيد المعلومات أو تأكيدها مرتين أو تأكيدها ثلاث مرات أو تأكيدها أربع مرات. تأكيد واحد، ما لم يكن من مصدر موثوق للغاية أو مصدر رسمي، لا يكفي عادةً. تحتاج إلى التأكد من أن ما تقوم بالإبلاغ عنه دقيق قدر الإمكان في ظل هذه الظروف. "
 ],
 [
  "So collect those contacts. ",
  "لذا اجمع جهات الاتصال هذه. "
 ],
 [
  "Ben Wedeman, Senior International Correspondent ",
  "بن ويدمان، كبير المراسلين الدوليين "
 ],
 [
  "There are reports of a shooting in Downtown, Example City. Place the different sources of information into the relevant categories. ",
  "هناك تقارير عن إطلاق نار في وسط المدينة، مدينة نموذجية. ضع مصادر المعلومات المختلفة في الفئات ذات الصلة. "
 ],
 [
  "Reliable Source",
  "مصدر موثوق"
 ],
 [
  "Unreliable Source ",
  "مصدر غير موثوق "
 ],
 [
  "Needs Verification",
  "يحتاج إلى التحقق"
 ],
 [
  "A news outlet we haven't worked with in the past claiming to have new details",
  "منفذ إخباري لم نعمل معه في الماضي يدعي أن لديه تفاصيل جديدة"
 ],
 [
  "A Twitter thread from an eyewitness to the incident",
  "سلسلة تغريدات على تويتر من شاهد عيان على الحادث"
 ],
 [
  "Wire services putting out news flashes about a shooting incident",
  "تقوم خدمات الأسلاك بنشر ومضات إخبارية حول حادث إطلاق نار"
 ],
 [
  "Video of the incident shared on social media we haven't been able to verify yet",
  "تمت مشاركة مقطع فيديو للحادث على وسائل التواصل الاجتماعي لم نتمكن من التحقق منه بعد"
 ],
 [
  "A busy doctor working at a local hospital talking about injuries",
  "طبيب مشغول يعمل في مستشفى محلي يتحدث عن الإصابات"
 ],
 [
  "Reports from the local police department about a shooting incident",
  "تقارير من قسم الشرطة المحلية حول حادث إطلاق نار"
 ],
 [
  "A Tweet from someone who claims to have been in the vicinity of the shooting",
  "تغريدة من شخص يدعي أنه كان بالقرب من إطلاق النار"
 ],
 [
  "A person living in a different country posting about the event",
  "شخص يعيش في بلد مختلف ينشر معلومات عن الحدث"
 ],
 [
  "CNN journalist with new information about a shooting incident",
  "صحفي CNN بمعلومات جديدة حول حادث إطلاق نار"
 ],
 [
  "We have a mission. We want to report the news as quickly, and as accurately, and as responsibly as we possibly can.",
  "لدينا مهمة. نريد الإبلاغ عن الأخبار بأسرع ما يمكن وبأكبر قدر ممكن من الدقة والمسؤولية."
 ],
 [
  "Wolf Blitzer, Lead Political Anchor ",
  "وولف بليتزر، المذيع السياسي الرئيسي "
 ],
 [
  "Speed vs Accuracy",
  "السرعة مقابل الدقة"
 ],
 [
  "Breaking news coverage is a marathon not a sprint. You need to confirm the basic elements of a story as quickly and as reliably as you can. Then, you can incrementally build the story out by providing more context and by updating the audience with new reportable lines when they become available.",
  "تغطية الأخبار العاجلة هي ماراثون وليس سباق سريع. تحتاج إلى تأكيد العناصر الأساسية للقصة بأسرع ما يمكن وبأكبر قدر ممكن من الموثوقية. بعد ذلك، يمكنك إنشاء القصة بشكل تدريجي من خلال توفير المزيد من السياق وتحديث الجمهور بخطوط جديدة يمكن الإبلاغ عنها عندما تصبح متاحة."
 ],
 [
  "The CNN TRIAD",
  "ثالوث سي إن إن"
 ],
 [
  "At CNN, we have a three-pronged internal verification process that ensures all our reporting is vetted before it goes on air. That means on sensitive stories our reporters and producers will have to clear separate departments for fact checking, adherence to CNN standards and practices, and legal before getting stories on air. ",
  "في CNN، لدينا عملية تحقق داخلية ثلاثية الجوانب تضمن فحص جميع تقاريرنا قبل بثها على الهواء. وهذا يعني أنه في القصص الحساسة سيتعين على مراسلينا ومنتجينا مسح أقسام منفصلة للتحقق من الحقائق والالتزام بمعايير وممارسات CNN والقانونية قبل نشر القصص على الهواء. "
 ],
 [
  "The TRIAD is made of three different groups: The Row, Standards & Practices and Legal Collectively, they ensure our reporting is factually correct, meets our ethical standards and is compliant with the law.",
  "يتكون الثالوث من ثلاث مجموعات مختلفة: الصف والمعايير والممارسات والقانونية بشكل جماعي، فهي تضمن أن تقاريرنا صحيحة من الناحية الواقعية وتفي بمعاييرنا الأخلاقية ومتوافقة مع القانون."
 ],
 [
  "The TRIAD ensures all our reporting is fair, accurate, balanced and responsible. ",
  "تضمن TRIAD أن جميع تقاريرنا عادلة ودقيقة ومتوازنة ومسؤولة. "
 ],
 [
  "Typical questions you need to answer when seeking approval from the CNN TRIAD: ",
  "الأسئلة النموذجية التي تحتاج إلى الإجابة عليها عند طلب الموافقة من CNN TRIAD: "
 ],
 [
  "Will we be breaking any laws by reporting a certain piece of information related to this breaking news story? ",
  "هل سنخالف أي قوانين من خلال الإبلاغ عن جزء معين من المعلومات المتعلقة بهذه القصة الإخبارية العاجلة؟ "
 ],
 [
  "Do we have permission to use the image from the person who recorded it, and if not, can we fair use it?",
  "هل لدينا إذن لاستخدام الصورة من الشخص الذي سجلها، وإذا لم يكن الأمر كذلك، فهل يمكننا استخدامها بشكل عادل؟"
 ],
 [
  "What is the news value of this viral video or photo you wish to use, and what is the urgency of publishing it now?",
  "ما هي القيمة الإخبارية لهذا الفيديو الفيروسي أو الصورة التي ترغب في استخدامها، وما هي الحاجة الملحة لنشرها الآن؟"
 ],
 [
  "Are you meeting CNN's Standards and Practices by airing a specific breaking news video? ",
  "هل تستوفي معايير وممارسات CNN من خلال بث فيديو إخباري عاجل محدد؟ "
 ],
 [
  "How is this story newsworthy? ",
  "كيف تعتبر هذه القصة ذات أهمية إخبارية؟ "
 ],
 [
  "Oftentimes in a breaking news situation, the TRIAD is involved in the newsgathering conversation in real time in order to able to spot any issues that might be emerging and to allow us to get the latest information approved as quickly as possible to take to the audience. ",
  "في كثير من الأحيان في حالة الأخبار العاجلة، تشارك TRIAD في محادثة جمع الأخبار في الوقت الفعلي من أجل التمكن من اكتشاف أي مشكلات قد تظهر والسماح لنا بالحصول على أحدث المعلومات المعتمدة في أسرع وقت ممكن لنقلها إلى الجمهور. "
 ],
 [
  "CONTINUE TO SOCIAL NEWSGATHERING",
  "الاستمرار في جمع الأخبار الاجتماعية"
 ],
 [
  "Social Newsgathering",
  "جمع الأخبار الاجتماعية"
 ],
 [
  "Social media is both at its best and its worst during a breaking news situation. Anyone with a smartphone and an internet connection has the ability to perform some of the tasks of a professional journalist. They can tell the public what they are seeing, they can gather content and share it widely and they can give an account of what has happened. ",
  "تعد وسائل التواصل الاجتماعي في أفضل حالاتها وأسوأها خلال حالة الأخبار العاجلة. أي شخص لديه هاتف ذكي واتصال بالإنترنت لديه القدرة على أداء بعض مهام الصحفي المحترف. يمكنهم إخبار الجمهور بما يرونه، ويمكنهم جمع المحتوى ومشاركته على نطاق واسع ويمكنهم تقديم حساب لما حدث. "
 ],
 [
  "But, the downside is there can also be a lot of misinformation on social media during a breaking news situation. That is why we have the social newsgathering team. It is a relatively new team within the bigger newsgathering operation focused on verifying information that is being shared on social media. They are CNN's experts in figuring out whether content shared online is true using forensic examination to verify information.  In many ways, they are our first eyes and ears on the ground figuring out what happened, who it happened to, when it happened and where it happened.",
  "لكن الجانب السلبي هو أنه يمكن أن يكون هناك أيضًا الكثير من المعلومات الخاطئة على وسائل التواصل الاجتماعي أثناء حالة الأخبار العاجلة. لهذا السبب لدينا فريق جمع الأخبار الاجتماعية. إنه فريق جديد نسبيًا ضمن عملية جمع الأخبار الأكبر التي تركز على التحقق من المعلومات التي تتم مشاركتها على وسائل التواصل الاجتماعي. إنهم خبراء CNN في معرفة ما إذا كان المحتوى الذي تتم مشاركته عبر الإنترنت صحيحًا باستخدام فحص الطب الشرعي للتحقق من المعلومات. في العديد من النواحي، هم أعيننا وآذاننا الأولى على الأرض لمعرفة ما حدث، ولمن حدث، ومتى حدث وأين حدث."
 ],
 [
  "Dataminr: An Early Warning System ",
  "Dataminr: نظام الإنذار المبكر "
 ],
 [
  "One of the tools we use for social newsgathering at CNN is Dataminr. It monitors Tweets and social media posts and uses an algorithm to spot trending topics. It then notifies us of what is happening, giving us a head start on newsgathering. Once we see the Dataminr messages we start our own confirmation process to see what we can report. ",
  "واحدة من الأدوات التي نستخدمها لجمع الأخبار الاجتماعية في CNN هي Dataminr. تراقب التغريدات ومنشورات وسائل التواصل الاجتماعي وتستخدم خوارزمية لتحديد الموضوعات الشائعة. ثم تبلغنا بما يحدث، مما يمنحنا السبق في جمع الأخبار. بمجرد أن نرى رسائل Dataminr، نبدأ عملية التأكيد الخاصة بنا لمعرفة ما يمكننا الإبلاغ عنه. "
 ],
 [
  "In social newsgathering you have a limited window of opportunity to search for content about a breaking news event before social media is flooded with information. That's why it's vital to act upon information the minute it becomes available even if it doesn't end up being a major story.",
  "في جمع الأخبار الاجتماعية، لديك فرصة محدودة للبحث عن محتوى حول حدث إخباري عاجل قبل إغراق وسائل التواصل الاجتماعي بالمعلومات. هذا هو السبب في أنه من الضروري التصرف بناءً على المعلومات في اللحظة التي تصبح فيها متاحة حتى لو لم تصبح قصة رئيسية في نهاية المطاف."
 ],
 [
  "How do you verify video or images posted on social media? ",
  "كيف يمكنك التحقق من الفيديو أو الصور المنشورة على وسائل التواصل الاجتماعي؟ "
 ],
 [
  "The key is context clues. Look at the data you can gather from the content that is being shared and see if they match with the story they are allegedly showing or with facts that you may already have about an incident. Then take a look at the video or image and see if anything stands out that might not be true. If, for example, a shooting happened at night why is there daylight in the video allegedly showing the moment it happened? If a stampede, for example, took place at a football stadium in France during the summer why is there snow on the ground in an alleged photo of the incident? ",
  "المفتاح هو أدلة السياق. انظر إلى البيانات التي يمكنك جمعها من المحتوى الذي تتم مشاركته ومعرفة ما إذا كانت تتطابق مع القصة التي يُزعم أنها تعرضها أو مع الحقائق التي قد تكون لديك بالفعل حول حادث. ثم ألقِ نظرة على الفيديو أو الصورة واكتشف ما إذا كان هناك أي شيء قد لا يكون صحيحًا. على سبيل المثال، إذا حدث إطلاق نار في الليل، فلماذا يُزعم أن ضوء النهار في الفيديو يُظهر لحظة حدوثه؟ إذا حدث تدافع، على سبيل المثال، في ملعب لكرة القدم في فرنسا خلال فصل الصيف، فلماذا يوجد ثلج على الأرض في صورة مزعومة للحادث؟ "
 ],
 [
  "So, look for the context clues you can find in the videos or images being shared and build up your confidence in their authenticity.",
  "لذلك، ابحث عن أدلة السياق التي يمكنك العثور عليها في مقاطع الفيديو أو الصور التي تتم مشاركتها وقم ببناء ثقتك في أصالتها."
 ],
 [
  "There are some obvious indicators that this image is a fake many news outlets have debunked it.  Yet the image still goes viral which is a good reminder that in today's media ecosystem there is a real danger of viral misinformation. ",
  "هناك بعض المؤشرات الواضحة على أن هذه الصورة مزيفة وقد فضحتها العديد من المنافذ الإخبارية. ومع ذلك، لا تزال الصورة تنتشر بسرعة وهو تذكير جيد بأنه في النظام البيئي الإعلامي اليوم هناك خطر حقيقي من المعلومات المضللة الفيروسية. "
 ],
 [
  "Viral Misinformation ",
  "التضليل الفيروسي "
 ],
 [
  "Every hurricane season, this image gets shared on social media allegedly showing a shark swimming down a flooded highway.",
  "في كل موسم من مواسم الأعاصير، تتم مشاركة هذه الصورة على وسائل التواصل الاجتماعي يُزعم أنها تُظهر سمكة قرش تسبح على طريق سريع غمرته المياه."
 ],
 [
  "An image purportedly documenting a shark swimming down a highway flooded by hurricane-related heavy rains was originally circulated as showing a street in Puerto Rico just after Hurricane Irene hit that island in August 2011: Why You Shouldn't Swim After a Hurricane This picture was taken in Puerto Rico shortly after Hurricane Irene ravaged the island.",
  "صورة يُزعم أنها توثق سمكة قرش تسبح على طريق سريع غمرته الأمطار الغزيرة المرتبطة بالإعصار، تم تداولها في الأصل على أنها تُظهر شارعًا في بورتوريكو بعد إعصار إيرين الذي ضرب تلك الجزيرة في أغسطس 2011: لماذا لا يجب أن تسبح بعد الإعصار تم التقاط هذه الصورة في بورتوريكو قريبًا بعد أن اجتاح إعصار إيرين الجزيرة."
 ],
 [
  "FACT CHECK: Does This Picture Show a Shark Swimming Down a Highway After a Hurricane?",
  "التحقق من الحقائق: هل تظهر هذه الصورة سمكة قرش تسبح على الطريق السريع بعد الإعصار؟"
 ],
 [
  "The Shark in the Street Genre",
  "نوع القرش في الشارع"
 ],
 [
  "The biggest clue that this is a faked video is the size of the shark in question compared to its surroundings. A quick search online shows that the size of the actual shark is much bigger. ",
  "أكبر دليل على أن هذا فيديو مزيف هو حجم القرش المعني مقارنة بمحيطه. يُظهر البحث السريع عبر الإنترنت أن حجم القرش الفعلي أكبر بكثير. "
 ],
 [
  "Size Matters ",
  "مسائل الحجم "
 ],
 [
  "Don't Forget the Person Behind the Tweet ",
  "لا تنس الشخص الذي يقف وراء التغريدة "
 ],
 [
  "Successful social newsgathering isn't only about quickly tracking down content that's being shared online and using context clues to verify the information. It is also about the basics of journalism: talking to people and listening to their story. Once you track down an eyewitness or someone who has important information about an event, make sure you ask them all the relevant information that will help you advance the story. ",
  "لا يقتصر جمع الأخبار الاجتماعية الناجح على التتبع السريع للمحتوى الذي تتم مشاركته عبر الإنترنت واستخدام أدلة السياق للتحقق من المعلومات. يتعلق الأمر أيضًا بأساسيات الصحافة: التحدث إلى الناس والاستماع إلى قصتهم. بمجرد تعقب شاهد عيان أو شخص لديه معلومات مهمة عن الحدث، تأكد من أن تطلب منهم جميع المعلومات ذات الصلة التي ستساعدك على تطوير القصة. "
 ],
 [
  "What else do you remember about the event that might help us push the story along? ",
  "ما الذي تتذكره أيضًا عن الحدث الذي قد يساعدنا في نشر القصة؟ "
 ],
 [
  "Was there anyone else there who witnessed what happened? ",
  "هل كان هناك أي شخص آخر شهد ما حدث؟ "
 ],
 [
  "Did you take any other videos or photos of the event you can share with us? ",
  "هل التقطت أي مقاطع فيديو أو صور أخرى للحدث يمكنك مشاركتها معنا؟ "
 ],
 [
  "Now we not only have first-hand content about the incident, we also have someone who is willing to share their story with us and they can give our audience a perspective into what happened. We now have the option to put them on air. ",
  "الآن ليس لدينا محتوى مباشر عن الحادث فحسب، بل لدينا أيضًا شخص يرغب في مشاركة قصته معنا ويمكنه إعطاء جمهورنا منظورًا لما حدث. لدينا الآن خيار وضعها على الهواء. "
 ],
 [
  "This is \"breaking-news-bataclan-2\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «Breaking-news-bataclan-2\" من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-bataclan-2",
  "الأخبار العاجلة - باتاكلان-2"
 ],
 [
  "Battling Misinformation ",
  "محاربة المعلومات المضللة "
 ],
 [
  "Another key role of the social newsgathering team is battling the misinformation and disinformation that is a feature of our current media ecosystem. Hours after a breaking news event, there are often doctored videos or unrelated images that are shared and claimed to be of the event. You have to be extra vigilant and remember to use all the tools at your disposal to verify what is being shared.",
  "هناك دور رئيسي آخر لفريق جمع الأخبار الاجتماعية وهو محاربة المعلومات المضللة والمعلومات المضللة التي تعد سمة من سمات نظامنا الإعلامي الحالي. بعد ساعات من الحدث الإخباري العاجل، غالبًا ما تكون هناك مقاطع فيديو تم التلاعب بها أو صور غير ذات صلة تتم مشاركتها وادعاء أنها من الحدث. يجب أن تكون أكثر يقظة وتذكر استخدام جميع الأدوات المتاحة لك للتحقق مما تتم مشاركته."
 ],
 [
  "\"Many people reached out to me to tell me that it's fake,\" Mekhtfe told CNN, referring to the fake missile video. \"But it's my video and I have the original and it doesn't show that. When people ask me about it, I tell them, the doctored one is not true.\"",
  "وقال ميختفي لشبكة CNN، في إشارة إلى الفيديو الصاروخي المزيف: «تواصل معي العديد من الأشخاص ليخبروني أنها مزيفة». «لكن هذا الفيديو الخاص بي ولدي النسخة الأصلية ولا تظهر ذلك. عندما يسألني الناس عن ذلك، أقول لهم إن الخطأ الذي تم التلاعب به ليس صحيحًا»."
 ],
 [
  "Doctored videos are already faking the cause of Beirut's explosion",
  "تعمل مقاطع الفيديو التي تم التلاعب بها بالفعل على تزييف سبب انفجار بيروت"
 ],
 [
  "Communicating During Breaking News",
  "التواصل أثناء الأخبار العاجلة"
 ],
 [
  "Assessing Your Risks",
  "تقييم المخاطر الخاصة بك"
 ],
 [
  "During breaking news coverage you want to ensure that all the relevant teams aware of what is happening when it happens.  That being said you also have to allow your journalists  the time and space to do their job. Efficient and targetted communication is key.  ",
  "أثناء تغطية الأخبار العاجلة، تريد التأكد من أن جميع الفرق ذات الصلة على دراية بما يحدث عند حدوثه. ومع ذلك، يجب عليك أيضًا السماح للصحفيين بالوقت والمساحة للقيام بعملهم. التواصل الفعال والمستهدف هو المفتاح. "
 ],
 [
  "Deploying Teams During Breaking News",
  "نشر الفرق أثناء الأخبار العاجلة"
 ],
 [
  "Breaking News Tips from CNN Journalists ",
  "نصائح الأخبار العاجلة من صحفيي CNN "
 ],
 [
  "Breaking news case studies",
  "دراسات حالة للأخبار العاجلة"
 ],
 [
  "The Beirut Explosion",
  "انفجار بيروت"
 ],
 [
  "We have front seats to history. And that is something which I always I'm very conscious of. ",
  "لدينا مقاعد أمامية للتاريخ. وهذا شيء أنا دائمًا على دراية به. "
 ],
 [
  "Ram Ramgopal, ROW Executive Editor",
  "رام رامغوبل، المحرر التنفيذي لـ ROW"
 ],
 [
  "The News Breaks",
  "فواصل الأخبار"
 ],
 [
  "On August 4th 2020, a massive explosion tore through the Lebanese capital of Beirut ",
  "في 4 أغسطس 2020، وقع انفجار هائل في العاصمة اللبنانية بيروت "
 ],
 [
  "killing 190 people, injuring more than 6,000",
  "مما أسفر عن مقتل 190 شخصًا وإصابة أكثر من 6000"
 ],
 [
  ", and leaving more than 300,000 displaced from their homes. It was linked to nearly 3,000 tonnes of ammonium nitrate which had been stored at Beirut's port for six years. Ammonium nitrate is a highly volatile material used in ",
  "، مما أدى إلى تشريد أكثر من 300 ألف شخص من منازلهم. تم ربطه بحوالي 3,000 طن من نترات الأمونيوم التي تم تخزينها في ميناء بيروت لمدة ست سنوات. نترات الأمونيوم هي مادة شديدة التقلب تستخدم في "
 ],
 [
  "agricultural fertilizers and explosives",
  "الأسمدة الزراعية والمتفجرات"
 ],
 [
  "This is \"Explosion in Beirut: When News Breaks\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «انفجار في بيروت: عندما تنتشر الأخبار» لأكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Explosion in Beirut: When News Breaks",
  "انفجار في بيروت: عندما تنتشر الأخبار"
 ],
 [
  "Why was this a major breaking news story? ",
  "لماذا كانت هذه قصة إخبارية عاجلة رئيسية? "
 ],
 [
  "Earlier, we talked about the different factors that determine the level of a breaking news story and by extension our coverage of it. The Beirut Explosion meets all the main criteria.",
  "في وقت سابق، تحدثنا عن العوامل المختلفة التي تحدد مستوى القصة الإخبارية العاجلة وبالتالي تغطيتنا لها. يلبي انفجار بيروت جميع المعايير الرئيسية."
 ],
 [
  "Go to Lesson",
  "انتقل إلى الدرس"
 ],
 [
  "The Beirut Explosion continues to be a focus for us months after it occurred as it continues to have political, social and economic consequences for Lebanon and the region. ",
  "لا يزال انفجار بيروت محط تركيز بالنسبة لنا بعد أشهر من وقوعه حيث لا تزال له عواقب سياسية واجتماعية واقتصادية على لبنان والمنطقة. "
 ],
 [
  "It has refocused Lebanese attention on chronic mismanagement and allegations of corruption that many believe were the real reasons for the blast. It has provided an opportunity for the international community, led by countries such as France, to call on Lebanon's political elite to introduce real structural reforms. ",
  "فقد أعادت تركيز الاهتمام اللبناني على سوء الإدارة المزمن ومزاعم الفساد التي يعتقد الكثيرون أنها كانت الأسباب الحقيقية للانفجار. لقد أتاحت الفرصة للمجتمع الدولي، بقيادة دول مثل فرنسا، لدعوة النخبة السياسية في لبنان إلى إدخال إصلاحات هيكلية حقيقية. "
 ],
 [
  "And, more importantly, it continues to have a major real-life impact on the people living in Lebanon. Read ",
  "والأهم من ذلك، أنه لا يزال له تأثير حقيقي كبير على الناس الذين يعيشون في لبنان. اقرأ "
 ],
 [
  "this story",
  "هذه القصة"
 ],
 [
  " from CNN teams in Beirut about the hopes and despair surrounding a rescue attempt a month after the blast and watch this report. ",
  " من فرق CNN في بيروت حول الآمال واليأس المحيطة بمحاولة الإنقاذ بعد شهر من الانفجار ومشاهدة هذا التقرير. "
 ],
 [
  "This is \"breaking-news-beirut-blast-3\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «Breaking-news-beirut-blast-3\" من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-beirut-blast-3",
  "الأخبار العاجلة - بيروت - الانفجار 3"
 ],
 [
  "It was clear from the beginning that this story went beyond the immediate ramifications of the blast. ",
  "كان من الواضح منذ البداية أن هذه القصة تجاوزت التداعيات المباشرة للانفجار. "
 ],
 [
  "The explosion sparked fury in Lebanon, where the government has been plagued by accusations of corruption and gross mismanagement, and plunged the country even further into economic turmoil.",
  "وأثار الانفجار الغضب في لبنان، حيث ابتليت الحكومة باتهامات بالفساد وسوء الإدارة الفادح، وأغرق البلاد أكثر في الاضطرابات الاقتصادية."
 ],
 [
  "Following the blasts, Beirut was rocked by ",
  "وفي أعقاب الانفجارات، اهتزت بيروت "
 ],
 [
  "violent protests",
  "احتجاجات عنيفة"
 ],
 [
  " for days, with demonstrators calling for \"",
  " لعدة أيام، حيث دعا المتظاهرون إلى»"
 ],
 [
  "revenge",
  "انتقام"
 ],
 [
  "\" against the ruling class of politicians widely held responsible. Protesters occupied several government ministries and threw stones and shards of glass at security forces. Police fired hundreds of rounds of tear gas as well rubber bullets and, in some cases, live fire.",
  "«ضد الطبقة الحاكمة من السياسيين الذين يتحملون المسؤولية على نطاق واسع. واحتل المتظاهرون العديد من الوزارات الحكومية وألقوا الحجارة وشظايا الزجاج على قوات الأمن. وأطلقت الشرطة مئات الطلقات من الغاز المسيل للدموع والرصاص المطاطي، وفي بعض الحالات، النيران الحية."
 ],
 [
  "Less than a week after the blast, Lebanon's government stepped down, with Prime Minister Hassan Diab calling the blast a \"disaster beyond measure.\" He berated Lebanon's ruling political elite for fostering what he called \"an apparatus of corruption bigger than the state.\" Lebanese President Michel Aoun has said it would be \"",
  "وبعد أقل من أسبوع على الانفجار، استقالت الحكومة اللبنانية، حيث وصف رئيس الوزراء حسن دياب الانفجار بأنه «كارثة لا يمكن قياسها». فقد قام بتوبيخ النخبة السياسية الحاكمة في لبنان لتبني ما وصفه بـ «جهاز الفساد الأكبر من الدولة». قال الرئيس اللبناني ميشال عون إنه سيكون»"
 ],
 [
  "impossible",
  "مستحيل"
 ],
 [
  "\" for him to resign because it would lead to a power vacuum.",
  "«بالنسبة له أن يستقيل لأن ذلك سيؤدي إلى فراغ في السلطة."
 ],
 [
  "Less than a month after the blast, Lebanon's leaders designated the country's ambassador to Germany, ",
  "بعد أقل من شهر على الانفجار، عيّن قادة لبنان سفير البلاد في ألمانيا، "
 ],
 [
  "Mustapha Adib",
  "مصطفى أديب"
 ],
 [
  ", as the new Prime Minister.",
  "، بصفته رئيس الوزراء الجديد."
 ],
 [
  "This is \"breaking-news-beirut-blast-2\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «Breaking-news-beirut-blast-2\" من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-beirut-blast-2",
  "الأخبار العاجلة - بيروت - انفجار-2"
 ],
 [
  "First, there is the explosion's immediate impact. It tore through Beirut's only port, killed nearly 200 people and injured thousands. It shattered windows and blew out doors across Beirut and was even felt in Cyprus, about 240 kilometers — or 150 miles — away.  The blast generated seismic waves equivalent to a magnitude 3.3 earthquake.",
  "أولاً، هناك التأثير الفوري للانفجار. لقد مزقت الميناء الوحيد في بيروت، وقتلت ما يقرب من 200 شخص وجرحت الآلاف. لقد حطمت النوافذ وفجرت الأبواب في جميع أنحاء بيروت، حتى أنها شعرت بها في قبرص، التي تبعد حوالي 240 كيلومترًا - أو 150 ميلاً -. أنتج الانفجار موجات زلزالية تعادل زلزال بقوة 3.3 درجة."
 ],
 [
  "Beirut's governor Marwan Abboud told reporters that the explosion had resulted in an estimated $3 to $5 billion in damage and that at least 300,000 people were \"unable to sleep in their homes.\"",
  "وقال محافظ بيروت مروان عبود للصحفيين إن الانفجار أدى إلى أضرار تقدر بنحو 3 إلى 5 مليارات دولار وأن 300 ألف شخص على الأقل «غير قادرين على النوم في منازلهم»."
 ],
 [
  "This is \"breaking-news-beirut-blast-1\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «Breaking-news-beirut-blast-1\" من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "breaking-news-beirut-blast-1",
  "الأخبار العاجلة - بيروت - الانفجار -1"
 ],
 [
  "A million things were going through my head as to what it possibly could have been. Lebanon being Lebanon, I thought perhaps it was an Israeli airstrike because of the tensions between Hezbollah and Israel... It took quite a while for the details of the 2,750 metric tons of ammonium nitrate that were supposedly in that hangar to come out.",
  "كان هناك مليون شيء يدور في رأسي لمعرفة ما كان يمكن أن يكون عليه الأمر. نظرًا لكون لبنان هو لبنان، فقد اعتقدت أنها ربما كانت غارة جوية إسرائيلية بسبب التوترات بين حزب الله وإسرائيل... لقد استغرق الأمر بعض الوقت حتى ظهرت تفاصيل 2750 طنًا متريًا من نترات الأمونيوم التي كان من المفترض أن تكون في تلك الحظيرة."
 ],
 [
  "The Initial Hours of Beirut Explosion Coverage",
  "الساعات الأولى من تغطية انفجار بيروت"
 ],
 [
  "Breaking News Tips ",
  "نصائح الأخبار العاجلة "
 ],
 [
  "Ghazi's tip to producers in the field is simple: prioritize. Focus on what you have to do first and forget the trivial issues.  Head over to our lesson on tips from CNN journalists during breaking news coverage.",
  "نصيحة غازي للمنتجين في هذا المجال بسيطة: تحديد الأولويات. ركز على ما عليك القيام به أولاً وانسى القضايا التافهة. توجه إلى درسنا حول نصائح من صحفيي CNN أثناء تغطية الأخبار العاجلة."
 ],
 [
  "Deploying more resources: It was clear from early in the story that Ben wasn't going to single-handedly meet the coverage demands of the story for our different platforms and networks. So plans were made to deploy reporting teams from Istanbul and Abu Dhabi to boost the CNN presence on the ground in Beirut. ",
  "نشر المزيد من الموارد: كان من الواضح منذ وقت مبكر من القصة أن بن لن يلبي بمفرده متطلبات تغطية القصة لمنصاتنا وشبكاتنا المختلفة. لذلك تم وضع خطط لنشر فرق الإبلاغ من اسطنبول وأبو ظبي لتعزيز وجود CNN على الأرض في بيروت. "
 ],
 [
  "Social Newsgathering: Our social discovery team was able to recognize the scope of the blast and to search for people who were posting about within the vicinity. Paul was able to use context clues from the videos being uploaded to verify their authenticity and to track down an eyewitness on a boat who shared his footage with CNN adding an extra layer to our coverage. ",
  "جمع الأخبار الاجتماعية: تمكن فريق الاكتشاف الاجتماعي لدينا من التعرف على نطاق الانفجار والبحث عن الأشخاص الذين كانوا ينشرون الأخبار في المنطقة المجاورة. كان Paul قادرًا على استخدام أدلة السياق من مقاطع الفيديو التي يتم تحميلها للتحقق من صحتها وتعقب شاهد عيان على متن قارب شارك لقطات الفيديو الخاصة به مع CNN مضيفًا طبقة إضافية إلى تغطيتنا. "
 ],
 [
  "Prioritizing on the ground: As you can see from the clips in the gallery below, our Beirut bureau was also severely damaged by the explosion. That meant that when our producer Ghazi got to the bureau he had to prioritize and multi-task. Before getting to the bureau, he dispatched a freelance cameraman to shoot some footage that would be used in the coverage. Once at the bureau, he made sure that there were security plans in place to protect valuables and conducted a health and safety assessment to make sure the team could operate in the office. Meanwhile, he helped Ben chase editorial lines. ",
  "تحديد الأولويات على الأرض: كما ترى من المقاطع الموجودة في المعرض أدناه، تضرر مكتبنا في بيروت أيضًا بشدة من جراء الانفجار. وهذا يعني أنه عندما وصل منتجنا غازي إلى المكتب، كان عليه تحديد الأولويات وتعدد المهام. قبل الوصول إلى المكتب، أرسل مصورًا مستقلاً لتصوير بعض اللقطات التي سيتم استخدامها في التغطية. وبمجرد وصوله إلى المكتب، تأكد من وجود خطط أمنية لحماية الأشياء الثمينة وأجرى تقييمًا للصحة والسلامة للتأكد من أن الفريق يمكن أن يعمل في المكتب. وفي الوقت نفسه، ساعد بن في مطاردة الخطوط التحريرية. "
 ],
 [
  "Confirming & Reporting: With Ben and his team on the ground in Beirut, CNN was in a position to immediately confirm the story from and to provide breaking news coverage for its audience. Ben was able to go live, first on the phone then on camera, and provide reporting what was happening to him. He was doing this while getting updates from Ghazi, his producer, and contacts throughout Beirut. Our planning team was also able to set up interviews with other eyewitnesses on the ground to provide additional perspectives.",
  "التأكيد وإعداد التقارير: مع وجود بن وفريقه على الأرض في بيروت، كانت CNN في وضع يمكنها من تأكيد القصة على الفور وتقديم تغطية إخبارية عاجلة لجمهورها. كان بن قادرًا على البث المباشر، أولاً على الهاتف ثم على الكاميرا، وتقديم تقارير عما كان يحدث له. كان يفعل ذلك أثناء حصوله على تحديثات من غازي ومنتجه وجهات الاتصال في جميع أنحاء بيروت. كما تمكن فريق التخطيط لدينا من إعداد مقابلات مع شهود عيان آخرين على الأرض لتقديم وجهات نظر إضافية."
 ],
 [
  "Newsgathering During a Global Pandemic: ",
  "جمع الأخبار أثناء الوباء العالمي: "
 ],
 [
  "The COVID-19 global pandemic has added multiple considerations and layers to our decision-making matrix during breaking news situations. Our most important priority is the safety of our team.  When we are deploying teams we want to ensure their health is being protected at all times. That means sourcing PPE equipment for them, thinking about how to isolate teams and have contingency plans if teams need to be separated. It has also brought about additional travel restrictions and quarantine requirements which restrict the movements of our teams and limit our access to a story. ",
  "أضاف وباء COVID-19 العالمي اعتبارات وطبقات متعددة إلى مصفوفة صنع القرار لدينا أثناء حالات الأخبار العاجلة. أولويتنا الأكثر أهمية هي سلامة فريقنا. عندما نقوم بنشر فرق نريد ضمان حماية صحتهم في جميع الأوقات. وهذا يعني توفير معدات الوقاية الشخصية لهم، والتفكير في كيفية عزل الفرق ووضع خطط طوارئ إذا كانت الفرق بحاجة إلى الفصل. كما أدى ذلك إلى فرض قيود إضافية على السفر ومتطلبات الحجر الصحي التي تقيد تحركات فرقنا وتحد من وصولنا إلى القصة. "
 ],
 [
  "CNN's Beirut Bureau After The Explosion",
  "مكتب سي إن إن في بيروت بعد الانفجار"
 ],
 [
  "Communication During Initial Hours of Beirut Story",
  "التواصل خلال الساعات الأولى من قصة بيروت"
 ],
 [
  "One of the key elements during a breaking news situation is how different CNN teams communicate with one another. Our teams in the field need to be able to relay information about what is happening on the ground to our newsgathering hubs in Atlanta, New York, London, Abu Dhabi or Hong Kong. Our newsgathering teams on the International and National newsdesks need to pass on logistical information to our teams and update our programming teams about all the latest developments and what reporting we have cleared for air. ",
  "أحد العناصر الرئيسية خلال حالة الأخبار العاجلة هو كيفية تواصل فرق CNN المختلفة مع بعضها البعض. يجب أن تكون فرقنا في الميدان قادرة على نقل المعلومات حول ما يحدث على الأرض إلى مراكز جمع الأخبار لدينا في أتلانتا ونيويورك ولندن وأبو ظبي وهونغ كونغ. تحتاج فرق جمع الأخبار لدينا في مكاتب الأخبار الدولية والوطنية إلى نقل المعلومات اللوجستية إلى فرقنا وتحديث فرق البرمجة لدينا حول جميع التطورات الأخيرة والتقارير التي قمنا بتصريحها للبث. "
 ],
 [
  "Lesson: Communicating During Breaking News",
  "درس: التواصل أثناء الأخبار العاجلة"
 ],
 [
  "What are the best practices for communicating during a breaking news event? How can you ensure information is reaching teams that need it most?  ",
  "ما هي أفضل الممارسات للتواصل خلال حدث إخباري عاجل؟ كيف يمكنك ضمان وصول المعلومات إلى الفرق التي هي في أمس الحاجة إليها؟ "
 ],
 [
  "There are multiple considerations when communicating with different teams during a breaking news story on the scale of the Beirut explosion. ",
  "هناك اعتبارات متعددة عند التواصل مع فرق مختلفة خلال قصة إخبارية عاجلة حول حجم انفجار بيروت. "
 ],
 [
  "Keep it relevant. Not everyone needs to know everything at all times. If you are working on a logistical issue then the editorial programming team in the middle of rolling coverage doesn't need to know. Make sure what you are communicating is relevant to who you are communicating it to. ",
  "اجعلها ذات صلة. لا يحتاج الجميع إلى معرفة كل شيء في جميع الأوقات. إذا كنت تعمل على قضية لوجستية، فلن يحتاج فريق البرمجة التحريرية في منتصف التغطية الدورية إلى معرفة ذلك. تأكد من أن ما تتواصل معه وثيق الصلة بمن تقوم بتوصيلها إليه. "
 ],
 [
  "Get the information out. There are multiple ways for getting the information out to the teams that need it most. That means getting up a telephone breaking news bridge as well as using whatever is the most convenient tool for communicating in that instance. Your top priority is ensuring those who need to know about the latest developments in a story, specifically your programming teams, get it in a timely fashion. ",
  "احصل على المعلومات. هناك طرق متعددة لإيصال المعلومات إلى الفرق التي هي في أمس الحاجة إليها. وهذا يعني إنشاء جسر للأخبار العاجلة عبر الهاتف وكذلك استخدام أي أداة أكثر ملاءمة للتواصل في هذه الحالة. أولويتك القصوى هي ضمان حصول أولئك الذين يحتاجون إلى معرفة آخر التطورات في القصة، وتحديدًا فرق البرمجة الخاصة بك، على الحصول عليها في الوقت المناسب. "
 ],
 [
  "Remember batteries. These are not normal times. Your team on the ground is dealing with a major situation. They may be out newsgathering while also providing live reporting back to you or power might have gone off where they are so they might not have a chance to recharge their batteries for a while. If you want them to carry on reporting make sure you take into account their unique situation. ",
  "تذكر البطاريات. هذه ليست أوقات عادية. يتعامل فريقك على الأرض مع موقف كبير. قد يكونون خارج نطاق جمع الأخبار مع تقديم تقارير مباشرة إليك أو ربما انقطعت الطاقة حيث هم لذا قد لا تتاح لهم فرصة إعادة شحن بطارياتهم لفترة من الوقت. إذا كنت تريد منهم الاستمرار في إعداد التقارير، فتأكد من مراعاة وضعهم الفريد. "
 ],
 [
  "Keep it simple. When talking to your teams in the field eep your messages short, precise and to the point. Limit the number of people who are reaching out to your correspondent or producer on the ground and nominate one or two people to be their main interlocutors.  ",
  "اجعل الأمر بسيطًا. عند التحدث إلى فرقك في الميدان، اجعل رسائلك قصيرة ودقيقة وفي صلب الموضوع. حدد عدد الأشخاص الذين يتواصلون مع مراسلك أو منتجك على الأرض وقم بترشيح شخص أو شخصين ليكونوا محاوريهم الرئيسيين. "
 ],
 [
  "These days a lot of information about a breaking news event is shared on messaging groups such as Whatsapp or Telegram. Here we can see Senior International Correspondent Arwa Damon asking our Senior News Desk Edior, Schams Elwazer to chase up reports about a demonstration in downtown Beirut. ",
  "في هذه الأيام، تتم مشاركة الكثير من المعلومات حول حدث إخباري عاجل على مجموعات المراسلة مثل Whatsapp أو Telegram. هنا يمكننا أن نرى المراسلة الدولية الكبيرة أروى دامون تطلب من كبير محررينا في مكتب الأخبار، شمس الوازر متابعة التقارير حول مظاهرة في وسط بيروت. "
 ],
 [
  "Ghazi, who is our Senior Field Producer based out of Beirut, enters the conversation to add local context to the discussion.",
  "يدخل غازي، وهو المنتج الميداني الأول لدينا من بيروت، المحادثة لإضافة سياق محلي إلى المناقشة."
 ],
 [
  "Useful Newsgathering Tool ",
  "أداة مفيدة لجمع الأخبار "
 ],
 [
  "Our teams can use messaging groups to talk about the latest developments and to confirm information that is out there. ",
  "يمكن لفرقنا استخدام مجموعات المراسلة للتحدث عن آخر التطورات وتأكيد المعلومات الموجودة هناك. "
 ],
 [
  "Here you can see Ben Wedeman asking the team to help compile a list of all cabinet ministers who have resigned following the Beirut explosion.",
  "هنا يمكنك أن ترى بن ويدمان يطلب من الفريق المساعدة في تجميع قائمة بجميع وزراء الحكومة الذين استقالوا بعد انفجار بيروت."
 ],
 [
  "Chasing Latest Developments",
  "مطاردة أحدث التطورات"
 ],
 [
  "Tools like WhatsApp or other messaging apps are useful for communicating with your team especially if they are spread across the world.  ",
  "أدوات مثل WhatsApp أو تطبيقات المراسلة الأخرى مفيدة للتواصل مع فريقك خاصة إذا كانت منتشرة في جميع أنحاء العالم. "
 ],
 [
  "Summary",
  "ملخص"
 ],
 [
  "We have to use technology that we know will work in different parts of the world. We need to have real-time conversations between our teams so messaging apps are a good tool for this. ",
  "علينا استخدام التكنولوجيا التي نعرف أنها ستعمل في أجزاء مختلفة من العالم. نحتاج إلى إجراء محادثات في الوقت الفعلي بين فرقنا، لذا تعد تطبيقات المراسلة أداة جيدة لذلك. "
 ],
 [
  "Click through a series of messages that were sent by CNN journalists on the Beirut Explosion editorial Whatsapp group created by the CNN International Desk and comprised of teams on the ground, newsgathering operations from CNN hubs around the world and TV and digital programming teams.",
  "انقر فوق سلسلة من الرسائل التي أرسلها صحفيو CNN على مجموعة Whatsapp التحريرية لـ Beirut Explosion التي أنشأها مكتب CNN الدولي وتتألف من فرق على الأرض وعمليات جمع الأخبار من مراكز CNN حول العالم وفرق البرمجة التلفزيونية والرقمية."
 ],
 [
  "Using Tech to Communicate: WhatsApp Groups",
  "استخدام التكنولوجيا للتواصل: مجموعات WhatsApp"
 ],
 [
  "Reflections from CNN Teams Covering The Beirut Breaking News Story  ",
  "تأملات من فرق CNN التي تغطي قصة أخبار بيروت العاجلة "
 ],
 [
  "Conclusion",
  "الاستنتاج"
 ],
 [
  "Quiz",
  "كويز"
 ],
 [
  "Thank you for completing When News Breaks: Newsgathering. Now you're ready to take a short quiz about what you've learned. ",
  "شكرًا لك على إكمال «عند ظهور الأخبار»: جمع الأخبار. أنت الآن جاهز لإجراء اختبار قصير حول ما تعلمته. "
 ],
 [
  "Breaking news is always unexpected. We can't plan for it. Its scope and impact also go beyond its immediate surroundings. ",
  "الأخبار العاجلة دائمًا ما تكون غير متوقعة. لا يمكننا التخطيط لذلك. كما يتجاوز نطاقها وتأثيرها محيطها المباشر. "
 ],
 [
  "What is the most complete definition of a breaking news story? ",
  "ما هو التعريف الأكثر اكتمالا لقصة الأخبار العاجلة؟ "
 ],
 [
  "Breaking news is an important story that we have planned to cover with all our resources.",
  "الأخبار العاجلة هي قصة مهمة خططنا لتغطيتها بجميع مواردنا."
 ],
 [
  "Breaking news is an unexpected event with limited impact which is important to some of our audience. ",
  "الأخبار العاجلة هي حدث غير متوقع ذو تأثير محدود وهو أمر مهم لبعض جمهورنا. "
 ],
 [
  "Breaking news is an unexpected event or a significant advance on a story that we're already covering that is important enough for us to break into our regular programming to update our audience.",
  "الأخبار العاجلة هي حدث غير متوقع أو تقدم كبير في قصة نقوم بتغطيتها بالفعل وهي مهمة بما يكفي لاقتحام برامجنا العادية لتحديث جمهورنا."
 ],
 [
  "The first step you should take is to ensure everyone in your network knows you are aware of the story so you and the rest of your newsgathering team can focus on confirming reportable lines. ",
  "الخطوة الأولى التي يجب عليك اتخاذها هي التأكد من أن الجميع في شبكتك يعرفون أنك على دراية بالقصة حتى تتمكن أنت وبقية فريق جمع الأخبار من التركيز على تأكيد الخطوط التي يمكن الإبلاغ عنها. "
 ],
 [
  "What is the first thing you should do if you are working in a newsgathering team when you are alerted to a potential breaking news story?",
  "ما هو أول شيء يجب عليك فعله إذا كنت تعمل في فريق لجمع الأخبار عندما يتم تنبيهك إلى قصة إخبارية عاجلة محتملة؟"
 ],
 [
  "Reach out to eyewitnesses to see if they can join you on air. ",
  "تواصل مع شهود العيان لمعرفة ما إذا كان بإمكانهم الانضمام إليك على الهواء. "
 ],
 [
  "Start making plans for deploying teams into the location. ",
  "ابدأ بوضع خطط لنشر الفرق في الموقع. "
 ],
 [
  "Get working on confirming reportable lines. ",
  "ابدأ العمل على تأكيد الخطوط التي يمكن الإبلاغ عنها. "
 ],
 [
  "Alert the rest of the network that you are aware of a potential breaking news story and that you are working to confirm it. ",
  "قم بتنبيه بقية الشبكة بأنك على دراية بقصة إخبارية عاجلة محتملة وأنك تعمل على تأكيدها. "
 ],
 [
  "During a breaking news situation, you need to give time and space to your journalists in the field to do their job. That means not keeping them on the phone for too long and communicating them in the shortest most direct fashion possible. ",
  "أثناء حالة الأخبار العاجلة، تحتاج إلى إعطاء الوقت والمساحة للصحفيين في الميدان للقيام بعملهم. وهذا يعني عدم الاحتفاظ بها على الهاتف لفترة طويلة والتواصل معها بأقصر طريقة مباشرة ممكنة. "
 ],
 [
  "What should you not do when communicating with your team in the field during a breaking news situation? ",
  "ما الذي يجب ألا تفعله عند التواصل مع فريقك في الميدان أثناء حالة الأخبار العاجلة؟ "
 ],
 [
  "Ask them about their safety. ",
  "اسألهم عن سلامتهم. "
 ],
 [
  "Give them clear, concise information that will help them with their reporting. ",
  "أعطهم معلومات واضحة وموجزة تساعدهم في إعداد تقاريرهم. "
 ],
 [
  "Ask them a series of questions about the background to a story. ",
  "اطرح عليهم سلسلة من الأسئلة حول خلفية القصة. "
 ],
 [
  "Have a long chat about their future plans on how they want to cover this story. ",
  "قم بإجراء محادثة طويلة حول خططهم المستقبلية حول الطريقة التي يريدون بها تغطية هذه القصة. "
 ],
 [
  "Update them about deployment plans of other teams that will be coming in to help them out. ",
  "قم بتحديثهم حول خطط نشر الفرق الأخرى التي ستأتي لمساعدتهم. "
 ],
 [
  "You should use whatever means of communication you have at your disposal to ensure all your team members are aware of what is happening. Messaging apps such as WhatsApp are sometimes the most reliable tools for communicating with team members spread across the world.",
  "يجب عليك استخدام أي وسيلة اتصال لديك تحت تصرفك للتأكد من أن جميع أعضاء فريقك على دراية بما يحدث. تعد تطبيقات المراسلة مثل WhatsApp أحيانًا أكثر الأدوات موثوقية للتواصل مع أعضاء الفريق المنتشرين في جميع أنحاء العالم."
 ],
 [
  "You should only use emails and phone calls during breaking news coverage to avoid any confusions between the various teams working on a story.",
  "يجب عليك فقط استخدام رسائل البريد الإلكتروني والمكالمات الهاتفية أثناء تغطية الأخبار العاجلة لتجنب أي ارتباك بين الفرق المختلفة التي تعمل على القصة."
 ],
 [
  "True",
  "صحيح"
 ],
 [
  "False",
  "خاطئة"
 ],
 [
  "CNN was fortunate to have Ben Wedeman on the ground to not only confirm the story but to also bring our audience immediate live coverage of the event.",
  "كانت CNN محظوظة بوجود بن ويدمان على الأرض ليس فقط لتأكيد القصة ولكن أيضًا لتقديم تغطية مباشرة فورية لجمهورنا للحدث."
 ],
 [
  "How was CNN able to confirm the Beirut Explosion story?",
  "كيف تمكنت CNN من تأكيد قصة انفجار بيروت؟"
 ],
 [
  "Our social discovery team was quick to find eyewitnesses who had posted content on social media. ",
  "سارع فريق الاكتشاف الاجتماعي لدينا إلى العثور على شهود عيان نشروا محتوى على وسائل التواصل الاجتماعي. "
 ],
 [
  "Our Senior International Correspondent Ben Wedeman was in Beirut at the time of the explosion and called into the International Desk to confirm.",
  "كان مراسلنا الدولي الكبير بن ويدمان في بيروت وقت الانفجار واستدعى المكتب الدولي للتأكيد."
 ],
 [
  "Reliable local news channels had confirmed the story. ",
  "وأكدت قنوات إخبارية محلية موثوقة القصة. "
 ],
 [
  "Reputable wire services had confirmed the story. ",
  "وقد أكدت الخدمات السلكية ذات السمعة الطيبة القصة. "
 ],
 [
  "Key Takeaways",
  "الوجبات السريعة الرئيسية"
 ],
 [
  "Breaking news is something unexpected that is important enough for you to modify your regular programming to tell the audience about it. It is happening right now and requires the entire newsroom to shift into breaking news coverage mode. ",
  "الأخبار العاجلة هي شيء غير متوقع ومهم بما يكفي لتعديل برامجك العادية لإخبار الجمهور عنها. يحدث هذا الآن ويتطلب من غرفة الأخبار بأكملها التحول إلى وضع تغطية الأخبار العاجلة. "
 ],
 [
  "Reporting. In the immediate aftermath of a breaking news event, give your audience a sense of what is happening right now and provide them with the broader picture. Don't get bogged down in the details of the story or nuances that you can weave into the narrative at a later stage. ",
  "إعداد التقارير. في أعقاب حدث إخباري عاجل مباشرة، امنح جمهورك فكرة عما يحدث الآن وزودهم بالصورة الأوسع. لا تتورط في تفاصيل القصة أو الفروق الدقيقة التي يمكنك دمجها في السرد في مرحلة لاحقة. "
 ],
 [
  "Verification. Your biggest priority during breaking news coverage is verifying the information that is pouring in. At the very least, you need to double source all the lines that you want to report on a story. Don't get lost in the fog of rumours and misinformation and don't sacrifice accuracy for speed. ",
  "التحقق. أولويتك القصوى أثناء تغطية الأخبار العاجلة هي التحقق من المعلومات التي تتدفق. على أقل تقدير، تحتاج إلى مضاعفة مصدر جميع الأسطر التي تريد الإبلاغ عنها حول القصة. لا تضيع في ضباب الشائعات والمعلومات المضللة ولا تضحي بالدقة من أجل السرعة. "
 ],
 [
  "Communication. You need to ensure you are communicating what you know about a breaking news event both internally and to your audience. By alerting the rest of the network that you are aware of a breaking news situation you not only prepare them for it, you give yourself the opportunity to confirm reportable lines.",
  "التواصل. تحتاج إلى التأكد من أنك تنقل ما تعرفه عن حدث إخباري عاجل داخليًا ولجمهورك. من خلال تنبيه بقية الشبكة بأنك على دراية بحالة الأخبار العاجلة، فإنك لا تقوم فقط بإعدادها لها، بل تمنح نفسك الفرصة لتأكيد الخطوط التي يمكن الإبلاغ عنها."
 ],
 [
  "Nobody remembers if you broke a story two minutes before somebody else. But, a lot of people will remember if you got it first and you got it wrong.",
  "لا أحد يتذكر ما إذا كنت قد كسرت قصة قبل دقيقتين من شخص آخر. لكن الكثير من الناس سيتذكرون ما إذا كنت قد فهمت الأمر أولاً وأخطأت."
 ],
 [
  "Have Further Questions?",
  "هل لديك أسئلة أخرى؟"
 ],
 [
  "Ultrices dui sapien eget mi proin sed. Ultrices dui sapien eget mi proin sed libero enim sed. Mattis ullamcorper velit sed ullamcorper morbi tincidunt. Suspendisse sed nisi lacus sed viverra tellus in hac habitasse. ",
  "تحصل على مزيج من البروتين المستخدم في أولتريسيس ديو سابين. بذور الصبار الثنائي السابين - مزيج من البروتين - بذور الليبرو - الدنيم المستخدم. استخدم ماتيس بولامكوربر فيليت تولامكوربر موربي تينسيدونت. زيت جوز الهند المعلق يستخدم فيفيرا تيلوس في الموائل الصعبة. "
 ],
 [
  "Contact CNN Academy",
  "اتصل بأكاديمية CNN"
 ],
 [
  "If you have any questions about this course feel free to contact us. Make sure to enrol in When News Breaks: Programming to understand breaking news coverage from a programming perspective.",
  "إذا كانت لديك أي أسئلة حول هذه الدورة فلا تتردد في الاتصال بنا. تأكد من التسجيل في When News Breaks: البرمجة لفهم تغطية الأخبار العاجلة من منظور البرمجة."
 ],
 [
  "Email Us",
  "أرسل لنا بريدًا إلكترونيًا"
 ],
 [
  "Thank you for completing this course!",
  "شكرًا لك على إكمال هذه الدورة التدريبية!"
 ]
]