[
 [
  "When News Breaks: Newsgathering (Kurdish)",
  "کاتێک هەواڵەکان دەشکێنن: هەواڵگەری (کوردی)"
 ],
 [
  "This course is designed to help you understand how CNN decides what is breaking news, how we categorize breaking news stories in terms of significance, and what steps CNN goes through as we respond to a breaking story.",
  "ئەم کۆرسە بۆ یارمەتیدانت بۆ تێگەیشتن لە سی ئێن ئێن بڕیار دەدات کە چ هەواڵێک دەشکێنێ، چۆن ئێمە چیرۆکە هەواڵیەکان لە ڕووی بایەخەوە پۆلێن دەکەین، وە سی ئێن ئێن چ هەنگاوێک تێدەپەڕێت کاتێک وەڵامی چیرۆکێکی شکاو دەدەینەوە."
 ],
 [
  "Click the \"Start Course\" button to begin.",
  "کرتە بکە لەسەر دوگمەی \"دەستپێک کۆرس\" بۆ دەستپێکردن."
 ],
 [
  "Introduction",
  "پێشەکی"
 ],
 [
  "Breaking News Definition ",
  "پێناسەی هەواڵی شکاندن "
 ],
 [
  "What is Breaking News?",
  "هەواڵی برێک چیە؟"
 ],
 [
  "Breaking news is an event we didn't anticipate. It is an unexpected development that requires us to pull all our resources together immediately to provide quick and accurate information to our audience. In many cases we will \"break\" into our regular programming to tell the audience about it even if, at first, we don't have all the details. ",
  "هەواڵی بەپەلە ڕووداوێکە کە ئێمە پێشبینیمان نەدەکرد ئەمە پێشکەوتنێکی چاوەڕوان نەکراوە کە داوا لە ئێمە دەکات کە هەموو سەرچاوەکانمان ڕاستەوخۆ پێکەوە ڕابکێشین بۆ ئەوەی زانیاری خێرا و ورد بۆ بینەرانمان دابین بکەین. لە زۆر حاڵەتدا ئێمە \"شکاندن\" دەکەین بۆ بەرنامەڕێژی ئاساییمان بۆ ئەوەی دەربارەی ئەوە بە بینەران بڵێین تەنانەت ئەگەر لە سەرەتادا، هەموو وردەکاریەکانمان نەبێت."
 ],
 [
  "Breaking news also refers to any significant advance on a story we're already covering. It can be a new piece of information that we feel our audience needs to know about. So the spectrum of breaking news is extensive, it can range from everything from a terror attack to something that's happening on the field of battle, to a weather event, to a political resignation.    ",
  "هەواڵی بەپەلە هەروەها ئاماژە بە هەر پێشکەوتنێکی گرنگ دەکات لەسەر چیرۆکێک کە ئێمە پێشتر دایدەپۆشین. ئه وه ده توانێ زانیاریه کی نوێ بێت که ئێمه وا هەست ده که ین که به رباره ی بینەرانمان ده بێ بیزانین. کەواتە پانتایی هەواڵ شکاندن فراوانە، دەتوانێت لە هەموو شتێکەوە مەودای هەبێت لە هێرشێکی تیرۆرەوە بۆ شتێک کە لە مەیدانی جەنگدا ڕوو دەدات، بۆ ڕووداوێکی کەش و هەوا، بۆ دەستلەکارکێشانەوەیەکی سیاسی"
 ],
 [
  "This is \"Breaking News Definition\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی شکاندنی پێناسە\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Breaking News Definition",
  "پێناسەی هەواڵی شکاندن"
 ],
 [
  "Ram Ramgopal, CNN Row Executive Editor",
  "ڕام ڕامگۆپال، سەرنوسەری جێبەجێکاری سی ئێن ئێن ڕۆو"
 ],
 [
  "We look at breaking news as any significant advance on a story or a story that comes out of the blue. Something that we were not expecting and something that needs to be translated into copy that can go on air immediately. ",
  "ئێمە سەیری هەواڵ شکێن دەکەین وەک هەر پێشکەوتنێکی گرنگ لەسەر چیرۆکێک یان چیرۆکێک کە لە شینەوە دێتە دەرەوە. شتێک کە ئێمە چاوەڕێمان نەدەکرد و شتێک کە پێویستە وەربگێڕدرێت بۆ کۆپی کردن کە دەتوانێت دەستبەجێ بە هەوا بڕوات."
 ],
 [
  "Understanding On-Screen Breaking News Cues ",
  "تێگەیشتن لەسەر شاشەی شکاندنی هەواڵەکانی کەیس"
 ],
 [
  "This red tab is a visible indicator to our audience that we are in breaking news coverage and the story we are bringing them is a new development.  It conveys a sense of urgency and helps our audience immediately recognize the importance of the story we are covering on air.",
  "ئەم تەبی سوورە نیشاندەرێکی بەرچاوە بۆ بینەرانمان کە ئێمە لە ڕووماڵکردنی هەواڵەکانداین و ئەو چیرۆکەی دەیهێنین گەشەیەکی نوێیە.  هەست بە پەلە دەگەیێنێت و یارمەتی بینەرانمان دەدات کە دەستبەجێ گرنگی ئەو چیرۆکە بناسێنن کە ئێمە لەسەر هەوا دەیپۆشین."
 ],
 [
  "Breaking News Tab",
  "خشتەبەندی هەواڵەکانی شکاندن"
 ],
 [
  "This is a headline banner. It conveys a good snapshot of what the story is about. We communicate the key elements of a breaking news story with our audience using such banners. ",
  "ئەمە مانشێتە ئەوە وێنەیەکی باش دەگوازێتەوە دەربارەی چی چیرۆکەکە. ئێمە توخمە سەرەکیەکانی چیرۆکی هەواڵی شکاندن لەگەڵ بینەرەکانمان بە بەکارهێنانی ئەم جۆرە لافیتانە پەیوەندی دەکەین."
 ],
 [
  "Headline Banner",
  "مانشێتی بانێر"
 ],
 [
  "CNN is known around the world for breaking news coverage. The Live tab indicates a sense of urgency to the audience and lets them know that they are receiving information as it happens. ",
  "سی ئێن ئێن لە هەموو جیهاندا ناسراوە بە شکاندنی هەواڵی ڕووماڵ تابی لایڤ هەستی پەلەکردن نیشان دەدات بۆ بینەران و ڕێگەیان پێدەدات بزانن کە ئەوان زانیاری وەردەگرن بەو شێوەیەی کە ڕوودەدات."
 ],
 [
  "Live",
  "ڕاستەوخۆ"
 ],
 [
  "CNN anchors are journalists with years of experience covering major breaking news stories. During breaking news coverage they become the key conduit between the reporters and eyewitnesses on the ground and the audience watching at home. They tap into their years of experience and knowledge about global affairs to provide context around a specific event and to help the audience understand the nuance of a specific event. ",
  "لەنگەرەکانی سی ئێن ئێن ڕۆژنامەنووسن کە ساڵانێک ئەزموونیان هەیە کە چیرۆکی هەواڵی بەپەلەی گەورە دەپۆشن لەکاتی ڕووماڵکردنی هەواڵەکاندا دەبنە کلیلی نێوان پەیامنێران و شایەتحاڵانی سەر زەوی و بینەران کە لەماڵەوە سەیری دەکەن ئەوان لە ئەزموونی ساڵانی خۆیان و زانینیان سەبارەت بە کاروباری جیهانی تێدەپەڕن بۆ دابینکردنی چوارچێوەیەک لە دەوری ڕووداوێکی دیاریکراو و بۆ یارمەتیدانی بینەران بۆ تێگەیشتن لە ڕەوشتی ڕووداوێکی دیاریکراو"
 ],
 [
  "Wolf Blitzer is CNN's lead political anchor and the anchor of The Situation Room with Wolf Blitzer. Find out ",
  "وۆڵف بلیتزەر بێژەری سیاسی سی ئێن ئێن و بێژەری ژووری بارودۆخ لەگەڵ وۆڵف بلیتزەر دۆزینەوە "
 ],
 [
  "more about Wolf",
  "زیاتر دەربارەی وۆلف"
 ],
 [
  ".",
  "."
 ],
 [
  "The Anchor",
  "بێژەری"
 ],
 [
  "Television, as the name suggests, is a visual medium. Video and images are key to our storytelling on TV and continuously bringing viewers the latest visuals is of the greatest importance to CNN.",
  "تەلەفیزیۆن، وەک ناوەکە پێشنیاری دەکات، ناوەندێکی بینراوە. ڤیدیۆ و وێنەکان کلیلی چیرۆکی ئێمەن لە تەلەڤزیۆن و بەردەوام هێنانی بینەران نوێترین بینراوەکان گرینگترینە بۆ سی ئێن ئێن."
 ],
 [
  "The Live Shot",
  "لێدانی ڕاستەوخۆ"
 ],
 [
  "This tells the viewer the location from which these images are being broadcast and the time at that location. It is very important to use such on-screen furniture to communicate elements of the story to the viewer in a clear way.",
  "ئەمە بە بینەر دەڵێت ئەو شوێنەی کە ئەم وێنانە لێی پەخش دەکرێن و کاتی ئەو شوێنە. زۆر گرنگە کە کەلوپەلی لەسەر شاشە بەکاربهێنیت بۆ پەیوەندی کردنی توخمەکانی چیرۆکەکە بە شێوەیەکی ڕوون بۆ بینەر."
 ],
 [
  "Time & Location",
  "کات & شوێن"
 ],
 [
  "Breaking news is an unexpected event or a significant development in an ongoing story that requires us to break into our regular programming. ",
  "هەواڵی خێرا ڕووداوێکی چاوەڕوان نەکراو یان پێشکەوتنێکی گرنگە لە چیرۆکێکی بەردەوام کە پێویستی بە ئێمەیە بۆ ئەوەی بشکێنین بۆ بەرنامەسازی ئاساییمان."
 ],
 [
  "Breaking news is an unexpected event that we couldn't plan for or a significant development in an ongoing story that requires us to break into our regular programming. ",
  "هەواڵ شکاندن ڕووداوێکی چاوەڕوان نەکراوە کە نەمانتوانی پلان بۆ دابنێین یان گەشەیەکی گرنگ لە چیرۆکێکی بەردەوامدا کە داوامان لێ دەکات بشکێنین بۆ بەرنامەسازی ئاساییمان."
 ],
 [
  "Breaking news is...",
  "هەواڵی بەپەلە ئەوەیە"
 ],
 [
  "An unexpected event",
  "ڕووداوێکی چاوەڕوان نەکراو"
 ],
 [
  "Every news story is a breaking news story at some point ",
  "هەموو هەواڵێک لە هەندێک خاڵدا چیرۆکێکی هەواڵی شکێنە"
 ],
 [
  "Very important so we planned for it and are ready to cover it",
  "زۆر گرینگە بۆیە پلانمان بۆ داڕشتووە و ئامادەین دایپۆشین"
 ],
 [
  "A significant development in an ongoing story ",
  "پێشکەوتنێکی بەرچاو لە چیرۆکێکی بەردەوامدا"
 ],
 [
  "Complete the content above before moving on.",
  "تەواوکردنی ناوەڕۆک لەسەرەوە پێش جوڵاندنەوە."
 ],
 [
  "CONTINUE",
  "بەردەوامبوون"
 ],
 [
  "Levels of Breaking News",
  "ئاستەکانی هەواڵی شکاندن"
 ],
 [
  "Determining the level of a breaking news story is inherently subjective. A change in government in a smaller country is certainly a major political development there but it might not resonate beyond its borders. One producer might consider a development in a story to warrant breaking news coverage while others in the newsroom might dismiss it as an incremental development. ",
  "دیاریکردنی ئاستی چیرۆکی هەواڵی شکاندن بابەتییە. گۆڕان لە حکومەت لە وڵاتێکی بچووکتر بێگومان گەشەیەکی سیاسی گەورە لەوێیە بەڵام لەوانەیە لە دەرەوەی سنورەکانی دەنگ نەدات بەرهەمهێنێک لەوانەیە ڕەچاوی گەشەسەندنێک بکات لە چیرۆکێکدا بۆ گەرەنتی شکاندنی ڕووماڵکردنی هەواڵەکان لە کاتێکدا ئەوانی تر لە ژووری هەواڵەکان لەوانەیە وەک گەشەسەندنێکی زیادە دەری بکەن."
 ],
 [
  "This is \"Levels of Breaking News\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئاستەکانی هەواڵی شکاندن\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "\"In the first instance, we deal with most forms of breaking news in much the same way. But then the question is, what are the consequences going to be? What sort of fallout will there be? Those are the kinds of questions that give breaking news a certain longevity and those are the things that we would be asking ourselves in terms of how we would be treating the level of breaking news as it happens.\" ",
  "لە یەکەم جاردا، ئێمە بە هەمان شێوە مامەڵە لەگەڵ زۆربەی شێوەکانی هەواڵ شکاندن دەکەین. بەڵام دواتر پرسیارەکە ئەوەیە، دەرئەنجامەکانی چی دەبێت؟ چ جۆرە لێدانێک دەبێت؟ ئەمانە ئەو جۆرە پرسیارانەن کە مژدەی هەواڵی زۆرمان پێدەبەخشن و ئەمانە ئەو شتانەن کە ئێمە لە خۆمان دەپرسین لە ڕووی ئەوەی چۆن مامەڵە لەگەڵ ئاستی هەواڵ شکاندن دەکەین وەک ئەوەی ڕوودەدات."
 ],
 [
  "Caroline Paterson, Executive Director of Coverage",
  "کارۆلین پاترسۆن، بەڕێوبەری جێبەجێکاری داپۆشین"
 ],
 [
  "These are key elements that help us determine the significance of any breaking news story:",
  "ئەمانە توخمی سەرەکین کە یارمەتیمان دەدەن بۆ دیاریکردنی گرنگی هەر چیرۆکێکی هەواڵی شکاو:"
 ],
 [
  "The third element we look at is the longevity of this breaking news event. How long this story is going to need our full-attention? Do we think this story which is currently developing will have longer-term implications?",
  "سێیەمین توخمی کە ئێمە سەیری دەکەین درێژەدانی ئەم ڕووداوە هەواڵییە شکاوەیە. تا چەند ئەم چیرۆکە پێویستی بە سەرنجە تەواوەکەمانە؟ ئایا ئێمە پێمان وایە ئەم چیرۆکەی کە ئێستا لە پەرەسەندندایە دەرهاوێانی درێژ خایەنی دەبێت؟"
 ],
 [
  "Of course we don't have a crystal ball to help us predict the future. But we can assess the facts that we have at the time to determine a story's longevity. We know, for example, a major terrorist attack in a key metropolis of a global superpower will trigger a series of events that go way beyond the immediate ground zero of the story. Recognizing that, we prepare our coverage plans and restructure our teams to meet those upcoming needs. ",
  "بە دڵنیاییەوە تۆپێکی کریستاڵمان نییە بۆ یارمەتیمان بۆ پێشبینی کردنی داهاتوو بەڵام ئێمە دەتوانین ئەو ڕاستیانە هەڵبسەنگێنین کە هەمانە لەو کاتەدا بۆ دیاریکردنی درێژی چیرۆکێک. ئێمە دەزانین، بۆ نمونە، هێرشێکی تیرۆریستی گەورە لە میترۆپۆلیسی سەرەکی زلهێزێکی جیهانیدا زنجیرەیەک ڕووداو دروست دەکات کە لە دەرەوەی زەوی خێرا سفری چیرۆکەکە تێدەپەڕێت. ناسینەوەی ئەوە، ئێمە پلانەکانی داپۆشینی خۆمان ئامادە دەکەین و تیمەکانمان دووبارە دروستدەکەینەوە بۆ ئەوەی ئەو پێداویستیانەی داهاتوویان بۆ دابین بکەین"
 ],
 [
  "At 8:49 a.m. on a Sept. 11, 2001, CNN got the first report of a plane hitting one of the World Trade Center towers. This is how we initially covered the story that changed our world forever.",
  "کاتژمێر 8:49 خولەکی پێش نیوەڕۆ لە 11ی ئەیلولی 2001، سی ئێن ئێن یەکەم ڕاپۆرتی فڕۆکەی لە یەکێک لە تاوەرەکانی سەنتەری بازرگانی جیهانی وەرگرت. ئەمە ئەوەیە کە ئێمە لە سەرەتادا ئەو چیرۆکەمان داپۆشی کە بۆ هەتاهەتایە جیهانەکەمان گۆڕی."
 ],
 [
  "This is \"breaking-news-9-11\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی خێرایە-9-11\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "breaking-news-9-11",
  "هەواڵی 9-11"
 ],
 [
  "Longevity",
  "درێژی تەمەن"
 ],
 [
  "The second element we look at is the scope of the breaking news event. Will it have broader ramifications beyond its immediate surroundings? Will this event involve a large number of people spread across the world?  ",
  "توخمی دووەم کە سەیری دەکەین مەودای ڕووداوی هەواڵی شکاندنە ئایا ئەو لە دەوروبەرە خێراکەیەوە بەرینتر دەبێت؟ ئایا ئەم ڕووداوە ژمارەیەکی زۆر لە خەڵک لە جیهاندا بڵاودەبنەوە؟"
 ],
 [
  "Take the ongoing global pandemic spurred by COVID-19. It has a truly global scope, impacting people all around the world on multiple levels. That is why it has dominated the news agenda for most of 2020 and newsrooms continue to report developments within the story as breaking news. ",
  "ئەو هەموو نەخۆشیە جیهانییە بەردەوامانە وەرگرە کە لەلایەن کۆڤید-19 ەوە بڵاو بۆتەوە. ئەمە مەودایەکی جیهانی راستەقینەی هەیە، کاریگەری لەسەر خەڵکی هەموو جیهان لەسەر ئاستی هەمەجۆر هەیە. بۆیە دەستی بەسەر بەرنامەی هەواڵدا گرتووە بۆ زۆربەی ساڵی 2020 و ژوورەکانی هەواڵ بەردەوامن لە راپۆرتکردنی پەرەسەندنەکانی ناو چیرۆکەکە وەک هەواڵی بەپەلە"
 ],
 [
  "Click here to read the latest CNN reporting on the ",
  "کلیک لێرە بکە بۆ خوێندنەوەی دوایین ڕاپۆرتی سی ئێن ئێن لەسەر "
 ],
 [
  "COVID-19 global pandemic",
  "کۆڤید-19 هەمووی جیهانی"
 ],
 [
  " and watch some of our breaking news coverage of the onset of the story below. ",
  " وە سەیری هەندێک لە هەواڵی هەواڵ شکێنمان بکە لە سەرەتای چیرۆکەکەی خوارەوە"
 ],
 [
  "This is \"breaking-news-out-of-wuhan\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی بەپەلەیە لە ووهان\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "breaking-news-out-of-wuhan",
  "هەواڵی بەپەلە لە ووهان"
 ],
 [
  "Scope",
  "مەودا"
 ],
 [
  "The first element that we look at when determining the level of a breaking news story is its immediate impact. Is this event going to result in significant loss of life? Will this event push adversaries to war or pave the way for the end of a conflict? Will are its financial, social, or political ramifications? ",
  "یەکەم توخم کە ئێمە سەیری دەکەین لە کاتی دیاریکردنی ئاستی چیرۆکی هەواڵی شکاندن کاریگەری ڕاستەوخۆی ئەویە. ئایا ئەم ڕووداوە دەبێتە هۆی لەدەستدانی گەورەی ژیان؟ ئایا ئەم ڕووداوە پاڵ بە ناحەزان دەنێت بۆ جەنگ یان ڕێگە خۆش دەکات بۆ کۆتایی هاتنی ناکۆکیەکە؟ ئایا داگرتنە دارایی، کۆمەڵایەتی، یان سیاسیەکەی دەبێت؟"
 ],
 [
  "Natural disasters are breaking news stories that have a very visible immediate impact. A Category 5 hurricane or a powerful earthquake will undoubtedly wreck havoc where they hit. So we can immediately mobilize our resources to be ready to cover the story as it unfolds. ",
  "کارەساتە سروشتیەکان هەواڵی دەشکێنن کە کاریگەری ڕاستەوخۆی زۆر بەرچاویان هەیە. گەردەلولی جۆری 5 یان بوومەلەرزەیەکی بەهێز بێشک وێرانی تێکدەشکێنێت لەو شوێنەی لێی دەدەن. کەوایە ئێمە دەتوانین دەستبەجێ سەرچاوەکانمان کۆبکەینەوە بۆ ئەوەی ئامادە بین بۆ داپۆشینی چیرۆکەکە کە دەیدات."
 ],
 [
  "Watch some of CNN's coverage of the most powerful earthquake to ever to hit ",
  "سەیری هەندێک لە داپۆشینی سی ئێن ئێن بکە لە بەهێزترین بومەلەرزە بۆ ئەوەی تا ئێستا لێی بدات "
 ],
 [
  "Japan in March 2011",
  "یابان لە ئازاری 2011"
 ],
 [
  " and the tsunami it triggered.",
  " وە ئەو تسۆنامییەی کە هەڵیکرد"
 ],
 [
  "This is \"breaking-news-japan-tsunami\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی بەپەلە-ژاپۆن-تسۆنامی\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە خۆشیان دەوێ."
 ],
 [
  "breaking-news-japan-tsunami",
  "هەواڵی هەواڵی-ژاپۆن-تسۆنامی"
 ],
 [
  "Impact",
  "کاریگەری"
 ],
 [
  "Communicating The Significance of a Breaking News Story",
  "پەیوەندی کردن بە گرنگی چیرۆکێکی هەواڵی شکاندن"
 ],
 [
  "Every news organization has an internal system that allows its newsgathering operation, comprised of reporters in the field, social newsgathering teams, and editors on the newsdesk, to communicate the significance of a news story to the programming teams that put out the news on TV or digital platforms. ",
  "هەموو رێکخراوێکی هەواڵ سیستەمێکی ناوخۆیی هەیە کە ڕێگە بە ئۆپێراسیۆنی هەواڵی خۆی دەدات کە لە پەیامنێران لە بوارەکە و تیمەکانی هەواڵنێری کۆمەڵایەتی و سەرنووسەرەکان لە ڕۆژنامەی هەواڵ پێکدێن، بۆ گەیاندنی گرنگی چیرۆکێکی هەواڵ بە تیمە بەرنامەڕێژییەکان کە هەواڵ"
 ],
 [
  "The newsgathering team at CNN uses the following four categories to signify the level of a given news story. ",
  "تیمی پەیامنێری هەواڵ لە سی ئێن ئێن ئەم چوار جۆرەی خوارەوە بەکاردێنێت بۆ ئاماژەدان بە ئاستی چیرۆکێکی هەواڵی دراوە."
 ],
 [
  "#Flash: Remain CANNOT win UK referendum",
  "#Flash: ناتوانرێت ڕیفراندۆمی بەریتانیا بباتەوە"
 ],
 [
  "#FLASH",
  "#FLASH"
 ],
 [
  "Highest category in our internal communication system signalling the urgency of a story.",
  "بەرزترین پۆلێن لە سیستەمی پەیوەندی ناوەکی ئێمە ئاماژە بە پەلەی چیرۆکێک دەکات."
 ],
 [
  "#BULLETIN: Harry and Meghan are married",
  "#BULLETIN: هاری و مێگان هاوسەرگیریان کردووە"
 ],
 [
  "#BULLETIN",
  "#BULLETIN"
 ],
 [
  "The next level from an #Urgent and signals a significant development in an ongoing story.",
  "ئاستی داهاتوو لە #Urgent وە ئاماژە بە گەشەسەندنێکی گرنگ دەکات لە چیرۆکێکی بەردەوام."
 ],
 [
  "#URGENT: Police declare \"major incident\" following stabbings in Birmingham, UK",
  "#URGENT: پۆلیس بە دوای چەقۆ کێشان لە بێرمینگهام لە بەریتانیا \"ڕووداوی گەورە\" ڕادەگەیەنێت"
 ],
 [
  "#URGENT",
  "#URGENT"
 ],
 [
  "An important story that is happening right now and needs to be communicated to your audience as soon as possible. ",
  "چیرۆکێکی گرنگ کە ئێستا ڕوودەدات و پێویستە بە زووترین کات پەیوەندی بە بینەرەکەتەوە بکرێت."
 ],
 [
  "#NEWS: US service member injured in Al-Shabaab attack in Somalia",
  "#NEWS: ئەندامی خزمەتگوزاری ئەمەریکا لەهێرشی ئەلشەباب لە سۆماڵیا برینداربوو"
 ],
 [
  "#NEWS",
  "#NEWS"
 ],
 [
  "An important development that is interesting to some people but doesn't need to be communicated immediately.",
  "گەشەسەندنێکی گرنگ کە بۆ هەندێک کەس سەرنجڕاکێشە بەڵام پێویست ناکات دەستبەجێ پەیوەندی بکرێت."
 ],
 [
  "The Higher the Level, The More Checks",
  "تا ئاستی بەرزتر بێت، چێککردنی زیاتر"
 ],
 [
  "Typically, for regular news events CNN relies on Senior News Editors, SNEs, to vet the information before it gets alerted. Our reporters or producers on the ground will call in with a news item and that information will be pulled together by newsdesk producers and then vetted by an SNE. They will check the sources of the story, double check the information and use years of experience in the industry to spot any potential discrepancies in the information. ",
  "بە شێوەیەکی ئاسایی، بۆ ڕووداوی هەواڵی ئاسایی سی ئێن ئێن پشت دەبەستێت بە سەرنووسەری هەواڵی پایەبەرز، ئێس ئێن ئی ئێس، بۆ ئەوەی زانیاریەکە بپۆشێت پێش ئەوەی ئاگادار بکرێتەوە. پەیامنێرانمان یان بەرهەمهێنەرانمان لەسەر زەوی بە بابەتێکی هەواڵەوە پەیوەندی دەکەن و ئەو زانیاریانە لەلایەن بەرهەمهێنەرانی هەواڵەوە کۆ دەکرێنەوە و دواتر لەلایەن ئێس ئێن ئای ەوە بڵاو دەکرێنەوە ئەوان سەرچاوەکانی چیرۆکەکە دەپشکنن، دوو جار زانیاریەکان دەپشکنن و ساڵانێک ئەزموونیان لە پیشەسازیدا بەکاردێنن بۆ ئەوەی هەر ناتەواویەکی شاراوە لە زانیارییەکاندا دیاری بکەن."
 ],
 [
  "But, during a breaking news situation there are multiple other layers of scrutiny that a piece of information needs to go through before it is cleared for air. ",
  "بەڵام، لە کاتی هەڵچوونێکی هەواڵیدا چەند چینێکی تری وردبینی هەیە کە پێویستە بەشێک لە زانیاریەکان تێبپەڕن پێش ئەوەی بۆ هەوا پاکبکرێتەوە."
 ],
 [
  "CNN is very tuned to getting breaking news on the air. So when somebody sees a flash, you know, it means all hands on deck, and we are going to be on this story for a little while.",
  "سی ئێن ئێن زۆر ئاوازی هەیە بۆ بەدەست هێنانی هەواڵی خێرا لە هەوادا کەوایە کاتێک کەسێک فلاشێک دەبینێت، دەزانیت، ئەوە مانای هەموو دەستەکانی سەر کەشتییە، وە ئێمە بۆ ماوەیەکی کەم لەسەر ئەم چیرۆکە دەبین."
 ],
 [
  "Ram Ramgopal, ROW Executive Editor ",
  "ڕام ڕامگۆپاڵ، سەرنوسەری جێبەجێکاری ڕیز "
 ],
 [
  "Breaking News Coverage",
  "ڕووماڵکردنی هەواڵەکان"
 ],
 [
  "Initial Hours of Breaking News",
  "کاتژمێرە سەرەتاییەکانی هەواڵی شکاندن"
 ],
 [
  "This is \"initial_hours_breaking_news\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"initial_hours_breaking_news\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت"
 ],
 [
  "initial_hours_breaking_news",
  "initial_hours_breaking_news"
 ],
 [
  "As Caroline mentioned, there's a lot of things to do in the first instance of a breaking news moment. From a newsgathering perspective, you have to let other people in your organization know that you are aware of the news and that you are using all your resources to confirm it. You can do this via phone calls or alerts sent out on messaging groups. At CNN, a key tool that newsgathering teams use to alert others in the network that they are aware of reports emerging about a specific breaking news event is sending out a #WorkingToConfirm email. ",
  "وەک کارۆلین باسی کرد، زۆر شت هەیە بۆ ئەوەی لە یەکەم جاردا لە کاتی هەواڵی بەپەلەدا بیکەین. لەڕوانگەی هەواڵییەوە، پێویستە ڕێگە بدەیت کەسانی تر لە ڕێکخراوەکەت بزانن کە تۆ ئاگاداری هەواڵەکەیت و هەموو سەرچاوەکانی خۆت بەکاردێنیت بۆ پشتڕاستکردنەوەی. تۆ دەتوانیت ئەمە بکەیت لە ڕێگەی پەیوەندی تەلەفۆنی یان ئاگادارکردنەوەکان کە نێردراوە بۆ گروپەکانی نامە. لە سی ئێن ئێن، ئامڕازێکی سەرەکی کە تیمە هەواڵییەکان بەکاری دەهێنن بۆ ئاگادارکردنەوەی ئەوانی تر لە تۆڕەکە کە ئاگاداری ئەو ڕاپۆرتانەن کە دەردەکەون دەربارەی رووداوێکی هەواڵی بەپەلەی تایبەت، ئیمەیلێکی #WorkingToConfirm دەنێرن."
 ],
 [
  "Here are some recent examples. ",
  "ئەمە چەند نموونەیەکی تازەیە."
 ],
 [
  "Roxanne Garcia is a Senior Director of Newsgathering",
  "ڕۆکسان گارسیا دەرهێنەرێکی پایەبەرزی ڕۆژنامەیە"
 ],
 [
  "Mohammed Tawfeeq is a News Desk Producer",
  "محەمەد تەوفیق بەرهەمهێنەری مێزی هەواڵەکانە"
 ],
 [
  "The aim of these messages are twofold. First, you are letting senior managers know something big is likely happening so they can start making decisions about deploying teams and whether CNN goes into \"rolling\" coverage.  Secondly, by letting everyone know you are aware of the story you're allowing a window of time to confirm details and to send out reportable lines. ",
  "ئامانجی ئەم نامانە دوو ئەوەندەیە. یەکەم، تۆ ڕێگە بە بەڕێوبەرە باڵاکان دەدەیت کە شتێکی گەورە بزانن کە ئەگەری هەیە ڕوو بدات بۆ ئەوەی بتوانن دەست بکەن بە بڕیاردان دەربارەی بڵاوەپێکردنی تیمەکان و ئایا سی ئێن ئێن دەچێتە ناو رووماڵی \"خولانەوە\".  دووەم، بە ڕێگەدان بە هەموو کەسێک کە بزانن تۆ ئاگات لە چیرۆکەکە هەیە تۆ ڕێگە بە پەنجەرەی کات دەدەیت بۆ پشتڕاستکردنەوەی وردەکاریەکان و ناردنی هێڵە ڕاپۆرت پێکراوەکان."
 ],
 [
  "You have alerted the network, what's next?",
  "تۆ تۆڕەکەت ئاگادار کردەوە، دواتر چیە؟"
 ],
 [
  "After the SNE alerts the rest of the network that it is working to confirm breaking news story, the team must decide what resources might be needed to cover the story for CNN's multiple platforms. Which reporter can come up live for TV?  What confirmed information can CNN report on our digital platforms.",
  "دوای ئەوەی ئێس ئێن ئی تەواوی تۆڕەکە ئاگادار دەکاتەوە کە کاردەکات بۆ پشتڕاستکردنەوەی چیرۆکی هەواڵی شکاندن، تیمەکە دەبێت بڕیار بدات کە چ سەرچاوەیەک پێویستە بۆ داپۆشینی چیرۆکەکە بۆ پلاتفۆرمە هەمەجۆرەکانی سی ئێن ئێن. کام هەواڵنێر دەتوانێت بە ڕاستەوخۆیی بێتە سەر تەلەفزیۆن؟  ئەو زانیارییانەی کە پشتڕاستیان کردەوە دەتوانن سی ئێن ئێن ڕاپۆرت لەسەر پلاتفۆرمە دیجیتاڵییەکانمان بکەن."
 ],
 [
  "Reorganize your team. Breaking news coverage requires a lot of hands on deck. Pull team members that are not working on this story in and assign specific roles so everyone knows what they should be working on. ",
  "تیمەکەت ڕێک بخەوە. ڕووماڵکردنی هەواڵەکان پێویستی بە دەستێکی زۆر لەسەر کەشتیە ئەندامانی تیمەکە ڕاکێشە کە کار لەسەر ئەم چیرۆکە ناکەن و ڕۆڵی تایبەت دیاری دەکەن بۆ ئەوەی هەموو کەس بزانێت کە دەبێت لەسەر چی کار بکات."
 ],
 [
  "Editorial Information. Keep the control rooms and programming teams up to date with the latest. Even if you think there has only been a slight movement on a story, it is good to update the teams. Control rooms like to hear from you.  ",
  "زانیاری سەروتار. هێشتنەوەی ژوورەکانی کۆنترۆڵ و تیمی بەرنامەڕێژی نوێ لەگەڵ نوێترین. تەنانەت ئەگەر پێت وایە تەنها جووڵەیەکی کەم لەسەر چیرۆکێک هەبووە، باشە تیمەکان نوێ بکەنەوە. ژوورەکانی کۆنترۆڵ حەز دەکەن لە تۆ ببیستن.  "
 ],
 [
  "Get on air. It is crucial to get your reporters on air on this story as soon as possible.  You don't need them to be on camera and you can start your coverage with a reporter on the phone. If you don't have any reporters on location, try bringing one of your reporters up from the closest hub or have eyewitnesses on the phone.",
  "بە هەوادا بڕۆ زۆر گرنگە کە پەیامنێرەکانت بە زووترین کات لەسەر ئەم چیرۆکە بە هەوا بێنی.  تۆ پێویستت بە ئەوان نیە کە لەسەر کامێرا بن و دەتوانیت دەست بە داپۆشینەکەت بکەیت بە پەیامنێرێک لەسەر تەلەفۆنەکە. ئەگەر هیچ هەواڵنێرێکت نیە لەسەر شوێنەکە، هەوڵ بدە یەکێک لە پەیامنێرەکانت لە نزیکترین تەوەرەوە بهێنیت یان شایەتحاڵت هەبێت لەسەر تەلەفۆنەکە."
 ],
 [
  "Keep everyone informed. Send out lists of the available reporters, available live shots, latest videos or social media content that has been cleared for use and who is doing what on the desk so everyone knows who to contact for their specific needs. ",
  "هەموو کەس ئاگادار ببەوە ناردنی لیستەکانی پەیامنێرە بەردەستەکان، تەقەی ڕاستەوخۆی بەردەست، نوێترین ڤیدیۆکان یان ناوەڕۆکی تۆڕە کۆمەڵایەتیەکان کە پاککراوەتەوە بۆ بەکارهێنان و کێ لەسەر مێزەکە چی دەکات بۆ ئەوەی هەموو کەس بزانێت کە کێ پەیوەندی بە پێداویستیە تایبەتەکانیەوە بکات."
 ],
 [
  "Manage network communication. After the initial alert, setup a breaking news telephone bridge that everyone who is working on this story can join to listen in on the latest developments. This allows your newsgathering desk to focus on confirming lines and liaising with the teams on the ground instead of fielding multiple calls from control rooms or managers. ",
  "بەڕێوەبردنی پەیوەندی تۆڕ. دوای ئاگادار کردنەوە سەرەتاییەکە، پردێکی تەلەفۆنی بەپەلە ئامادە بکە کە هەموو کەسێک کە کار لەسەر ئەم چیرۆکە دەکات دەتوانێت پەیوەندی بکات بۆ گوێگرتن لە دوایین پێشهاتەکان. ئەمە ڕێگە بە مێزی هەواڵی تۆ دەدات بۆ جەختکردنەوە لەسەر دووپاتکردنەوەی هێڵەکان و لینینگ لەگەڵ تیمەکان لەسەر زەوی لەجیاتی ئەوەی چەندین پەیوەندی لە ژوورەکانی کۆنترۆڵ یان بەڕێوەبەرەکان بکەن."
 ],
 [
  "This is \"breaking-news-bataclan-1.mp4\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی بەپەلە-باتاکلان-١.mp4\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە حەزیان لێیەتی"
 ],
 [
  "breaking-news-bataclan-1.mp4",
  "بەتاکلان 1.mp4"
 ],
 [
  "Keep Momentum ",
  "هێشتنەوەی تەوژم"
 ],
 [
  "Remember, breaking news coverage is a marathon not a sprint. Now that you have got the news off the ground and have reorganized your team, you can focus on the other aspects of breaking news coverage outlined below. ",
  "لەبیرت بێت، ڕووماڵکردنی هەواڵەکان ماراسۆنێکی خێرا نییە. ئێستا کە هەواڵەکەت لە سەر زەوی دابەزی و تیمەکەت ڕێکخستەوە، دەتوانیت سەرنج بدەیت لەسەر لایەنەکانی تری ڕووماڵکردنی هەواڵەکان کە لە خوارەوە دەری کەوتووە."
 ],
 [
  "Stay Calm & Carry On",
  "ئارام بمێنەوە و بەردەوام بن"
 ],
 [
  "What should you prioritize as you are covering a breaking news story? ",
  "چی دەبێ پێش ھەبێیت وەک ئەوەی کە تۆ چیرۆکێکی هەواڵی شکاندن دەپۆشیت؟"
 ],
 [
  "Start Lesson Now",
  "دەسپێکردنی وانە ئێستا"
 ],
 [
  "Deploy",
  "بڵاوکردنەوە"
 ],
 [
  "What resources do you need to cover this breaking news story for multiple platforms? ",
  "پێویستت بە چ سەرچاوەیەکە بۆ داپۆشینی ئەم چیرۆکە هەواڵییە بۆ چەند پلاتفۆرمێک؟"
 ],
 [
  "Start Lesson Now ",
  "دەسپێکردنی وانە ئێستا "
 ],
 [
  "Communicate",
  "پەیوەندی کردن"
 ],
 [
  "Who needs to know about the incoming information and how you can ensure different teams have the latest reportable lines?",
  "کێ پێویستە دەربارەی زانیاریە هاتووەکان بزانێت و چۆن دەتوانیت دڵنیابیتەوە کە تیمە جیاوازەکان دوایین هێڵە ڕاپۆرت پێکراوەکانی هەیە؟"
 ],
 [
  "Confirm & Report ",
  "پشتڕاستکردنەوەی & ڕاپۆرت"
 ],
 [
  "The most crucial step is to confirm the story that is breaking. What can you report? ",
  "گرنگترین هەنگاو ئەوەیە کە ئەو چیرۆکە دووپات بکەیتەوە کە دەشکێنرێت چی دەتوانی ڕاپۆرت بدەیت؟"
 ],
 [
  "CONTINUE TO VERFY & CONFIRM",
  "بەردەوامبە لە ڤێرفی & پشتڕاستکردنەوەی"
 ],
 [
  "Verify. Confirm. Report.",
  "سەلماندن. دڵنیابە. ڕاپۆرت"
 ],
 [
  "Caroline Paterson, Executive Director of Coverage ",
  "کارۆلین پاترسۆن، بەڕێوبەری جێبەجێکاری داپۆشین"
 ],
 [
  "In today's world, where there's an awful lot of information out there, the fundamentals of what we do as journalists - is finding the truth, standing up facts and confirming reports - become all the more important in those breaking news moments.",
  "لە دنیای ئەمڕۆدا، کە زانیاری زۆر زۆر لە دەرەوە هەیە، بنچینەکانی ئەوەی کە ئێمە وەک ڕۆژنامەنووس دەیکەین، دۆزینەوەی ڕاستییەکانە، وەستاندنی ڕاستیەکان و پشتڕاستکردنەوەی ڕاپۆرتەکان - دەبێتە هەمووی گرنگتر لەو ساتە هەواڵییە"
 ],
 [
  "Nothing but the Truth",
  "جگەلەڕاستی هیچ شتێک نیە"
 ],
 [
  "For CNN, it is vitally important that journalism maintains its reputation for being a source of accurate, truthful, and fair information. That is especially hard in an age where more people have the capability and access to produce content or take part in the news-formation cycle. While that's had many benefits, namely giving a voice to people to take part in the conversation and breaking down traditional barriers, it has also made it easier for rumours and misinformation to spread during the early hours of a breaking news situation. ",
  "بۆ سی ئێن ئێن، زۆر گرنگە کە ڕۆژنامەگەری ناوبانگی خۆی بپارێزێت بۆ ئەوەی ببێتە سەرچاوەی زانیاری ڕاست و دروست و دادپەروەرانە ئەوە بە تایبەتی قورسە لە تەمەنێکدا کە خەڵکی زیاتر توانایان هەیە و دەستگەیشتنیان هەیە بۆ بەرهەمهێنانی ناوەڕۆک یان بەشداری کردن لە خولی پێکهێنانی هەواڵدا لە کاتێکدا ئەمە سوودی زۆری هەبوو ئەویش پێدانی دەنگێک بە خەڵک بۆ بەشداری کردن لە گفتووگۆکە و شکاندنی بەربەستە تەقلیدییەکان و هەروەها ئاسانتر بووە بۆ بڵاوبونەوەی دەنگۆیەکان و زانیاریە خراپەکان لە ماوەی کاتژمێرە سەرەتایەکانی دۆخی هەواڵی شکاندندا"
 ],
 [
  "That's why your main priority during breaking news is to sift through the noise, confirm reportable lines and verify content that might be shared online. ",
  "لەبەر ئەوەیە کە ئەولەویەتی سەرەکیت لە کاتی هەواڵ شکاندن ئەوەیە کە لە نێو دەنگە دەنگەکەدا بفڕیت، هێڵە ڕاپۆرتکراوەکان پشتڕاست بکەیتەوە و ناوەڕۆکەکە بسەلمێنیت کە لەوانەیە بە ئۆنلاین هاوبەش بکرێت."
 ],
 [
  "Click ",
  "کرتە بکە "
 ],
 [
  "here to read more",
  "لێرە بۆ خوێندنەوەی زیاتر"
 ],
 [
  " about how newsrooms are tackling the challenge of misinformation and disinformation campaigns. ",
  " سەبارەت بەوەی کە چۆن ژووری هەواڵەکان بەرەنگاری هەڵمەتەکانی زانیاری دانان و زانیاری خراپ دەکەن"
 ],
 [
  "The 5 W's of Breaking News",
  "5 دەبلیو لە هەواڵەکانی برێک"
 ],
 [
  "Why did it happen? Less important during the immediate aftermath of a breaking news event. But in the hours and days to come you will need to provide context and nuance to the story. ",
  "بۆچی ڕووی دا؟ کەمتر گرینگە لە کاتی دوای ڕوداوی هەواڵی بەپەلە. بەڵام لە کات و ڕۆژەکاندا بۆ هاتن پێویستت بە دابینکردنی دەق و سەرنجە بۆ چیرۆکەکە."
 ],
 [
  "Where did it happen? Find out as much detail as you can about the location to use for confirming aspects of the story and to get a better idea of the event's surrounding. ",
  "لە کوێ ڕووی دا؟ تا ئەو ڕادەیەی دەتوانیت وردەکاریی بدۆزەرەوە دەربارەی شوێنەکە بۆ بەکارهێنانی بۆ پشتڕاستکردنەوەی لایەنەکانی چیرۆکەکە و بۆ بەدەستهێنانی بیرۆکەیەکی باشتر لە دەورووبەری ڕووداوەکە."
 ],
 [
  "When did it happen? Key to understand the exact timing so that you can use that as a clue for verification of information and to build out your narrative about this event. ",
  "کەی ڕووی دا؟ کلیلێک بۆ تێگەیشتن لە کاتی دیاریکراو بۆ ئەوەی بتوانیت ئەوە بەکاربهێنیت وەک بەڵگەیەک بۆ سەلماندنی زانیاریەکان و دروستکردنی چیرۆکەکەت دەربارەی ئەم ڕووداوە."
 ],
 [
  "Who did it happen to? Who are the characters in this story and how can you tell their story and recount what has happened to them. ",
  "بۆ کێ ڕووی دا؟ کەسایەتییەکانی ئەم چیرۆکە کێن و چۆن دەتوانن چیرۆکەکەیان بگێڕنەوە و چی بەسەریاندا هاتووە بگێڕنەوە"
 ],
 [
  "What happened? You need to figure out as much information regarding the actual event. ",
  "چی بوو? تۆ پێویستت بە زانینێکی زۆر هەیە سەبارەت بە رووداوە ڕاستەقینەکە."
 ],
 [
  "If we go on the air with information that is incorrect, then that damages our credibility. ",
  "ئه گه ر ئێمه به زانیاریه كان كه نادروسته ده رۆیین به سه ر ئه وه ئه وه به هۆی ئه وه ی كه بڕواداری ئێمه زیان ده كات."
 ],
 [
  "Don Lemon, Anchor of CNN Tonight with Don Lemon",
  "دۆن لیمۆ، بێژەری سی ئێن ئێن ئەمشەو لەگەڵ دۆن لیمۆ"
 ],
 [
  "These are the sources we use to confirm reports during a breaking news situation. ",
  "ئەمانە ئەو سەرچاوانەن کە ئێمە بەکاری دەهێنین بۆ پشتڕاستکردنەوەی ڕاپۆرتەکان لە کاتی هەوالێکی بەپەلە"
 ],
 [
  "Other news outlets. We rarely use other news outlets as our source for a breaking news story. But on the rare occasion we don't have our own team on the ground and we can't rely on wire services or official sources, we may cite the reporting of an another outlet. Is this an official news outlet in the locality of the breaking news? Is this an affiliate of ours that we have relied on in the past? Do they have a good previous track record? Are they in a position to have access to information we might not have right now? If the answer to the above questions are yes, then we may report the information by clearly attributing to the original source of the information. ",
  "هەواڵەکانی تر ئێمە بەدەگمەن هەواڵی تر وەک سەرچاوەی خۆمان بەکار دەهێنین بۆ چیرۆکێکی هەواڵی شکاندن. بەڵام لەو بۆنەیە دەگمەنەدا ئێمە تیمی خۆمانمان لەسەر زەوی نییە و ناتوانین پشت بە خزمەتگوزاری وایەر یان سەرچاوە فەرمیەکان ببەستین، لەوانەیە باس لە راپۆرتی یەکێکی تر بکەین ئایا ئەمە هەواڵێکی فەرمیە لە ناوخۆی هەواڵەکانی کەش و هەوالەکان؟ ئایا ئەمە سەر بە ئێمەیە کە ئێمە لە ڕابردوودا پشتمان پێبەستووە؟ ئایا ئەوان تۆمارێکی پێشوی باشیان هەیە؟ ئایا ئەوان لە شوێنێکن کە دەستگەیشتنیان هەبێت بە ئەو زانیاریانەی کە ئێمە لەوانەیە ئێستا نەمانبێ؟ ئەگەر وەڵامی ئەو پرسیارانەی سەرەوە بەڵی بن، ئەوا لەوانەیە زانیاریەکان بە ئاشکرا ڕاپۆڕت بکەین بە خستنەڕووی سەرچاوەی سەرەکی زانیارییەکان."
 ],
 [
  "Official sources. You have to \"work the phones\" during a breaking news situation. That means reaching out to official sources, such as police and emergency services or government spokespeople, to try to stand up facts and get reportable lines. But remember, there is a lot of confusion during the early hours of a breaking news story, especially a natural disaster or terrorist attack, so even official sources might be getting incorrect information. ",
  "سەرچاوە فەرمیەکان تۆ دەبێ لە کاتی هەوالێکی بەپەلەدا تەلەفۆنەکان کاربکەیت واتە گەیشتن بە سەرچاوە فەرمییەکان وەک پۆلیس و خزمەتگوزاری فریاکەوتن یان قسەکارانی حکومەت بۆ هەوڵدان بۆ وەستانەوە و بەدەستهێنانی هێڵە هەواڵییەکان بەڵام لەبیرت بێت کە سەرلێشێواوییەکی زۆر هەیە لەکاتژمێرە سەرەتایەکانی هەواڵی بەپەلەدا بەتایبەتی کارەساتێکی سروشتی یان پەلامارێکی تیرۆریستی بۆیە ڕەنگە سەرچاوەی ڕەسمیش زانیاری نادروست بەدەستبێنێت"
 ],
 [
  "Social Media. These days, social media is often the place where we get the first indication of a breaking news story. CNN has teams who are monitoring social media 24 hours a day looking for new developments that might emerge and who working to verify videos, images and other information that might be shared online. We only use social media as a source when, and if, we can verify the information or content that is being shared.  ",
  "تۆڕە کۆمەڵایەتیەکان ئەم ڕۆژانە، تۆڕە کۆمەڵایەتیەکان زۆربەی کات ئەو شوێنەن کە ئێمە یەکەم نیشانەی هەواڵی بەپەلەمان دەست دەکەوێت. سی ئێن ئێن تیمی هەیە کە چاودێری تۆڕە کۆمەڵایەتییەکان دەکەن 24 کاتژمێر لە ڕۆژێکدا بە دوای پەرەسەندنی نوێدا دەگەڕێن کە لەوانەیە دەربکەوێت و ئەوانەی کار دەکەن بۆ سەلماندنی ڤیدیۆ و وێنە و زانیاری تر کە لەوانەیە لە سەرهێڵ بڵاو بکرێنەوە. ئێمە تەنها تۆڕە کۆمەڵایەتیەکان بەکار دەهێنین وەک سەرچاوە کاتێک، و ئەگەر، دەتوانین زانیاری یان ناوەڕۆکی هاوبەشکراو بسەلمێنین."
 ],
 [
  "Reputable news agencies. If we don't have our own team on the ground, then our next port of call are reputable news agencies we subscribe to such as ",
  "ئاژانسە هەواڵییە ناسراوەکان ئەگەر تیمی خۆمان لەسەر زەوی نەبێت ئەوا بەندەری پەیوەندی داهاتوومان ئاژانسی هەواڵی ناسراون و بەشداری دەکەین وەک "
 ],
 [
  "Reuters",
  "ڕۆیتەرز"
 ],
 [
  " or ",
  " یان "
 ],
 [
  "AFP",
  "ئیف پی ئەی"
 ],
 [
  ". Like us, they have teams across the world and have ",
  ". وەک ئێمە تیمیان هەیە لەسەر ئاستی جیهان و "
 ],
 [
  "robust editorial checks",
  "پشکنینی سەروتارە بەهێزەکان"
 ],
 [
  " in place to ensure the veracity of news lines they are sending out. ",
  " لە شوێنێک بۆ دڵنیابوون لە دروستی هێڵەکانی هەواڵ کە ئەوان دەنێردرێنە دەرەوە"
 ],
 [
  "CNN teams on the ground. They are our most reliable source. They know what thresholds we need to clear before we can report a story and are trained journalists who can quickly decipher events and find out the facts. ",
  "تیمەکانی سی ئێن ئێن لەسەر زەوین ئەوان باوەڕپێکراوترین سەرچاوەی ئێمەن ئەوان دەزانن پێش ئەوەی بتوانین چیرۆکێک ڕوونبکەینەوە و ڕۆژنامەنووسێکی ڕاهێنراو کە بتوانن بەخێرایی ڕووداوەکان ئاشکرا بکەن و ڕاستییەکان بزانن"
 ],
 [
  "When it comes to confirming a breaking news story, the best practice is to double source the information to ensure that you definitely have it correct and that you can be absolutely sure about it.",
  "کاتێک کە باس لە پشتڕاستکردنەوەی چیرۆکی هەواڵی تێکشکاو دەکرێت، باشترین کردار ئەوەیە کە زانیاریەکان دوو هێندە بکەن بۆ دڵنیابوون لەوەی کە تۆ بە دڵنیایەوە ڕاستت هەیە و تۆ دەتوانیت دڵنیا بیت دەربارەی."
 ],
 [
  "Don't forget, there's often a fog of confusion and misinformation during the early hours of a breaking news story, especially if it relates to a natural disaster or an attack. Some of the official sources that we normally rely on to confirm these stories may themselves be in disarray. They might be dealing with injured people, or an influx of information, or being chased by the press looking for information. That means they are extremely busy and might not be as reliable when it comes to giving an accurate assessment of the situation. Meanwhile, different news outlets might be putting out contradictory statements and social media posts might be amplifying rumours. ",
  "لەبیرتان نەچێت، زۆرجار تەمی سەرلێشێواوی و زانیاری هەڵە هەیە لەکاتژمێرە سەرەتایەکانی هەواڵی شکاندندا، بەتایبەتی ئەگەر پەیوەندی بە کارەساتێکی سروشتی یان هێرشێکەوە هەبێت. هەندێک لە سەرچاوە فەرمیەکان کە بە شێوەیەکی ئاسایی پشتیان پێ دەبەستین بۆ پشتڕاستکردنەوەی ئەم چیرۆکانە لەوانەیە خۆیان لە ناتەواوی بن. ئەوان لەوانەیە مامەڵە لەگەڵ بریندارەکان بکەن، یان لێشاوی زانیاری، یان لەلایەن چاپەمەنیەکانەوە بە دوای زانیاریدا دەگەرێن. ئەوە مانای ئەوەیە کە ئەوان زۆر سەرقاڵن و لەوانەیە ئەوەندە باوەڕپێکراو نەبن کاتێک ئەوە دێتە سەر پێدانی هەڵسەنگاندنێکی ورد بۆ بارودۆخەکە. لە هەمان کاتدا، دەزگەی هەواڵی جیاواز لەوانەیە لێدوانە ناکۆکەکان دەربهێنن و بڵاوکراوەکانی تۆڕە کۆمەڵایەتییەکان لەوانەیە پڕوپاگەندەکان زیاتر بکەن."
 ],
 [
  "You must focus on what you can confirm through at least two sources and work on getting that ready for reporting.  ",
  "پێویستە سەرنج بدەیت لەسەر ئەوەی کە دەتوانیت بەلایەنی کەمەوە دوو سەرچاوە پشتڕاستی بکەیتەوە و کار لەسەر بەدەستهێنانی ئەو ئامادەیە بکەیت بۆ ڕاپۆرت کردن."
 ],
 [
  "What I learned in my beginning years as a journalist was that contacts are gold. The more contacts you have, the more you have an ability to confirm, to double confirm, triple confirm, or quadruple confirm information. One confirmation, unless it's from an extremely reliable source or an official source, is usually not enough. You need to make sure that what you are reporting is as accurate as possible under the circumstances. ",
  "ئەو شتەی کە لە ساڵانی سەرەتای خۆم وەک ڕۆژنامەنووس فێربووم ئەوە بوو کە پەیوەندیەکان زێڕن. ئەو پەیوەندیانەی کە زیاترتان هەیە، زیاتر توانای دووپاتکردنەوەتان هەیە، بۆ دووجار دووپاتکردنەوە، دووپاتکردنەوەی سێیی، یان چوار قۆڵی پشتڕاستکردنەوەی زانیاری. یەک دووپاتکردنەوە، مەگەر لە سەرچاوەیەکی زۆر باوەڕپێکراو یان سەرچاوەیەکی فەرمی بێت، عادەتەن بەس نیە. تۆ پێویستە دڵنیابیت لەوەی کە ئەو شتەی کە ڕاپۆرت دەدەیت بە شێوەیەکی گونجاوە لە ژێر بارودۆخێکدا."
 ],
 [
  "So collect those contacts. ",
  "کەواتە ئەو پەیوەندیانە کۆ بکەوە. "
 ],
 [
  "Ben Wedeman, Senior International Correspondent ",
  "بێن ویدمان، پەیامنێری باڵای نێودەوڵەتی"
 ],
 [
  "There are reports of a shooting in Downtown, Example City. Place the different sources of information into the relevant categories. ",
  "ڕاپۆرت هەیە لە تەقەکردن لە ناو شار، شاری نموونە. دانانی سەرچاوە جیاوازەکانی زانیاری بۆ ناو هاوپۆلە پەیوەندیدارەکان."
 ],
 [
  "Reliable Source",
  "سەرچاوەی باوەڕپێکراو"
 ],
 [
  "Unreliable Source ",
  "سەرچاوەی بڕواپێنەکراو "
 ],
 [
  "Needs Verification",
  "پێویستی بە سەلماندن هەیە"
 ],
 [
  "A news outlet we haven't worked with in the past claiming to have new details",
  "هەواڵێک لەماوەی ڕابردوودا کارمان لەگەڵ نەکردبوو کە گوایە وردەکاری نوێمان هەیە"
 ],
 [
  "A Twitter thread from an eyewitness to the incident",
  "دەزووێکی تویتەر لە شایەتحاڵێکەوە بۆ ڕووداوەکە"
 ],
 [
  "Wire services putting out news flashes about a shooting incident",
  "خزمەتگووزاری وایەر گڵاوی هەواڵ دەردەکات دەربارەی ڕووداوی تەقەکردن"
 ],
 [
  "Video of the incident shared on social media we haven't been able to verify yet",
  "ڤیدیۆی ڕووداوەکە لە تۆڕە کۆمەڵایەتییەکاندا بڵاوبووەتەوە کە تا ئێستا نەمانتوانیوە پشتڕاستی بکەینەوە"
 ],
 [
  "A busy doctor working at a local hospital talking about injuries",
  "پزیشکێکی سەرقاڵ لەنەخۆشخانەیەکی ناوخۆیی کاردەکات و باس لە بریندارەکان دەکات"
 ],
 [
  "Reports from the local police department about a shooting incident",
  "ڕاپۆرتی بەڕێوەبەرایەتی پۆلیسی ناوخۆ سەبارەت بەڕووداوێکی تەقەکردن"
 ],
 [
  "A Tweet from someone who claims to have been in the vicinity of the shooting",
  "تویتەرێک لە کەسێکەوە کە بانگەشەی ئەوە دەکات لە دەوروبەری تەقەکردنەکە بووە"
 ],
 [
  "A person living in a different country posting about the event",
  "کەسێک کە لەوڵاتێکی جیاوازدا دەژی سەبارەت بەڕووداوەکە بڵاوی کردنەوە"
 ],
 [
  "CNN journalist with new information about a shooting incident",
  "ڕۆژنامەوان سی ئێن ئێن بە زانیاری نوێ لەسەر ڕووداوێکی تەقەکردن"
 ],
 [
  "We have a mission. We want to report the news as quickly, and as accurately, and as responsibly as we possibly can.",
  "ئێمە ئەرکمان هەیە ئێمە دەمانەوێت هەواڵەکە بە خێرایی و بە وردی راپۆرت بدەین، وە وەک بەرپرسیارانە کە دەتوانین."
 ],
 [
  "Wolf Blitzer, Lead Political Anchor ",
  "وۆڵف بلیتزەر، ڕابەری بێژەری سیاسی "
 ],
 [
  "Speed vs Accuracy",
  "خێرایی بەرامبەر ڕاستو دروستی"
 ],
 [
  "Breaking news coverage is a marathon not a sprint. You need to confirm the basic elements of a story as quickly and as reliably as you can. Then, you can incrementally build the story out by providing more context and by updating the audience with new reportable lines when they become available.",
  "ڕووماڵکردنی هەواڵەکان ماراسۆنێکی خێرا نیە. تۆ پێویستت بە پشتڕاستکردنەوەی توخمە بنچینەییەکانی چیرۆکەکە بە خێرایی و بە بڕواپێکراویی کە دەتوانیت. پاشان، تۆ دەتوانیت بە شێوەیەکی زیادەڕۆیی چیرۆکەکە دروست بکەیت بە دەستەبەرکردنی دەقی زیاتر و بە نوێکردنەوەی بینەران بە هێڵە نوێیەکان کە بەردەست دەبن."
 ],
 [
  "The CNN TRIAD",
  "سی ئێن ئێن تریاد"
 ],
 [
  "At CNN, we have a three-pronged internal verification process that ensures all our reporting is vetted before it goes on air. That means on sensitive stories our reporters and producers will have to clear separate departments for fact checking, adherence to CNN standards and practices, and legal before getting stories on air. ",
  "لە سی ئێن ئێن، ئێمە سێ پڕۆسەی سەلماندنی ناوەکیمان هەیە کە دڵنیای دەکاتەوە کە هەموو ڕاپۆرتەکانمان پێش ئەوەی بە هەوا بڕوات واتە لەسەر چیرۆکە هەستیارەکان پەیامنێران و بەرهەمهێنەرانمان دەبێت بەشی جیا جیا بکاتەوە بۆ پشکنینی راستی، پابەندبوون بە ستانداردەکانی سی ئێن ئێن و ڕاهێنانەکان و یاسایی پێش ئەوەی چیرۆک لە هەوادا بەدەست بهێنن."
 ],
 [
  "The TRIAD is made of three different groups: The Row, Standards & Practices and Legal Collectively, they ensure our reporting is factually correct, meets our ethical standards and is compliant with the law.",
  "تریادەکە لە سێ گروپی جیاواز دروست کراوە: ڕیز، ستانداردەکان و کردارە یاساییەکان بە کۆمەڵ، ئەوان دڵنیا دەبنەوە کە ڕاپۆرتەکەمان راستە، ستانداردە ئەخلاقیەکانمان ڕێک بخەین و لەگەڵ یاسادا هاوەڵ بێت."
 ],
 [
  "The TRIAD ensures all our reporting is fair, accurate, balanced and responsible. ",
  "تریاد دڵنیا دەکاتەوە کە هەموو ڕاپۆرتەکانمان دادپەروەرانە، ورد، هاوسەنگ و بەرپرسیارە."
 ],
 [
  "Typical questions you need to answer when seeking approval from the CNN TRIAD: ",
  "پرسیارە نمونەییەکان کە پێویستە وەڵام بدەیتەوە کاتێک بەدوای ڕەزامەندیدا دەگەڕێیت لە سی ئێن ئێن تریاد: "
 ],
 [
  "Will we be breaking any laws by reporting a certain piece of information related to this breaking news story? ",
  "ئایا ئێمە هەر یاسایەک دەشکێنین بە راپۆرتکردنی بەشێکی دیاریکراو لە زانیاری پەیوەست بەم هەواڵی هەواڵ شکێنە؟"
 ],
 [
  "Do we have permission to use the image from the person who recorded it, and if not, can we fair use it?",
  "ئایا ئێمە مۆڵەتمان هەیە بۆ بەکارهێنانی وێنەکە لەو کەسەی کە تۆماری کردووە، وە ئەگەر نا، ئایا دەتوانین بە دادپەروەری بەکاری بهێنین؟"
 ],
 [
  "What is the news value of this viral video or photo you wish to use, and what is the urgency of publishing it now?",
  "نرخی هەواڵەکانی ئەم ڤیدیۆ ڤایرۆسی یان وێنەیە چیە کە دەتەوێت بەکاری بهێنیت، وە ئێستا چ پەلەیەک هەیە لە بڵاوکردنەوەی؟"
 ],
 [
  "Are you meeting CNN's Standards and Practices by airing a specific breaking news video? ",
  "ئایا تۆ چاوت بە ستاندارد و کردارەکانی سی ئێن ئێن کەوتن بە پەخشکردنی ڤیدیۆیەکی هەواڵی هەواڵی تایبەت؟ "
 ],
 [
  "How is this story newsworthy? ",
  "ئەم چیرۆکە چۆن جێی باسە؟"
 ],
 [
  "Oftentimes in a breaking news situation, the TRIAD is involved in the newsgathering conversation in real time in order to able to spot any issues that might be emerging and to allow us to get the latest information approved as quickly as possible to take to the audience. ",
  "زۆر جار لە حاڵەتی هەوالێکی بەپەلەدا، تریاد بەشدارە لە گفتووگۆی رۆژنامەوانی لە کاتی راستەقینەدا بۆ ئەوەی بتوانێت هەر کێشەیەک دیاری بکات کە لەوانەیە دەربکەوێت و ڕێگەمان پێبدات کە نوێترین زانیاری پەسەندکراو بە زووترین کات بۆ ئەوەی بیبەینە بەر بینەران."
 ],
 [
  "CONTINUE TO SOCIAL NEWSGATHERING",
  "بەردەوام بە بۆ هەواڵی کۆمەڵایەتی"
 ],
 [
  "Social Newsgathering",
  "هەواڵی کۆمەڵایەتی"
 ],
 [
  "Social media is both at its best and its worst during a breaking news situation. Anyone with a smartphone and an internet connection has the ability to perform some of the tasks of a professional journalist. They can tell the public what they are seeing, they can gather content and share it widely and they can give an account of what has happened. ",
  "تۆڕەکۆمەڵایەتیەکان هەمو لە باشترین و هەمو خراپترینیاندایە لە کاتی رەوشی هەواڵی تێکشکاویدا هەر کەسێک مۆبایلێکی زیرەک و پەیوەندی ئینتەرنێتی هەبێت توانای ئەوەی هەیە هەندێک لە ئەرکەکانی ڕۆژنامەنووسێکی پرۆفیشناڵ جێبەجێ بکات دەتوانن بە ڕای گشتی بڵێن کە چی دەبینن، دەتوانن ناوەڕۆک کۆ بکەنەوە و بە فراوانی هاوبەشی بکەن و دەتوانن حیسابێک لەسەر ئەو شتانە بکەن کە ڕوویداوە"
 ],
 [
  "But, the downside is there can also be a lot of misinformation on social media during a breaking news situation. That is why we have the social newsgathering team. It is a relatively new team within the bigger newsgathering operation focused on verifying information that is being shared on social media. They are CNN's experts in figuring out whether content shared online is true using forensic examination to verify information.  In many ways, they are our first eyes and ears on the ground figuring out what happened, who it happened to, when it happened and where it happened.",
  "بەڵام، لایەنی خوارەوە ئەوەیە کە دەکرێت زانیاری هەڵەی زۆر لە تۆڕە کۆمەڵایەتییەکاندا هەبێت لە کاتی پچڕانی دۆخی هەواڵدا. بۆیە ئێمە تیمی پەیامنێری کۆمەڵایەتیمان هەیە ئەوە تیمێکی تا ڕادەیەک نوێیە لە ناو کرداری گەورەتری هەواڵگیریدا جەخت لەسەر پشتڕاستکردنەوەی ئەو زانیاریانە دەکاتەوە کە لە تۆڕە کۆمەڵایەتییەکاندا بڵاو دەکرێنەوە. ئەوان شارەزایانی سی ئێن ئێنن بۆ زانینی ئەوەی کە ئایا ناوەڕۆکی هاوبەشکراوی ئۆنلاین ڕاستە بە بەکارهێنانی پشکنینی دادوەری بۆ سەلماندنی زانیاری.  لە زۆر ڕووەوە، ئەوان یەکەم چاو و گوێمانن لەسەر زەوی کە دەریدەخەن چی ڕوویداوە، چی ڕوویداوە، کە ڕوویدا و لە کوێ ڕوویدا."
 ],
 [
  "Dataminr: An Early Warning System ",
  "داتامینەر: سیستەمی ئاگادارکردنەوەی پێشوەختە"
 ],
 [
  "One of the tools we use for social newsgathering at CNN is Dataminr. It monitors Tweets and social media posts and uses an algorithm to spot trending topics. It then notifies us of what is happening, giving us a head start on newsgathering. Once we see the Dataminr messages we start our own confirmation process to see what we can report. ",
  "یەکێک لەو ئامرازانەی کە ئێمە بەکاری دەهێنین بۆ هەواڵی کۆمەڵایەتی لە سی ئێن ئێن داتامینەرە. چاودێری تویتەکان و پۆستەکانی تۆڕە کۆمەڵایەتییەکان دەکات و لۆگاریتمێک بەکاردێنێت بۆ دیاریکردنی بابەتەکانی ئاراستەکردن. دوای ئەوە ئاگادارمان دەکاتەوە لەوەی کە چی ڕوودەدات، سەرمان پێدەدات لەسەر هەواڵ دانان. کاتێک نامەکانی داتامینەر دەبینین ئێمە پرۆسەی دووپاتکردنەوەی خۆمان دەست پێدەکەین بۆ ئەوەی بزانین چی دەتوانین ڕاپۆرت بدەین."
 ],
 [
  "In social newsgathering you have a limited window of opportunity to search for content about a breaking news event before social media is flooded with information. That's why it's vital to act upon information the minute it becomes available even if it doesn't end up being a major story.",
  "لە هەواڵی کۆمەڵایەتیدا تۆ پەنجەرەیەکی سنوورداری هەلت هەیە بۆ گەڕان بەدوای ناوەڕۆک سەبارەت بە ڕووداوی هەواڵی بەپەلە پێش ئەوەی تۆڕە کۆمەڵایەتییەکان بە زانیاریەوە لافاویان لێ بکەوێتەوە. بۆیە زۆر گرنگە کە لەسەر زانیاریەکان کار بکەین لەو دەقەی کە بەردەست دەبێت تەنانەت ئەگەر کۆتاییش نەبێت بە چیرۆکێکی سەرەکی."
 ],
 [
  "How do you verify video or images posted on social media? ",
  "چۆن ڤیدیۆ یان ئەو وێنانە پشتڕاست دەکەیتەوە کە لە تۆڕە کۆمەڵایەتییەکاندا بڵاو کراوەتەوە؟"
 ],
 [
  "The key is context clues. Look at the data you can gather from the content that is being shared and see if they match with the story they are allegedly showing or with facts that you may already have about an incident. Then take a look at the video or image and see if anything stands out that might not be true. If, for example, a shooting happened at night why is there daylight in the video allegedly showing the moment it happened? If a stampede, for example, took place at a football stadium in France during the summer why is there snow on the ground in an alleged photo of the incident? ",
  "کلیلەکە بەڵگەکانی چوارچێوەیە. سەیری ئەو داتایانە بکە کە دەتوانیت کۆبکەیتەوە لەو ناوەرۆکەی کە هاوبەش کراوە و بزانە کە ئایا لەگەڵ ئەو چیرۆکە بگونجێت کە گوایە پیشانی دەدەن یان لەگەڵ ڕاستیەکان کە لەوانەیە پێشتر دەربارەی ڕووداوێک هەبێ. پاشان چاوێک لە ڤیدیۆکە یان وێنەکە بکە و بزانە ئەگەر هەر شتێک دەرکەوێت کە لەوانەیە ڕاست نەبێت. ئەگەر بۆ نمونە، تەقەکردنێک لە شەودا ڕوویدا بۆچی ڕوناکی ڕۆژ لە ڤیدیۆکەدا هەیە گوایە ئەو کاتە نیشان دەدات کە ڕوویدا؟ ئەگەر بۆ نمونە مۆرێک لە یاریگای تۆپی پێ لە فەڕەنسا ڕوویدا لە هاویندا بۆچی بەفر لە سەر زەوی لە وێنەیەکی گوایەی ڕووداوەکەدا هەیە؟"
 ],
 [
  "So, look for the context clues you can find in the videos or images being shared and build up your confidence in their authenticity.",
  "کەواتە، بەدوای بەڵگەکانی دەقدا بگەڕێ کە دەتوانیت بیدۆزیتەوە لە ڤیدیۆکان یان وێنەکان کە هاوبەش دەکرێن و متمانەتان بە ڕەسەنایەتی ئەوان دروست دەکات."
 ],
 [
  "There are some obvious indicators that this image is a fake many news outlets have debunked it.  Yet the image still goes viral which is a good reminder that in today's media ecosystem there is a real danger of viral misinformation. ",
  "چەند نیشانەیەکی ئاشکرا هەن کە ئەم وێنەیە شتێکی ساختەیە زۆر لە دەزگاکانی هەواڵ بڵاویان کردەوە.  هێشتا وێنەکە ڤایرۆسی دەبێت کە بیرخەرەوەیەکی باشە کە لە سیستەمی ئەمڕۆی میدیاییدا مەترسی راستەقینەی زانیاری هەڵەی ڤایرۆسی هەیە."
 ],
 [
  "Viral Misinformation ",
  "زانیاری هەڵەی ڤایرۆسی "
 ],
 [
  "Every hurricane season, this image gets shared on social media allegedly showing a shark swimming down a flooded highway.",
  "هەموو وەرزێکی گەردەلوول، ئەم وێنەیە لە تۆڕە کۆمەڵایەتیەکان بڵاو دەبێتەوە کە گوایە قرشەیەک پیشان دەدات کە مەلە دەکات بۆ خوارەوەی ڕێگایەکی گشتی لافاواوی."
 ],
 [
  "An image purportedly documenting a shark swimming down a highway flooded by hurricane-related heavy rains was originally circulated as showing a street in Puerto Rico just after Hurricane Irene hit that island in August 2011: Why You Shouldn't Swim After a Hurricane This picture was taken in Puerto Rico shortly after Hurricane Irene ravaged the island.",
  "وێنەیەک کە بە ئاشکرا کۆشەیەک دەنوسێت کە مەلە دەکات بۆ خوارەوەی ڕێگای گشتی کە بەهۆی بارانی قورسی گەردەلوولەوە لافاوی لێدراوە لە سەرەتادا وەک پیشاندانی شەقامێک لە پۆرتۆریکۆ بڵاو کرایەوە تەنها دوای ئەوەی گەردەلوولی ئیرین لە مانگی ئابی 2011 لەو دوورگەیە دا: بۆچی نابێت مەلە بکەیت دوای گەردەلوولێک ئەم وێنەیە لە پۆرێتۆ"
 ],
 [
  "FACT CHECK: Does This Picture Show a Shark Swimming Down a Highway After a Hurricane?",
  "ڕاستی چێک: ئایا ئەم وێنەیە قرشێک پیشان دەدات کە دوای گەردەلولێک مەلە دەکات بۆ خوارەوەی ڕێگای گشتی؟"
 ],
 [
  "The Shark in the Street Genre",
  "قرشەکە لە ژانری شەقام"
 ],
 [
  "The biggest clue that this is a faked video is the size of the shark in question compared to its surroundings. A quick search online shows that the size of the actual shark is much bigger. ",
  "گەورەترین بەڵگە کە ئەمە ڤیدیۆیەکی ساختەیە قەبارەی ئەو قرشەیە کە لە ژێر پرسیاردایە بە بەراورد لەگەڵ دەوروبەرەکەی. گەڕانێکی خێرای سەرهێڵ نیشانی دەدات کە قەبارەی قرشەیەکی ڕاستەقینە زۆر گەورەترە."
 ],
 [
  "Size Matters ",
  "قەبارە بابەتەکان "
 ],
 [
  "Don't Forget the Person Behind the Tweet ",
  "کەسی پشت تویتەکە لەبیر مەکە"
 ],
 [
  "Successful social newsgathering isn't only about quickly tracking down content that's being shared online and using context clues to verify the information. It is also about the basics of journalism: talking to people and listening to their story. Once you track down an eyewitness or someone who has important information about an event, make sure you ask them all the relevant information that will help you advance the story. ",
  "هەواڵی کۆمەڵایەتی سەرکەوتوو تەنها دەربارەی بەدواکەوتنی خێرای ناوەرۆک نییە کە بە ئۆنلاین هاوبەش دەکرێت و بە بەکارهێنانی بەڵگەکانی دەق بۆ سەلماندنی زانیاریەکان. هەروەها باس لەبنچینەکانی ڕۆژنامەگەریی دەکات: قسەکردن لەگەڵ خەڵک و گوێگرتن لەچیرۆکەکەیان کاتێک تۆ شایەتحاڵێک یان کەسێک کە زانیاری گرنگی هەیە دەربارەی ڕووداوێک، دڵنیابە لەوەی کە هەموو زانیاریە پەیوەندیدارەکانی لێ دەپرسیت کە یارمەتیت دەدات بۆ پێشبردنی چیرۆکەکە."
 ],
 [
  "What else do you remember about the event that might help us push the story along? ",
  "چی ترت لەبیرە دەربارەی ئەو ڕووداوەی کە لەوانەیە یارمەتیمان بدات بۆ پاڵنانی چیرۆکەکە؟"
 ],
 [
  "Was there anyone else there who witnessed what happened? ",
  "ئایا کەسێکی تر لەوێ بوو کە شایەتحاڵ بوو چی ڕوویدا؟"
 ],
 [
  "Did you take any other videos or photos of the event you can share with us? ",
  "ئایا هیچ ڤیدیۆیەک یان وێنەی ترت لە رووداوەکە وەرگرت کە دەتوانیت لەگەڵ ئێمە هاوبەش بکەیت؟"
 ],
 [
  "Now we not only have first-hand content about the incident, we also have someone who is willing to share their story with us and they can give our audience a perspective into what happened. We now have the option to put them on air. ",
  "ئێستا ئێمە تەنیا ناوەڕۆکی دەستی یەکەممان نییە سەبارەت بە ڕووداوەکە، هەروەها کەسێکمان هەیە کە ئامادەبێت چیرۆکەکەی لەگەڵ ئێمە هاوبەش بکات و دەتوانن تێڕوانینێک بدەن بە بینەرانمان بۆ ئەوەی چی ڕوویدا ئێمە ئێستا بژاردەمان هەیە بۆ ئەوەی بیانخەینە سەر هەوا."
 ],
 [
  "This is \"breaking-news-bataclan-2\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی بەپەلە-باتاکلان-٢\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "breaking-news-bataclan-2",
  "هەواڵی -باتاکلان-2"
 ],
 [
  "Battling Misinformation ",
  "شەڕکردنی زانیاری هەڵە"
 ],
 [
  "Another key role of the social newsgathering team is battling the misinformation and disinformation that is a feature of our current media ecosystem. Hours after a breaking news event, there are often doctored videos or unrelated images that are shared and claimed to be of the event. You have to be extra vigilant and remember to use all the tools at your disposal to verify what is being shared.",
  "یەکێکی تر لە ڕۆلە سەرەکیەکانی تیمی پەیامنێری کۆمەڵایەتی شەڕکردنە لەگەڵ زانیاری هەڵە و زانیاریە خراپەکان کە تایبەتە بە سیستەمی ژینگەی میدیایی ئێستامان چەند کاتژمێرێک دوای ڕووداوی هەواڵی بەپەلە، زۆرجار ڤیدیۆی دکتۆر یان وێنەی پەیوەندی نەکراو هەیە کە هاوبەش کراون و بانگەشەی ئەوە دەکەن کە لە ڕووداوەکەن. تۆ دەبێت زۆر هۆشیار بیت و بیرت بێت کە هەموو ئامرازەکانی بەردەستت بەکار بهێنیت بۆ سەلماندنی ئەوەی کە هاوبەش کراوە."
 ],
 [
  "\"Many people reached out to me to tell me that it's fake,\" Mekhtfe told CNN, referring to the fake missile video. \"But it's my video and I have the original and it doesn't show that. When people ask me about it, I tell them, the doctored one is not true.\"",
  "مێختفێ بە سی ئێن ئێنی ڕاگەیاند، ئاماژەی بە ڤیدیۆی موشەکی ساختە کرد و وتی: \"خەڵکێکی زۆر گەیشتنە لای من بۆ ئەوەی پێم بڵێن ساختەیە\" بەڵام ئەوە ڤیدیۆی منە و ئەسڵیشم هەیە و ئەوە پیشان نادات کاتێک خەڵک لەو بارەیەوە پرسیارم لێ دەکەن، پێیان دەڵێم، پزیشکەکە ڕاست نییە."
 ],
 [
  "Doctored videos are already faking the cause of Beirut's explosion",
  "ڤیدیۆی دکتۆرا هەر ئێستا هۆکاری تەقینەوەی بەیروت دەدۆزرێتەوە"
 ],
 [
  "Communicating During Breaking News",
  "پەیوەندیکردن لەکاتی هەواڵی شکاندن"
 ],
 [
  "Assessing Your Risks",
  "خەمڵاندنی مەترسیەکانت"
 ],
 [
  "During breaking news coverage you want to ensure that all the relevant teams aware of what is happening when it happens.  That being said you also have to allow your journalists  the time and space to do their job. Efficient and targetted communication is key.  ",
  "لەکاتی ڕووماڵکردنی هەواڵەکاندا دەتەوێت دڵنیابیتەوە کە هەموو تیمە پەیوەندیدارەکان ئاگادارن لەوەی کە چی ڕوودەدات کاتێک ڕوودەدات.  کە دەوترێت تۆش دەبێت ڕێگە بە ڕۆژنامەوانەکانت بدەیت کات و بۆشایی بۆ ئەنجامدانی کارەکەیان. پەیوەندیەکی کاریگەر و ئامانجدار کلیلیە."
 ],
 [
  "Deploying Teams During Breaking News",
  "بڵاوەپێکردنی تیمەکان لەکاتی هەواڵی شکاندنی"
 ],
 [
  "Breaking News Tips from CNN Journalists ",
  "هەواڵی پەیامنێرانی سی ئێن ئێن "
 ],
 [
  "Breaking news case studies",
  "لێکۆڵینەوەکانی کەیسی هەواڵی"
 ],
 [
  "The Beirut Explosion",
  "تەقینەوەی بەیروت"
 ],
 [
  "We have front seats to history. And that is something which I always I'm very conscious of. ",
  "ئێمە کورسی پێشەوەمان هەیە بۆ مێژوو وە ئەوە شتێکە کە هەمیشە من زۆر بە ئاگام لێی"
 ],
 [
  "Ram Ramgopal, ROW Executive Editor",
  "ڕام ڕامگۆپاڵ، سەرنوسەری جێبەجێکاری ڕیز"
 ],
 [
  "The News Breaks",
  "هەواڵەکان دەشکێنن"
 ],
 [
  "On August 4th 2020, a massive explosion tore through the Lebanese capital of Beirut ",
  "لە 4ی ئابی 2020 تەقینەوەیەکی گەورە لە بەیروتی پایتەختی لوبناندا بەست "
 ],
 [
  "killing 190 people, injuring more than 6,000",
  "کوژرانی 190 کەس و برینداربوونی زیاتر لە 6000 کەس"
 ],
 [
  ", and leaving more than 300,000 displaced from their homes. It was linked to nearly 3,000 tonnes of ammonium nitrate which had been stored at Beirut's port for six years. Ammonium nitrate is a highly volatile material used in ",
  "وە زیاتر لە 300,000 ئاوارەی ماڵەکانیان بەجێ دەهێڵن. بەستراوەتەوە بە نزیکەی ٣٠٠٠ تەن لە نیتراتی ئەمۆنیۆم کە بۆ ماوەی شەش ساڵ لە بەندەری بەیروت هەڵگیراوە. ئامۆنیۆم نایترات مادەیەکی زۆر ناجێگیریە کە بەکاردێت لە "
 ],
 [
  "agricultural fertilizers and explosives",
  "پەینی کشتوکاڵی و تەقەمەنی"
 ],
 [
  "This is \"Explosion in Beirut: When News Breaks\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"تەقینەوەیە لە بەیروت: کاتێک هەواڵەکان دەشکێنن\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە حەزیان لێیە"
 ],
 [
  "Explosion in Beirut: When News Breaks",
  "تەقینەوە لە بەیروت: کاتێک هەواڵەکان دەشکێنن"
 ],
 [
  "Why was this a major breaking news story? ",
  "بۆچی ئەمە چیرۆکێکی سەرەکی هەواڵی شکاندن بوو؟"
 ],
 [
  "Earlier, we talked about the different factors that determine the level of a breaking news story and by extension our coverage of it. The Beirut Explosion meets all the main criteria.",
  "پێشتر باسی ئەو فاکتەرە جیاوازانەمان کرد کە ئاستی چیرۆکێکی هەواڵی شکاندن دیاری دەکەن و بە درێژکردنەوەی ڕووماڵکردنی ئێمە تەقینەوەی بەیروت هەموو پێوەرە سەرەکیەکان کۆدەبێتەوە"
 ],
 [
  "Go to Lesson",
  "بڕۆ بۆ وانە"
 ],
 [
  "The Beirut Explosion continues to be a focus for us months after it occurred as it continues to have political, social and economic consequences for Lebanon and the region. ",
  "تەقینەوەی بەیروت چەند مانگێک دوای ئەوەی ڕوویدا کە بەردەوام دەرئەنجامی سیاسی و کۆمەڵایەتی و ئابووری بۆ لوبنان و ناوچەکە هەیە بۆ ئێمە بەردەوام دەبێت"
 ],
 [
  "It has refocused Lebanese attention on chronic mismanagement and allegations of corruption that many believe were the real reasons for the blast. It has provided an opportunity for the international community, led by countries such as France, to call on Lebanon's political elite to introduce real structural reforms. ",
  "ئەوە سەرنجی لوبنانی لەسەر خراپ بەڕێوەبردنە درێژخایەنەکان و بانگەشەکانی گەندەڵیی دووبارە کردەوە کە زۆرێک لەو باوەڕەدان هۆکاری ڕاستەقینەی تەقینەوەکە بوون دەرفەتێکی ڕەخساندووە بۆ کۆمەڵگەی نێودەوڵەتی کە لەلایەن وڵاتانی وەک فەرەنساوە سەرکردایەتی دەکرێت داوا لە نوخبەی سیاسی لوبنان بکەن بۆ ناساندنی ڕیفۆرمی پێکهاتەیی ڕاستەقینە"
 ],
 [
  "And, more importantly, it continues to have a major real-life impact on the people living in Lebanon. Read ",
  "وە لەوەش گرنگتر ئەوەیە کە بەردەوام دەبێت لە کاریگەری ژیانی ڕاستەقینە لەسەر ئەو کەسانەی کە لە لوبنان دەژین خوێندنەوە "
 ],
 [
  "this story",
  "ئەم چیرۆکە"
 ],
 [
  " from CNN teams in Beirut about the hopes and despair surrounding a rescue attempt a month after the blast and watch this report. ",
  " لە تیمەکانی سی ئێن ئێن لە بەیروت سەبارەت بە هیوا و نائومێدی دەورووبەری هەوڵێکی رزگارکردن مانگێک دوای تەقینەوەکە و سەیرکردنی ئەم ڕاپۆرتە"
 ],
 [
  "This is \"breaking-news-beirut-blast-3\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی بەپەلەی بەیروت-بلاست-٣\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "breaking-news-beirut-blast-3",
  "هەواڵەکانی بەیروت-بلاست-3"
 ],
 [
  "It was clear from the beginning that this story went beyond the immediate ramifications of the blast. ",
  "لە سەرەتاوە ئەوە ڕوون بوو کە ئەم چیرۆکە لە دوای تەقینەوەی خێرادا ڕۆیشت."
 ],
 [
  "The explosion sparked fury in Lebanon, where the government has been plagued by accusations of corruption and gross mismanagement, and plunged the country even further into economic turmoil.",
  "ئەم تەقینەوەیە تووڕەیی لە لوبنان دروست کرد، کە حکوومەتەکە بە تۆمەتی گەندەڵی و خراپ بەڕێوەبردنێکی زۆر تێکچووە و وڵاتەکەشی زیاتر خستە ناو ئاژاوەی ئابووریەوە."
 ],
 [
  "Following the blasts, Beirut was rocked by ",
  "لە دوای تەقینەوەکان بەیروت لەلایەن "
 ],
 [
  "violent protests",
  "ناڕەزایی توند و تیژی"
 ],
 [
  " for days, with demonstrators calling for \"",
  " چەند ڕۆژێکە، کە خۆپیشاندەران بانگەشەیان بۆ دەکەن"
 ],
 [
  "revenge",
  "تۆڵەسەندنەوە"
 ],
 [
  "\" against the ruling class of politicians widely held responsible. Protesters occupied several government ministries and threw stones and shards of glass at security forces. Police fired hundreds of rounds of tear gas as well rubber bullets and, in some cases, live fire.",
  "لە دژی چینی دەسەڵاتداری سیاسەتمەداران بە شێوەیەکی بەرفراوان بەرپرس بوون خۆپیشاندەران چەندین وەزارەتی حکومەتیان داگیرکرد و بەرد و پارچە شوشەیان فڕێداوەتە دەست هێزە ئەمنییەکان پۆلیس سەدان جەولەی گازی فرمێسکڕێژ و هەروەها گوللەی لاستیکی تەقاندەوە و لە هەندێک حاڵەتدا ئاگرێکی ڕاستەوخۆی لێ کەوتەوە"
 ],
 [
  "Less than a week after the blast, Lebanon's government stepped down, with Prime Minister Hassan Diab calling the blast a \"disaster beyond measure.\" He berated Lebanon's ruling political elite for fostering what he called \"an apparatus of corruption bigger than the state.\" Lebanese President Michel Aoun has said it would be \"",
  "دوای کەمتر لە هەفتەیەک لە تەقینەوەکە، حکومەتی لوبنان بەرەو خوارەوە ڕۆیشت، لەگەڵ سەرۆک وەزیران حەسەن دیاب تەقینەوەکەی بە \"کارەساتێکی دوور لە پێوانە\" ناو برد ئەو نوخبەی سیاسی دەسەڵاتداری لوبنانی پێبەخشی بۆ بەخێوکردنی ئەوەی پێی دەوت \" دەزگای گەندەڵی گەورەتر لە دەوڵەت.\" سەرۆک کۆماری لوبنان میشێل عەون وتی دەبێت"
 ],
 [
  "impossible",
  "مەحاڵە"
 ],
 [
  "\" for him to resign because it would lead to a power vacuum.",
  "بۆ ئەوەی دەست لەکار بکێشێتەوە، چونکە دەبێتە هۆی بۆشایی هێز."
 ],
 [
  "Less than a month after the blast, Lebanon's leaders designated the country's ambassador to Germany, ",
  "دوای کەمتر لە مانگێک لە تەقینەوەکە، سەرکردەکانی لوبنان باڵیۆزی ئەو وڵاتەیان لە ئەڵمانیا دەستنیشان کرد، "
 ],
 [
  "Mustapha Adib",
  "مستەفا ئەدیب"
 ],
 [
  ", as the new Prime Minister.",
  "وەک سەرۆک وەزیرانی نوێ"
 ],
 [
  "This is \"breaking-news-beirut-blast-2\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی بەپەلەی بەیروت-بلاست-٢\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "breaking-news-beirut-blast-2",
  "هەواڵەکانی بەیروت-بلاست-2"
 ],
 [
  "First, there is the explosion's immediate impact. It tore through Beirut's only port, killed nearly 200 people and injured thousands. It shattered windows and blew out doors across Beirut and was even felt in Cyprus, about 240 kilometers — or 150 miles — away.  The blast generated seismic waves equivalent to a magnitude 3.3 earthquake.",
  "یەکەم، کاریگەری خێرای تەقینەوەکە هەیە. لە ڕێگەی تاکە بەندەری بەیروتەوە وێران بوو و نزیکەی 200 کەسی کوشت و هەزارانی دیکەش بریندار کرد پەنجەرەکانی تێکشکان و دەرگاکانی لە بەیروت تەقاندەوە و تەنانەت لە قوبرس هەستی پێ کرا، نزیکەی 240 کیلۆمەتر، یان 150 میل دوور.  تەقینەوەکە شەپۆلی بومەلەرزەی دروست کرد کە یەکسانە بە ٣.٣ بوومەلەرزە"
 ],
 [
  "Beirut's governor Marwan Abboud told reporters that the explosion had resulted in an estimated $3 to $5 billion in damage and that at least 300,000 people were \"unable to sleep in their homes.\"",
  "مەروان عەبود پارێزگاری بەیروت بە پەیامنێرانی ڕاگەیاند کە تەقینەوەکە 3 بۆ 5 ملیار دۆلار زیانی پێگەیشتووە و بەلایەنی کەمەوە 300 هەزار کەس ناتوانن لە ماڵەکانیان بخۆن"
 ],
 [
  "This is \"breaking-news-beirut-blast-1\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەواڵی بەپەلەی بەیروت-بلاست-١\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "breaking-news-beirut-blast-1",
  "هەواڵی هەواڵی بەیروت-بلاست-1"
 ],
 [
  "A million things were going through my head as to what it possibly could have been. Lebanon being Lebanon, I thought perhaps it was an Israeli airstrike because of the tensions between Hezbollah and Israel... It took quite a while for the details of the 2,750 metric tons of ammonium nitrate that were supposedly in that hangar to come out.",
  "ملیۆنێک شت لە سەرم دەڕۆیشت بۆ ئەوەی کە لەوانەیە چی بووبێت. لوبنانی بوون بە لوبنان، پێموابێت ئەوە فڕۆکەیەکی ئاسمانی ئیسرائیل بێت بەهۆی ئاڵۆزییەکانی نێوان حزبوڵا و ئیسرائیلەوە ماوەیەکی زۆر دەخایەنێت بۆ وردەکارییەکانی ٢٧٥٠ تەن مەتری نیتراتی ئامۆنیۆم کە وابڕیارە لەو هەوەرەیە بێتە دەرەوە."
 ],
 [
  "The Initial Hours of Beirut Explosion Coverage",
  "کاتژمێرە سەرەتاییەکانی داپۆشینی تەقینەوەی بەیروت"
 ],
 [
  "Breaking News Tips ",
  "تێبینیەکانی هەواڵەکانی شکاندن"
 ],
 [
  "Ghazi's tip to producers in the field is simple: prioritize. Focus on what you have to do first and forget the trivial issues.  Head over to our lesson on tips from CNN journalists during breaking news coverage.",
  "نوکی غازی بۆ بەرهەمهێنەرانی بوارەکە سادەیە: ئەولەویەتی سەرنج بدە لەسەر ئەوەی کە پێویستە سەرەتا بیکەیت و کێشە لاوەکیەکان لەبیر بکەیت.  سەر لە وانەی ئێمە لەسەر ئامۆژگاریەکانی ڕۆژنامەنووسانی سی ئێن ئێن لە کاتی ڕووماڵکردنی هەواڵەکاندا"
 ],
 [
  "Deploying more resources: It was clear from early in the story that Ben wasn't going to single-handedly meet the coverage demands of the story for our different platforms and networks. So plans were made to deploy reporting teams from Istanbul and Abu Dhabi to boost the CNN presence on the ground in Beirut. ",
  "بڵاوکردنەوەی سەرچاوەی زیاتر: لە سەرەتای چیرۆکەکەوە ئەوە ڕوون بوو کە بێن بە تەنیا بە یەک دەست داواکاریەکانی ڕووماڵکردنی چیرۆکەکە بۆ پلاتفۆرم و تۆڕە جیاوازەکانمان جێبەجێ ناکات. بۆیە پلان بۆ بڵاو کردنەوەی تیمی ڕاپۆرت لە ئیستەنبول و ئەبوزەبی بۆ بەهێزکردنی ئامادەبوونی سی ئێن ئێن لەسەر زەوی لە بەیروت."
 ],
 [
  "Social Newsgathering: Our social discovery team was able to recognize the scope of the blast and to search for people who were posting about within the vicinity. Paul was able to use context clues from the videos being uploaded to verify their authenticity and to track down an eyewitness on a boat who shared his footage with CNN adding an extra layer to our coverage. ",
  "هەواڵی کۆمەڵایەتی: تیمی دۆزینەوەی کۆمەڵایەتی ئێمە توانییان مەودای تەقینەوەکە بناسنەوە و بەدوای ئەو کەسانەدا بگەڕێن کە لە دەوروبەریان بڵاویان دەکردەوە پاوڵ توانی بەڵگەکانی دەق بەکاربهێنێت لەو ڤیدیۆیانەی کە بارکراون بۆ سەلماندنی ڕەسەنایەتی و بەدواداچوونی شایەتحاڵێک لەسەر بەلەمێک کە گرتە ڤیدیۆکەی لەگەڵ سی ئێن ئێن بڵاو کردەوە کە چینێکی زیادە بۆ داپۆشینەکەمان زیاد دەکات."
 ],
 [
  "Prioritizing on the ground: As you can see from the clips in the gallery below, our Beirut bureau was also severely damaged by the explosion. That meant that when our producer Ghazi got to the bureau he had to prioritize and multi-task. Before getting to the bureau, he dispatched a freelance cameraman to shoot some footage that would be used in the coverage. Once at the bureau, he made sure that there were security plans in place to protect valuables and conducted a health and safety assessment to make sure the team could operate in the office. Meanwhile, he helped Ben chase editorial lines. ",
  "ئەولەویەتی لەسەر زەوی: وەک دەبینیت لە کلیپەکانی ناو گەلەری خوارەوە، فەرمانگەی بەیروتمان بەهۆی تەقینەوەکەوە بە سەختی زیانی پێگەیشتووە ئەوە مانای ئەوە بوو کە کاتێک بەرهەمهێنەکەمان غازی گەیشتە ئەولایەت و ئەرکی فرە پێش ئەوەی بگەرێتە نوسینگەکە، ئەو کامێرامانێکی فریلانسی نارد بۆ ئەوەی چەند گرتەیەک بتەقێنێت کە لە داپۆشینەکەدا بەکار دەهێنرێت. جارێک لە فەرمانگەکە، ئەو دڵنیای کردەوە کە پلانی ئەمنی هەیە بۆ پاراستنی بەهادارەکان و هەڵسەنگاندنێکی تەندروستی و سەلامەتی ئەنجام دا بۆ دڵنیابوون لەوەی کە تیمەکە دەتوانێت لە ئۆفیسەکە کار بکات لە هەمان کاتدا، ئەو یارمەتی بێن چەیسی سەرنووسەرەکانی دا."
 ],
 [
  "Confirming & Reporting: With Ben and his team on the ground in Beirut, CNN was in a position to immediately confirm the story from and to provide breaking news coverage for its audience. Ben was able to go live, first on the phone then on camera, and provide reporting what was happening to him. He was doing this while getting updates from Ghazi, his producer, and contacts throughout Beirut. Our planning team was also able to set up interviews with other eyewitnesses on the ground to provide additional perspectives.",
  "پشتڕاستکردنەوەی ڕاپۆرت: لەگەڵ بێن و تیمەکەی لەسەر زەوی لە بەیروت، سی ئێن ئێن لە شوێنێکدا بوو بۆ ئەوەی دەستبەجێ چیرۆکەکە پشتڕاست بکاتەوە و هەواڵی بەپەلە بۆ بینەرانی دابین بکات. بێن توانی بە ڕاستەوخۆ بڕوات، سەرەتا لەسەر تەلەفونەکە پاشان لەسەر کامێرا، وە ڕاپۆرتی ئەو شتانەی کە بەسەریدا هاتووە دابین بکات. ئەم کارەی دەکرد لە کاتی بەدەستهێنانی نوێکردنەوە لە غازی و بەرهەمهێنەرەکەی و پەیوەندیەکانی لە سەرانسەری بەیروت تیمی پلان دانانمان هەروەها توانی چاوپێکەوتن لەگەڵ شایەتحاڵەکانی تر لەسەر زەوی ڕێک بخات بۆ دابینکردنی تێڕوانینی زیاتر."
 ],
 [
  "Newsgathering During a Global Pandemic: ",
  "نوێکردنەوەی هەواڵەکان لە کاتی پەندمیکی جیهانی:"
 ],
 [
  "The COVID-19 global pandemic has added multiple considerations and layers to our decision-making matrix during breaking news situations. Our most important priority is the safety of our team.  When we are deploying teams we want to ensure their health is being protected at all times. That means sourcing PPE equipment for them, thinking about how to isolate teams and have contingency plans if teams need to be separated. It has also brought about additional travel restrictions and quarantine requirements which restrict the movements of our teams and limit our access to a story. ",
  "کۆڤید-١٩ گڵۆباڵی پەندمیک چەند سەرنج و چینێکی زیاد کرد بۆ ماتریکسی بڕیاردەرمان لە کاتی شکاندنی دۆخی هەواڵدا. گرنگترین ئەولەویەتی ئێمە سەلامەتی تیمەکەمانە  کاتێک ئێمە تیمەکان بڵاودەکەینەوە دەمانەوێت دڵنیابینەوە کە تەندروستیان پارێزراوە لە هەموو کاتەکاندا ئەمە مانای ئەوەیە کە کەرەستەکانی پی پی پی بۆ ئەوان کۆبکەنەوە، بیر لە چۆنیەتی جیاکردنەوەی تیمەکان بکەنەوە و پلانی گونجاویان هەبێت ئەگەر پێویست بکات تیمەکان جیابکرێنەوە. هەروەها سنوردارکردنی زیاتری گەشت و پێداویستیەکانی کەرەنتینی هێنایە کایەوە کە جوڵەکانی تیمەکانمان سنوردار دەکات و گەیشتنمان بە چیرۆکێک سنووردار دەکات"
 ],
 [
  "CNN's Beirut Bureau After The Explosion",
  "دەزگای بەیروتی سی ئێن ئێن دوای تەقینەوەکە"
 ],
 [
  "Communication During Initial Hours of Beirut Story",
  "پەیوەندیکردن لە ماوەی کاتژمێرە سەرەتاییەکانی چیرۆکی بەیروت"
 ],
 [
  "One of the key elements during a breaking news situation is how different CNN teams communicate with one another. Our teams in the field need to be able to relay information about what is happening on the ground to our newsgathering hubs in Atlanta, New York, London, Abu Dhabi or Hong Kong. Our newsgathering teams on the International and National newsdesks need to pass on logistical information to our teams and update our programming teams about all the latest developments and what reporting we have cleared for air. ",
  "یەکێک لە توخمە سەرەکیەکان لە کاتی رەوشی هەواڵی شکاندن ئەوەیە کە تیمەکانی سی ئێن ئێن چەند پەیوەندیان لەگەڵ یەکتر هەیە. تیمەکانمان لە مەیدانەکە پێویستە بتوانن زانیاریەکان ببەستنەوە دەربارەی ئەوەی کە لە سەر زەوی ڕوو دەدات بۆ ناوەندی هەواڵگێڕانمان لە ئەتلانتا، نیویۆرک، لەندەن، ئەبوزەبی یان هۆنگ کۆنگ. تیمەکانی هەواڵنێری ئێمە لە هەواڵگەی نێودەوڵەتی و نەتەوەیی پێویستە زانیاری لۆجستی بە تیمەکانمان بپەڕنەوە و تیمە بەرنامەڕێژییەکانمان نوێ بکەنەوە سەبارەت بە هەموو پێشهاتە تازەکان و چ ڕاپۆرتێکمان بۆ هەوا پاککردۆتەوە "
 ],
 [
  "Lesson: Communicating During Breaking News",
  "وانەیەک: پەیوەندیکردن لەکاتی هەواڵی شکاندنی"
 ],
 [
  "What are the best practices for communicating during a breaking news event? How can you ensure information is reaching teams that need it most?  ",
  "باشترین ڕاهێنانەکان چین بۆ پەیوەندی کردن لە کاتی ڕووداوی هەواڵی شکاندن؟ چۆن دەتوانیت دڵنیابیتەوە کە زانیاری دەگاتە تیمەکان کە زیاتر پێویستیان پێیە؟"
 ],
 [
  "There are multiple considerations when communicating with different teams during a breaking news story on the scale of the Beirut explosion. ",
  "چەند سەرنجێک هەیە لە کاتی پەیوەندی کردن لەگەڵ تیمە جیاوازەکان لە کاتی هەواڵی هەواڵی بەپەلە لەسەر پێوەری تەقینەوەی بەیروت "
 ],
 [
  "Keep it relevant. Not everyone needs to know everything at all times. If you are working on a logistical issue then the editorial programming team in the middle of rolling coverage doesn't need to know. Make sure what you are communicating is relevant to who you are communicating it to. ",
  "بە پەیوەندیداری بهێڵەوە. هەموو کەس پێویست ناکات هەموو شتێک بزانێت لە هەموو کاتەکاندا. ئه گه ر تۆ له سه ر کێشه یه کی لۆجستی کار ده که ی، ئه و کات تیمی سه رۆشتنه کانی سه رۆشتن له ناوەڕاستی رووپۆش کردن پێویست ناکات بزانی. دڵنیابە لەوەی کە پەیوەندیت لەگەڵ کێ هەیە."
 ],
 [
  "Get the information out. There are multiple ways for getting the information out to the teams that need it most. That means getting up a telephone breaking news bridge as well as using whatever is the most convenient tool for communicating in that instance. Your top priority is ensuring those who need to know about the latest developments in a story, specifically your programming teams, get it in a timely fashion. ",
  "زانیاریەکە بهێنە دەرەوە چەند ڕێگەیەک هەیە بۆ بەدەستهێنانی زانیاریەکان بۆ ئەو تیمانەی کە زیاتر پێویستیان پێیە. ئەمە مانای ئەوەیە کە هەستانەوەی پردێکی هەواڵی تێکشکانی تەلەفۆن و هەروەها بەکارهێنانی هەر شتێک کە گونجاوترین ئامراز بێت بۆ پەیوەندی کردن لەو نمونەیەدا. ئەولەویەتە یەکەمەکانت دڵنیاکردنەوەی ئەوانەن کە پێویستە دەربارەی دوا پێشهاتەکانی چیرۆکەکە بزانن، بەتایبەتی تیمە بەرنامەڕێژییەکانتان، لە کاتی خۆیدا بەکاری بهێنن."
 ],
 [
  "Remember batteries. These are not normal times. Your team on the ground is dealing with a major situation. They may be out newsgathering while also providing live reporting back to you or power might have gone off where they are so they might not have a chance to recharge their batteries for a while. If you want them to carry on reporting make sure you take into account their unique situation. ",
  "بیرت بێت پاتریەکان ئەمانە کاتی ئاسایی نین. تیمەکەت لەسەر زەوی مامەڵە لەگەڵ بارودۆخێکی گەورە دەکات. لەوانەیە ئەوان لە دەرەوەی هەواڵ بن لە کاتێکدا کە ڕاپۆرتی ڕاستەوخۆتان بۆ دابین دەکەن یان لەوانەیە هێز لەو شوێنەی کە ئەوانن بچنە دەرەوە بۆ ئەوەی دەرفەتیان نەبێت بۆ دووبارە شارژکردنەوەی پاتریەکانیان بۆ ماوەیەک. ئه گه ر ده تهه وێ ئه وان له سه ر راپۆرته كان هه یه دڵنیا بن كه ئه و حاله بێهاوتایانه ی ئه وان له سه ر چاو ده كه ی."
 ],
 [
  "Keep it simple. When talking to your teams in the field eep your messages short, precise and to the point. Limit the number of people who are reaching out to your correspondent or producer on the ground and nominate one or two people to be their main interlocutors.  ",
  "بە سادەیی بیهێڵەوە کاتێک قسە کردن لەگەڵ تیمەکانت لە گۆڕەپانەکە پەیامەکانت کورت، ورد و بۆ خاڵەکە. سنوردارکردنی ژمارەی ئەو کەسانەی کە دەگەنە پەیامنێرەکەت یان بەرهەمهێنەرەکەت لەسەر زەوی و یەک یان دوو کەس کاندید بکەن بۆ ئەوەی ببنە جێگرەوەی سەرەکیان."
 ],
 [
  "These days a lot of information about a breaking news event is shared on messaging groups such as Whatsapp or Telegram. Here we can see Senior International Correspondent Arwa Damon asking our Senior News Desk Edior, Schams Elwazer to chase up reports about a demonstration in downtown Beirut. ",
  "ئەم ڕۆژانە زانیاری زۆر دەربارەی ڕووداوی هەواڵی شکاندن هاوبەش کراوە لەسەر گرووپە نامە بەخشەکان وەک واتساپ یان تێلێگرام. لێرەدا دەتوانین پەیامنێری باڵای نێودەوڵەتی ئاروا دیمۆن ببینین کە داوا لە مێزی هەواڵی گەورەمان ئێدیۆر، سکامس ئیلوازێر دەکەین بۆ ڕاوکردنی ڕاپۆرتەکان دەربارەی خۆپیشاندانێک لە ناوجەرگەی بەیروت."
 ],
 [
  "Ghazi, who is our Senior Field Producer based out of Beirut, enters the conversation to add local context to the discussion.",
  "غازی کە بەرهەمهێنەری مەیدانی پایەبەرزی ئێمەیە و لە دەرەوەی بەیروتە دەچێتە ناو گفتوگۆوە بۆ زیادکردنی چوارچێوەی ناوخۆیی بۆ گفتوگۆکە"
 ],
 [
  "Useful Newsgathering Tool ",
  "ئامرازی هەواڵی بەسوود "
 ],
 [
  "Our teams can use messaging groups to talk about the latest developments and to confirm information that is out there. ",
  "تیمەکانمان دەتوانن گرووپە پەیامبەرەکان بەکاربێنن بۆ قسەکردن دەربارەی دوایین پێشهاتەکان و پشتڕاستکردنەوەی ئەو زانیاریانەی لە دەرەوەیە."
 ],
 [
  "Here you can see Ben Wedeman asking the team to help compile a list of all cabinet ministers who have resigned following the Beirut explosion.",
  "لێرەدا دەتوانن بێن ویدمان ببینن کە داوا لە تیمەکە دەکەن بۆ یارمەتیدان بۆ کۆکردنەوەی لیستێک لە هەموو وەزیرەکانی کابینە کە دەستیان لە کار کێشاوەتەوە لە دوای تەقینەوەی بەیروت."
 ],
 [
  "Chasing Latest Developments",
  "دواین پێشهاتەکان ڕاوەدوون"
 ],
 [
  "Tools like WhatsApp or other messaging apps are useful for communicating with your team especially if they are spread across the world.  ",
  "ئامێرەکانی وەک واتساپ یان بەرنامەکانی تری پەیام دانان بەسوودن بۆ پەیوەندی کردن لەگەڵ تیمەکەت بەتایبەتی ئەگەر بڵاوببنەوە لە جیهاندا."
 ],
 [
  "Summary",
  "پوختە"
 ],
 [
  "We have to use technology that we know will work in different parts of the world. We need to have real-time conversations between our teams so messaging apps are a good tool for this. ",
  "ئێمە دەبێت تەکنەلۆجیا بەکار بهێنین کە دەزانین لە ناوچە جیاوازەکانی جیهاندا کار دەکات ئێمە پێویستە گفتوگۆی راستەوخۆمان هەبێت لە نێوان تیمەکانمان بۆ ئەوەی کاربەرنامەکانی پەیامەکان ئامرازێکی باش بن بۆ ئەمە."
 ],
 [
  "Click through a series of messages that were sent by CNN journalists on the Beirut Explosion editorial Whatsapp group created by the CNN International Desk and comprised of teams on the ground, newsgathering operations from CNN hubs around the world and TV and digital programming teams.",
  "کرتە بکە لە ڕێگەی زنجیرەیەک نامەوە کە لە لایەن ڕۆژنامەنووسانی سی ئێن ئێنەوە نێردراون لە سەروتاری تەقینەوەی بەیروت گروپی واتساپ کە لە لایەن سی ئێن ئێن دەبلیو ئینتەرناشناڵ مێز دروست کراوە و لە تیمەکانی سەر زەوی پێکهاتووە، کرداری هەواڵگیری لە"
 ],
 [
  "Using Tech to Communicate: WhatsApp Groups",
  "بەکارهێنانی تەکنەلۆجیا بۆ پەیوەندی کردن: گروپەکانی واتساپ"
 ],
 [
  "Reflections from CNN Teams Covering The Beirut Breaking News Story  ",
  "ڕەنگدانەوەکان لە تیمەکانی سی ئێن ئێن کە چیرۆکی هەواڵەکانی بەیروت دەپۆشن"
 ],
 [
  "Conclusion",
  "ئەنجام"
 ],
 [
  "Quiz",
  "کویز"
 ],
 [
  "Thank you for completing When News Breaks: Newsgathering. Now you're ready to take a short quiz about what you've learned. ",
  "سوپاس بۆ تەواوکردنی کاتێک هەواڵەکان دەشکێنن: نوێکردنەوە. ئێستا تۆ ئامادەیت بۆ وەرگرتنی کورتە کیویز دەربارەی ئەو شتانەی کە فێربوویت. "
 ],
 [
  "Breaking news is always unexpected. We can't plan for it. Its scope and impact also go beyond its immediate surroundings. ",
  "هەواڵ شکێن هەمیشە چاوەڕوان نەکراوە. ناتوانین پلان بۆ دابڕێژین مەودا و کاریگەریەکەی هەروەها لە دەوروبەرە خێراکەی تێدەپەڕێت."
 ],
 [
  "What is the most complete definition of a breaking news story? ",
  "تەواوترین پێناسەی چیرۆکێکی هەواڵی شکاندن چییە؟"
 ],
 [
  "Breaking news is an important story that we have planned to cover with all our resources.",
  "هەواڵ شکێن چیرۆکێکی گرنگە کە ئێمە پلانمان داناوە بۆ داپۆشینی هەموو سەرچاوەکانمان."
 ],
 [
  "Breaking news is an unexpected event with limited impact which is important to some of our audience. ",
  "هەواڵ شکاندن ڕووداوێکی چاوەڕوان نەکراو و کاریگەری سنووردارە کە بۆ هەندێک لە بینەرانمان گرنگە."
 ],
 [
  "Breaking news is an unexpected event or a significant advance on a story that we're already covering that is important enough for us to break into our regular programming to update our audience.",
  "هەواڵی خێرا ڕووداوێکی چاوەڕوان نەکراو یان پێشکەوتنێکی گرنگە لەسەر چیرۆکێک کە ئێمە پێشتر دایپۆشین کە زۆر گرنگە بۆ ئێمە بۆ ئەوەی بشکێنین بۆ بەرنامەسازی ئاساییەکانمان بۆ نوێکردنەوەی بینەرانمان."
 ],
 [
  "The first step you should take is to ensure everyone in your network knows you are aware of the story so you and the rest of your newsgathering team can focus on confirming reportable lines. ",
  "یەکەم هەنگاو کە دەبێ بیبەیت ئەوەیە کە هەموو کەس لە تۆڕەکەت دڵنیابیتەوە کە تۆ ئاگات لە چیرۆکەکە هەیە بۆ ئەوەی تۆ و تیمی تری هەواڵگری خۆت بتوانن جەخت لەسەر پشتڕاستکردنەوەی هێڵە ڕاپۆرت پێکراوەکان بکەن."
 ],
 [
  "What is the first thing you should do if you are working in a newsgathering team when you are alerted to a potential breaking news story?",
  "یەکەم شت کە پێویستە بیکەیت ئەگەر لە تیمی هەواڵدا کاردەکەیت کاتێک ئاگادار دەبیتەوە بۆ هەواڵی شاراوە؟"
 ],
 [
  "Reach out to eyewitnesses to see if they can join you on air. ",
  "دەست بە شایەتحاڵەکان بدە بۆ ئەوەی بزانن کە ئایا دەتوانن بە هەواوە پەیوەندیتان پێ بکەن یان نا"
 ],
 [
  "Start making plans for deploying teams into the location. ",
  "دەست بکە بە دانانی پلان بۆ بڵاوەپێکردنی تیمەکان بۆ ناو شوێنەکە."
 ],
 [
  "Get working on confirming reportable lines. ",
  "کار بکە لەسەر پشتڕاستکردنەوەی هێڵە ڕاپۆرت پێکراوەکان."
 ],
 [
  "Alert the rest of the network that you are aware of a potential breaking news story and that you are working to confirm it. ",
  "ئاگاداری باقی تۆڕەکە بکە کە تۆ ئاگاداری هەواڵی شاراوەی هەواڵی شکاندن و ئەوەی کە کاردەکەیت بۆ پشتڕاستکردنەوەی."
 ],
 [
  "During a breaking news situation, you need to give time and space to your journalists in the field to do their job. That means not keeping them on the phone for too long and communicating them in the shortest most direct fashion possible. ",
  "لە کاتی هەوالێکی بەپەلەدا پێویستە کات و بۆشایی بە ڕۆژنامەنووسانی خۆت بدەیت لە مەیدانەکە بۆ ئەوەی کارەکەیان ئەنجام بدەن ئەمە مانای ئەوەیە کە بۆ ماوەیەکی زۆر لە تەلەفۆنەکە نەهێڵنەوە و بە کورتترین شێوازی ڕاستەوخۆ پەیوەندیان پێوە بکەن."
 ],
 [
  "What should you not do when communicating with your team in the field during a breaking news situation? ",
  "لە کاتی پەیوەندی کردن لەگەڵ تیمەکەت لە گۆڕەپانەکە لە کاتی حاڵەتی هەواڵی پچڕان چی بکەیت؟"
 ],
 [
  "Ask them about their safety. ",
  "دەربارەی سەلامەتیان لێیان بپرسە"
 ],
 [
  "Give them clear, concise information that will help them with their reporting. ",
  "زانیاری ڕوون و ئاشکرایان پێ بدە کە یارمەتیان دەدات لە ڕاپۆرتەکانیان."
 ],
 [
  "Ask them a series of questions about the background to a story. ",
  "پرسیاریان لێ بکە زنجیرەیەک پرسیار دەربارەی باکگراوند بۆ چیرۆکێک."
 ],
 [
  "Have a long chat about their future plans on how they want to cover this story. ",
  "گفتوگۆیەکی درێژ بکەن دەربارەی پلانەکانی داهاتوویان لەسەر ئەوەی کە چۆن دەیانەوێت ئەم چیرۆکە داپۆشن."
 ],
 [
  "Update them about deployment plans of other teams that will be coming in to help them out. ",
  "نوێکردنەوەیان دەربارەی پلانی بڵاوەنەوەی تیمەکانی تر کە دێن بۆ یارمەتیدانیان بۆ دەرەوە."
 ],
 [
  "You should use whatever means of communication you have at your disposal to ensure all your team members are aware of what is happening. Messaging apps such as WhatsApp are sometimes the most reliable tools for communicating with team members spread across the world.",
  "تۆ دەبێ هەموو ئامرازەکانی پەیوەندی بەکاربێنیت کە لە بەردەستتدایە بۆ دڵنیا بوون لەوەی هەموو ئەندامانی تیمەکەت ئاگایان لەوەی چی ڕوودەدات. نامەی کاربەرنامەکان وەک واتساپ هەندێ جار باوەرپێکراوترین ئامرازن بۆ پەیوەندی کردن لەگەڵ ئەندامانی تیمەکە لە سەرتاسەری جیهاندا بڵاو دەبێتەوە."
 ],
 [
  "You should only use emails and phone calls during breaking news coverage to avoid any confusions between the various teams working on a story.",
  "تۆ تەنها دەبێت ئیمەیڵ و پەیوەندی تەلەفۆنی بەکار بهێنیت لە کاتی ڕووماڵکردنی هەواڵەکان بۆ خۆلادان لە هەر سەرلێشێواویەک لە نێوان تیمە جۆراوجۆرەکان کە لەسەر چیرۆکێک کار دەکەن."
 ],
 [
  "True",
  "ڕاستە"
 ],
 [
  "False",
  "هەڵە"
 ],
 [
  "CNN was fortunate to have Ben Wedeman on the ground to not only confirm the story but to also bring our audience immediate live coverage of the event.",
  "سی ئێن ئێن بەختەوەر بوو کە بێن ویدمانی لەسەر زەوی بوو بۆ ئەوەی نەک تەنها چیرۆکەکە پشتڕاست بکاتەوە بەڵکو بۆ ئەوەی بینەرانمان ڕاستەوخۆ ڕووماڵی ڕووداوەکە بکەن"
 ],
 [
  "How was CNN able to confirm the Beirut Explosion story?",
  "سی ئێن ئێن چۆن توانی چیرۆکی تەقینەوەی بەیروت پشتڕاست بکاتەوە؟"
 ],
 [
  "Our social discovery team was quick to find eyewitnesses who had posted content on social media. ",
  "تیمی دۆزینەوەی کۆمەڵایەتی ئێمە خێرا بوو بۆ دۆزینەوەی شایەتحاڵەکان کە ناوەڕۆکیان لە تۆڕە کۆمەڵایەتییەکاندا بڵاوکردۆتەوە."
 ],
 [
  "Our Senior International Correspondent Ben Wedeman was in Beirut at the time of the explosion and called into the International Desk to confirm.",
  "پەیامنێری باڵای نێودەوڵەتیمان بێن ویدمان لە بەیروت بوو لە کاتی تەقینەوەکەدا و بانگی مێزی نێودەوڵەتی کرد بۆ ئەوەی پشتڕاستی بکاتەوە."
 ],
 [
  "Reliable local news channels had confirmed the story. ",
  "کەناڵە هەواڵییە لۆکاڵییە باوەڕپێکراوەکان چیرۆکەکەیان پشتڕاست کردەوە."
 ],
 [
  "Reputable wire services had confirmed the story. ",
  "خزمەتگووزاری وایەری ناسراو چیرۆکەکەی پشتڕاست کردەوە."
 ],
 [
  "Key Takeaways",
  "کلیلی هەڵاتن"
 ],
 [
  "Breaking news is something unexpected that is important enough for you to modify your regular programming to tell the audience about it. It is happening right now and requires the entire newsroom to shift into breaking news coverage mode. ",
  "هەواڵ شکاندن شتێکی چاوەڕوان نەکراوە کە زۆر گرنگە بۆ تۆ بۆ چاککردنەوەی بەرنامەسازی ئاساییت بۆ ئەوەی دەربارەی ئەوە بە بینەران بڵێیت. لە ئێستادا ڕوودەدات و پێویستی بە هەموو ژووری هەواڵەکانە بۆ ئەوەی بگۆڕن بۆ دۆخی ڕووماڵکردنی هەواڵەکان."
 ],
 [
  "Reporting. In the immediate aftermath of a breaking news event, give your audience a sense of what is happening right now and provide them with the broader picture. Don't get bogged down in the details of the story or nuances that you can weave into the narrative at a later stage. ",
  "ڕاپۆرت کردن لە دوای ڕووداوی هەواڵی خێرا، هەستێک بە بینەرەکانت بدە کە ئێستا چی ڕوودەدات و وێنەی فراوانتریان بۆ دابین بکە. لە وردەکارییەکانی چیرۆکەکە یان ئەو نوسانە دا مەکە کە دەتوانیت لە قۆناغی دواتردا بۆ چیرۆکەکە بکۆڵیتەوە."
 ],
 [
  "Verification. Your biggest priority during breaking news coverage is verifying the information that is pouring in. At the very least, you need to double source all the lines that you want to report on a story. Don't get lost in the fog of rumours and misinformation and don't sacrifice accuracy for speed. ",
  "سەلماندن گەورەترین ئەولەویەتی تۆ لە کاتی ڕووماڵکردنی هەواڵەکان، سەلماندنی ئەو زانیاریانەیە کە دەڕژێنە ناوەوە. بەلایەنی کەمەوە، پێویستە هەموو ئەو هێڵانەی کە دەتەوێت ڕاپۆرت لەسەر چیرۆکێک بدەن، دوو هێندە سەرچاوە بکەیت. لە تەمی پڕوپاگەندە و زانیاری هەڵەدا ون مەبە و ڕێک و پێکی بۆ خێرایی مەکە"
 ],
 [
  "Communication. You need to ensure you are communicating what you know about a breaking news event both internally and to your audience. By alerting the rest of the network that you are aware of a breaking news situation you not only prepare them for it, you give yourself the opportunity to confirm reportable lines.",
  "پەیوەندی کردن تۆ پێویستە دڵنیابیتەوە لەوەی کە تۆ دەیزانی دەربارەی ڕووداوی هەواڵی بەپەلە لە ناوخۆ و هەم بۆ جەماوەرەکەت. بە ئاگادارکردنەوەی ئەوانی تری تۆڕەکە کە ئاگادارن لە دۆخی هەوالێکی تێکشکاوی تۆ نەک هەر بۆی ئامادە دەکەیت، دەرفەت بە خۆت دەدەیت بۆ پشتڕاستکردنەوەی هێڵە ڕاپۆرت پێکراوەکان."
 ],
 [
  "Nobody remembers if you broke a story two minutes before somebody else. But, a lot of people will remember if you got it first and you got it wrong.",
  "هیچ کەس بیری ناکەوێتەوە ئەگەر دوو خولەک پێش کەسێکی تر چیرۆکێک بشکێنیت. بەڵام، خەڵکێکی زۆر بیریان دەکەوێتەوە ئەگەر تۆ یەکەم جار ئەوەت دەست کەوت و هەڵەت کرد."
 ],
 [
  "Have Further Questions?",
  "پرسیاری زیاترت هەیە؟"
 ],
 [
  "Ultrices dui sapien eget mi proin sed. Ultrices dui sapien eget mi proin sed libero enim sed. Mattis ullamcorper velit sed ullamcorper morbi tincidunt. Suspendisse sed nisi lacus sed viverra tellus in hac habitasse. ",
  "ئۆلتریس دوێ ساپین ئیگیت می پرۆین سید ئۆلتریکس دوێ ساپین ئیگیت می پرۆین سید لیبەرۆ ئینیم سید ماتیس ئۆللامکۆر گۆشە داپۆشراو ئۆللامکۆرپەر مۆربی تینیسدۆنت بە هەڵواسینی نیسی لاکوس لە شوێنی حەوانەوە"
 ],
 [
  "Contact CNN Academy",
  "پەیوەندی بکە بە ئەکادیمیای سی ئێن ئێن"
 ],
 [
  "If you have any questions about this course feel free to contact us. Make sure to enrol in When News Breaks: Programming to understand breaking news coverage from a programming perspective.",
  "ئەگەر تۆ هیچ پرسیارێکت هەیە دەربارەی ئەم کۆرسە هەست بە خۆڕایی دەکات بۆ پەیوەندی کردن بە ئێمەوە. دڵنیابە لە بەشداری کردن لە کاتی برێکانی هەواڵەکان: بەرنامەسازی بۆ تێگەیشتن لە ڕووماڵکردنی هەواڵەکان لە ڕوانگەی بەرنامەڕێژییەوە."
 ],
 [
  "Email Us",
  "ئیمەیڵمان بۆ بکە"
 ],
 [
  "Thank you for completing this course!",
  "سوپاس بۆ تەواوکردنی ئەم خولە!"
 ]
]