[
 [
  "When News Breaks - Enterprise vs. Breaking News Reporting (Kurdish)",
  "کاتێک هەواڵەکان دەشکێنن - کۆمپانیا بەرامبەر هەواڵی هەواڵی شکاندن (کوردی)"
 ],
 [
  "Enterprise vs. Breaking News Reporting",
  "کۆمپانیایی بەرامبەر هەواڵی هەواڵی شکاندن"
 ],
 [
  "Enterprise Reporting",
  "ڕاپۆرتی کۆمپانیا"
 ],
 [
  "Most of the storytelling we've been discussing here has been centered around enterprise reporting.  These are stories that you or a team of people in your organization find and then report.  ",
  "زۆربەی چیرۆک بێژەکان کە ئێمە لێرە باسمان دەکرد لە دەوری راپۆرتی کۆمپانیا ناوەندی کراوە.  ئەمانە ئەو چیرۆکانەن کە تۆ یان تیمێک لە خەڵک لە ڕێکخراوەکەت دەیدۆزنەوە و دواتر ڕاپۆرت دەدەن."
 ],
 [
  "Enterprise reporting goes beyond telling your audience the facts about something that has happened",
  "ڕاپۆرتی کۆمپانیایی زیاتر لە گوتنی ڕاستیەکان لە بارەی شتێکەوە کە روویداوە بە بینەرەکەتەوە دەڕوات"
 ],
 [
  "Finding these stories is based on reading, talking to people, and sometimes, investigating",
  "دۆزینەوەی ئەم چیرۆکانە لەسەر بنەمای خوێندنەوە و قسەکردنە لەگەڵ خەڵک و هەندێک جاریش لێکۆڵینەوە"
 ],
 [
  "Whether you are telling a breaking news story or an enterprise story, strong video and engaging storytelling are at the core.",
  "ئەگەر تۆ چیرۆکێکی هەواڵی بشکێنیت یان چیرۆکێکی کۆمپانیایی، ڤیدیۆی بەهێز و چیرۆکبێژیی تێوەگلان لە ناوکیە."
 ],
 [
  "Breaking News Reporting",
  "هەواڵی هەواڵی بەپەلە"
 ],
 [
  "Reporting on breaking news can be more of a storytelling challenge, because you are watching the story unfold and learning or verifying the information as it comes in.",
  "ڕاپۆڕت کردن لەسەر هەواڵی شکاندن دەکرێت زیاتر ببێتە تەحەدایەکی چیرۆک گێڕی، چونکە تۆ سەیری چیرۆکەکە دەکەیت کە ئاشکرا دەبێت و فێر دەبیت یان زانیاریەکان دەسەلمێنیتەوە کە دێتە ژوورەوە."
 ],
 [
  "The storyteller has to juggle new information, process it, and then tell the audience",
  "چیرۆک بێژ دەبێت زانیاری نوێ ڕێک بخاتەوە و جێبەجێی بکات و پاشان بە ئامادەبووان بڵێت"
 ],
 [
  "Little or no time to research, prepare or storyboard",
  "کاتێکی کەم یان بێ کات بۆ توێژینەوە، ئامادەکردن یان چیرۆک تەختە"
 ],
 [
  "Responding to something that has just happened or is still happening",
  "وەڵامدانەوە بە شتێک کە ئێستا ڕوویداوە یان هێشتا ڕوو دەدات"
 ],
 [
  "Check Your Understanding",
  "تێگەشتنەکەت بپشکنە"
 ],
 [
  "See if you can tell the difference between these enterprise and breaking stories:",
  "ببینە ئەگەر دەتوانیت جیاوازی نێوان ئەم کۆمپانیایە و شکاندنی چیرۆکەکان بڵێیت:"
 ],
 [
  "A prime minister resigns after being accused of corruption",
  "سەرۆک وەزیران پاش تۆمەتبارکردنی بە گەندەڵی دەست لەکار دەکێشێتەوە"
 ],
 [
  "Airline records reveal poor maintenance on a plane that crashed",
  "تۆمارەکانی هێڵی ئاسمانی چاککردنەوەی خراپی ئاشکرا کرد لەسەر فڕۆکەیەک کە تێکشکا"
 ],
 [
  "A beloved movie star dies in a plane crash",
  "ئەستێرەیەکی فیلمی خۆشەویست لە پێکدادانی فڕۆکەدا دەمرێت"
 ],
 [
  "A government official has been funneling state funds to his family",
  "بەرپرسێکی حکومەت پارەی ویلایەت بۆ خێزانەکەی دەهێلێتەوە"
 ]
]