[
 [
  "<span translate=\"no\"></span>When you're thinking about programming the home page, a lot of people are just coming at this as their number one form of <span translate=\"no\"></span>news. ",
  "<span translate=\"no\"></span>کاتێک تۆ بیر لە پڕۆگرامکردنی لاپەڕەی ماڵەوە دەکەیت، زۆر کەس تەنها وەک یەکەم شێوەی هەواڵی <span translate=\"no\"></span>دێن. "
 ],
 [
  "They're coming to see what's happening, just like they would pick up a copy of a newspaper back in back in the olden days. ",
  "ئەوان دێن بۆ ئەوەی ببینن کە چی ڕوودەدات، هەروەک چۆن لە ڕۆژانی کۆندا کۆپیەک لە ڕۆژنامەیەک هەڵئەگرنەوە. "
 ],
 [
  "<span translate=\"no\"></span>So it's that balance between, what do they need to know, just looking at this page and what do I need to get them <span translate=\"no\"></span>to click into? ",
  "<span translate=\"no\"></span>کەواتە ئەوە ئەو هاوسەنگیە لە نێوان، پێویستە چی بزانن، تەنیا سەیری ئەم لاپەڕەیە بکەن و من پێویستم بەوەیە کە <span translate=\"no\"></span>بۆ کلیک کردن لەسەریان؟ "
 ],
 [
  "<span translate=\"no\"></span>And so we're thinking about that as well. ",
  "<span translate=\"no\"></span>کەواتە ئێمە بیر لەوە دەکەینەوە "
 ],
 [
  "<span translate=\"no\"></span>And sometimes when big news is breaking, you really want to create that impactful experience as soon as someone types <span translate=\"no\"></span>in cnn.com ",
  "<span translate=\"no\"></span>و هەندێک جار کە هەواڵی گەورە دەشکێنێ بەڕاستی دەتەوێت ئەو ئەزموونە کاریگەرە دروست بکەیت هەرکە کەسێک لە <span translate=\"no\"></span>لە cnn.com "
 ],
 [
  "and and lands on that page. ",
  "وە لەسەر ئەو لاپەڕەیە نیشتەوە "
 ],
 [
  "What you are hoping that people will leave with or will find, I should say, <span translate=\"no\"></span>when they arrive on cnn.com ",
  "ئەوەی کە تۆ هیوات وایە خەڵک بە جێ بهێڵن یان بیدۆزنەوە، پێویستە بڵێم، <span translate=\"no\"></span>کاتێک دەگەنە cnn.com "
 ],
 [
  "is a sense of what is important editorially on on a given day. ",
  "ئەو هەستەیە کە لە سەرنووسەری گرینگە لە ڕۆژێکی دیاردا. "
 ],
 [
  "<span translate=\"no\"></span>What is the key news... ",
  "<span translate=\"no\"></span>هەواڵی سەرەکی چیە "
 ],
 [
  "what are those key stories that people need to spend some time with? ",
  "ئەو چیرۆکە سەرەکیانە چین کە پێویستە خەڵک هەندێک کات لەگەڵ بەسەر ببەن؟ "
 ],
 [
  "<span translate=\"no\"></span>What are we saying <span translate=\"no\"></span>as a group of editors and professional journalists? ",
  "<span translate=\"no\"></span>ئێمە چی دەڵێین <span translate=\"no\"></span>وەک کۆمەڵێک سەرنووسەر و ڕۆژنامەنووسێکی پرۆفیشناڵ؟ "
 ],
 [
  " What are we saying is important that is happening in the world <span translate=\"no\"></span>at this moment in time that you should be paying attention to? ",
  " ئێمە چی دەڵێین گرنگە کە لە جیهاندا ڕوودەدات <span translate=\"no\"></span>لەم کاتەدا کە دەبێت گرنگی پێ بدەیت؟ "
 ],
 [
  "<span translate=\"no\"></span>And so we are ranking those stories by their importance, by their sort of significance editorially. ",
  "<span translate=\"no\"></span>و بۆیە ئێمە ئەو چیرۆکانە بە گرنگی ئەوان ڕیز دەکەین، بە جۆرێک لە بایەخەکانیان بە سەروتار. "
 ],
 [
  "And how we arrive at those <span translate=\"no\"></span>decisions is usually via a number of discussions where we think about how many people is this story impacting? ",
  "وە چۆن دەگەینە ئەو <span translate=\"no\"></span>بڕیارانە عادەتەن لە ڕێگای چەند گفتوگۆیەک کە ئێمە بیر لەوە دەکەینەوە کە چەند کەس کاریگەری لەسەر ئەم چیرۆکە هەیە؟ "
 ],
 [
  "<span translate=\"no\"></span>Is it a story that is maybe a one off thing that is happening or is it a systemic issue? ",
  "<span translate=\"no\"></span>ئایا چیرۆکێکە کە لەوانەیە شتێک بێت کە ڕوودەدات یان کێشەیەکی سیستەمێکە؟ "
 ],
 [
  "<span translate=\"no\"></span>Is it a global challenge? ",
  "<span translate=\"no\"></span>ئایا ئەمە تەحەدایەکی جیهانییە؟ "
 ],
 [
  "<span translate=\"no\"></span>All of those factors are being taken into account when we think about where does this story sit on the page. ",
  "<span translate=\"no\"></span>هەموو ئەو فاکتەرانە لەبەرچاو دەگیرێت کاتێک بیر لەوە دەکەینەوە کە ئەم چیرۆکە لە کوێ لەسەر لاپەڕە دادەنیشێت. "
 ],
 [
  "And what's <span translate=\"no\"></span>the message that we're conveying by its placement and what are people going to take away from that? ",
  "وە <span translate=\"no\"></span>ئەو پەیامە چیە کە ئێمە دەیگەیەنین بە شوێنەکەی و خەڵک چی لێ دوور دەخۆنەوە؟ "
 ],
 [
  "News is a hugely competitive <span translate=\"no\"></span>environment. ",
  "هەواڵەکان ژینگەیەکی زۆر پێشبڕکێ <span translate=\"no\"></span>. "
 ],
 [
  "<span translate=\"no\"></span>Breaking news in particular is more competitive than most. ",
  "<span translate=\"no\"></span>هەواڵەکانی شکاندن بە تایبەتی پێشبرکێی زیاترە لە زۆربەی. "
 ],
 [
  "<span translate=\"no\"></span>And we take into account what our competitors are doing all the time. ",
  "<span translate=\"no\"></span>وە ئێمە ڕەچاوی ئەوە دەکەین کە پێشبڕکێکارەکانمان هەموو کات چی دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>We're always looking at what other big news organizations are covering, how they're covering it. ",
  "<span translate=\"no\"></span>ئێمە هەمیشە سەیری ئەوە دەکەین کە ڕێکخراوە هەواڵییە گەورەکانی تر چ ڕووپۆشێک دەکەن، چۆن دەیپۆشن. "
 ],
 [
  "<span translate=\"no\"></span>We're always looking at the home pages of all of our competitors and trying to make sure that that we're better than <span translate=\"no\"></span>them. ",
  "<span translate=\"no\"></span>ئێمە هەمیشە سەیری لاپەڕەی ماڵەوەی هەموو پێشبڕکێکارەکانمان دەکەین و هەوڵ دەدەین دڵنیابینەوە کە ئێمە لە <span translate=\"no\"></span>ئەوان باشترین. "
 ],
 [
  "Or if they're better than us at any one moment, what can we do to catch up? ",
  "یان ئەگەر ئەوان لە ئێمە باشتر بن لە هەر ساتێکدا، ئێمە دەتوانین چی بکەین بۆ گرتنی؟ "
 ],
 [
  "<span translate=\"no\"></span>And that's good. ",
  "<span translate=\"no\"></span>ئەوە باشە "
 ],
 [
  "<span translate=\"no\"></span>You know, that competitive pressure I think is healthy in journalism. ",
  "<span translate=\"no\"></span>دەزانیت، ئەو فشارە پێشبڕکێکارییە کە من پێم وایە تەندروستە لە کاری ڕۆژنامەوانیدا. "
 ],
 [
  "<span translate=\"no\"></span>It means that it means that the audiences are served well. ",
  "<span translate=\"no\"></span>مانای ئەوەیە کە خزمەتێکی باش بە بینەران دەکرێت "
 ],
 [
  "It means that our skills as journalists are improved. ",
  "مانای ئەوەیە کە کارامەیی ئێمە وەک ڕۆژنامەنووس باشتر دەبێت "
 ],
 [
  "<span translate=\"no\"></span>The home page is different depending on what device you are consuming it on. ",
  "<span translate=\"no\"></span>پەڕەی ماڵەوە جیاوازە بە پشتبەستن بە چ ئامێرێک کە بەکاری دەهێنیت. "
 ],
 [
  "<span translate=\"no\"></span>If you're on desktop, you'll see a really sort of broad, big layout with a large sort of photo that's giving you a sense <span translate=\"no\"></span>of what is CNN saying is the most important story that you need to be reading today. ",
  "<span translate=\"no\"></span>ئەگەر لەسەر دێسکتۆپ بیت، بە ڕاستی جۆرێکی فراوان و لەیئاوتی گەورە دەبینیت لەگەڵ جۆرێکی گەورە لە وێنە کە هەستێکت پێ دەدات <span translate=\"no\"></span>ئەوەی سی ئێن ئێن دەیڵێت گرنگترین چیرۆکە کە ئەمڕۆ پێویستە بیخوێنیتەوە. "
 ],
 [
  "If you're on your phone, which is mobile <span translate=\"no\"></span>web. ",
  "ئەگەر لەسەر مۆبایلەکەت بیت، کە مۆبایلە <span translate=\"no\"></span>وێب. "
 ],
 [
  "<span translate=\"no\"></span>I you've typed CNN dot com into a browser on a smartphone that will give you a slightly different experience. ",
  "<span translate=\"no\"></span>من تۆ سی ئێن ئێن دۆت کامت بۆ وێبگەڕێک لەسەر مۆبایلێکی زیرەک چاپ کردووە کە ئەزموونێکی تۆزێک جیاوازت پێدەبەخشێت. "
 ],
 [
  "<span translate=\"no\"></span>You will have less space maybe there in order to communicate with the audience about <span translate=\"no\"></span>what is really important. ",
  "<span translate=\"no\"></span>تۆ بۆشایی کەمترت دەبێت لەوانەیە لەوێ بۆ ئەوەی پەیوەندی بە بینەرەوە بکەیت دەربارەی <span translate=\"no\"></span>ئەوەی کە بەڕاستی گرنگە. "
 ],
 [
  "And you're dependent on people scrolling down several times on their phone to find some of the other <span translate=\"no\"></span>stories that you might want to surface. ",
  "وە تۆ پشت دەبەستی بە ئەو کەسانەی کە چەند جارێک لەسەر تەلەفۆنەکەیان دەپەڕنەوە بۆ دۆزینەوەی هەندێک لە <span translate=\"no\"></span>چیڕۆکەکانی تر کە لەوانەیە بتەوێت ڕووکەشی بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>And then of course, the the experience is different as well <span translate=\"no\"></span>on the app. ",
  "<span translate=\"no\"></span>و پاشان، ئەزموونەکە جیاوازە <span translate=\"no\"></span>لەسەر کاربەرنامە. "
 ],
 [
  " We have an international homepage, a domestic homepage, different mobile home pages, different home pages <span translate=\"no\"></span>on our apps. ",
  " ئێمە لاپەڕەیەکی نێو دەوڵەتی ماڵمان هەیە، لاپەڕەی ماڵەوەی ناوخۆیی، لاپەڕەی ماڵی مۆبایلی جیاواز، لاپەڕەی ماڵی جیاواز <span translate=\"no\"></span>لەسەر کاربەرنامەکانمان. "
 ],
 [
  "<span translate=\"no\"></span>And we're programming them all separately in real time. ",
  "<span translate=\"no\"></span>و ئێمە هەموویان بە جیا لە کاتی ڕاستەقینەدا بەرنامەڕێژی دەکەین. "
 ],
 [
  "<span translate=\"no\"></span>So, you know, we really want these to be up to the minute experiences for people. ",
  "<span translate=\"no\"></span>کەواتە، دەزانیت، ئێمە بەڕاستی دەمانەوێت ئەمانە تا چەند خولەکێک ئەزموون بۆ خەڵک بکەن. "
 ],
 [
  "<span translate=\"no\"></span>So we're looking for what is driving the story forward. ",
  "<span translate=\"no\"></span>کەواتە ئێمە بەدوای ئەو شتانەدا دەگەڕێین کە چیرۆکەکە بەرەو پێشەوە دەڕوات. "
 ],
 [
  "What is new today? ",
  "ئەمڕۆ تازە چییە؟ "
 ],
 [
  "<span translate=\"no\"></span>What is new this minute? ",
  "<span translate=\"no\"></span>ئەم خولەکە چی نوێیە؟ "
 ],
 [
  "if it's something that is really live, are we putting up a live stream and showing <span translate=\"no\"></span>people a press conference of what's happening right now? ",
  "ئەگەر ئەمە شتێکە کە بەڕاستی زیندووە، ئایا ئێمە جۆگەیەکی زیندوو هەڵدەگرین و <span translate=\"no\"></span>خەڵک نیشان دەدەین کە لە ئێستادا چی ڕوودەدات؟ "
 ],
 [
  "<span translate=\"no\"></span>So we really want to create that dynamic live experience, really in the minute as much as possible. ",
  "<span translate=\"no\"></span>کەواتە ئێمە بەڕاستی دەمانەوێت ئەو ئەزموونە زیندووە داینامیکیە دروست بکەین، بەڕاستی لە خولەکێکدا تا ئەو ڕادەیەی کە دەکرێت. "
 ],
 [
  "And then <span translate=\"no\"></span>once people are on the homepage and engaging in in the news that they need, we also want to give them the experience of analysis <span translate=\"no\"></span>and context and opinion. ",
  "پاشان <span translate=\"no\"></span>جارێک خەڵک لەسەر لاپەڕەی ماڵەوەن و تێوەگلاون لەو هەواڵانەی کە پێویستیان پێیە دەمانەوێت ئەزموونی شیکاری و <span translate=\"no\"></span>و دەق و بیروڕایان پێ ببەخشین "
 ],
 [
  "And really help them understand the events that are happening as well. ",
  "وە بەڕاستی یارمەتیان دەدات بۆ تێگەیشتن لەو ڕووداوانەی کە ڕوو دەدەن. "
 ],
 [
  "<span translate=\"no\"></span>So it's striking that balance between this is happening right now and here's the information that you're gonna need to to <span translate=\"no\"></span>understand this better. ",
  "<span translate=\"no\"></span>کەواتە ئەوە سەرسوڕهێنەرە کە هاوسەنگی نێوان ئەمە لە ئێستادا ڕوودەدات و ئەمە ئەو زانیاریانەیە کە پێویستە <span translate=\"no\"></span>لەوە باشتر تێبگەن. "
 ],
 [
  "<span translate=\"no\"></span>",
  "<span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>How television and digital work together in like a large legacy organization, is that you're looking at the points where <span translate=\"no\"></span>there's a sort of a collaborative maybe crossover whereby, you know, on big stories, we would be collaborating on <span translate=\"no\"></span>the key editorial drivers. ",
  "<span translate=\"no\"></span>چۆن تەلەڤزیۆن و دیجیتاڵ پێکەوە کار دەکەن وەک ڕێکخراوێکی میراتی گەورە، ئەوەیە کە تۆ سەیری ئەو خاڵانە دەکەیت کە <span translate=\"no\"></span>جۆرێک لە هاوبەشێک هەیە کە لەوانەیە بە دوایدا تێپەڕێت، دەزانی، لەسەر چیرۆکە گەورەکان، ئێمە لە <span translate=\"no\"></span>درایڤەرە سەرەکیەکانی سەروتاردا هاوکار دەبین. "
 ],
 [
  "<span translate=\"no\"></span>And when I say that, I mean, you know, what are the top lines of a story? ",
  "<span translate=\"no\"></span>و کاتێک ئەوە دەڵێم، مەبەستم ئەوەیە، دەزانیت، هێڵە بەرزەکانی چیڕۆکێک چین؟ "
 ],
 [
  "<span translate=\"no\"></span>What are the things that people are thinking about when news breaks? ",
  "<span translate=\"no\"></span>ئەو شتانەی کە خەڵک بیری لێ دەکەنەوە چین کاتێک هەواڵەکان دەشکێنن؟ "
 ],
 [
  "<span translate=\"no\"></span>Really the fundamentals of what is happening. ",
  "<span translate=\"no\"></span>بە ڕاستی بنچینەکانی ئەو شتەی کە ڕوودەدات. "
 ],
 [
  "And then the things that are driving that for that story forward. ",
  "وە دواتر ئەو شتانەی کە بۆ ئەو چیرۆکە بەرەو پێشەوە دەبرێن. "
 ],
 [
  " When it comes <span translate=\"no\"></span>to the key difference between linear and digital content, I think it comes down to the viewer and the role that they're playing. ",
  " کاتێک <span translate=\"no\"></span>دێت بۆ جیاوازی سەرەکی نێوان ناوەڕۆکی هێڵی و دیجیتاڵ، پێم وایە دێتە خوارەوە بۆ بینەر و ئەو ڕۆڵەی کە ئەوان دەیگێڕن. "
 ],
 [
  "<span translate=\"no\"></span>Because in linear content, all the content has been curated by the broadcaster. ",
  "<span translate=\"no\"></span>لەبەر ئەوەی لە نێوەڕۆکی هێڵیدا، هەموو ناوەڕۆکەکە لەلایەن بێژەرەوە چارەسەر کراوە. "
 ],
 [
  "And the viewer is in a passive position. ",
  "بینەریش لە شوێنێکی نادیاردایە. "
 ],
 [
  "And <span translate=\"no\"></span>they are in a lean back experience where they are watching what comes to them and they're not making active choices. ",
  "وە <span translate=\"no\"></span>ئەوان لە ئەزموونێکی پشتەوەن کە سەیری ئەو شتانە دەکەن کە بۆیان دێت و ئەوان هەڵبژاردنی کارا ناکەن "
 ],
 [
  "In a <span translate=\"no\"></span>digital environment, <span translate=\"no\"></span>the whole thing is flipped <span translate=\"no\"></span>the other way. ",
  "لە ژینگەیەکی دیجیتاڵی <span translate=\"no\"></span>، <span translate=\"no\"></span>هەموو شتەکە <span translate=\"no\"></span>ڕێگاکەی تر هەڵگەڕاوە. "
 ],
 [
  "The viewer and the audience member is in the driving seat and they're curating their own reading, watching, listening <span translate=\"no\"></span>journey. ",
  "بینەر و ئەندامی بینەر لە کورسی لێخوڕین و ئەوان خوێندنەوە و سەیرکردن و گوێگرتن لە سەفەری <span translate=\"no\"></span>خۆیان چارەسەر دەکەن "
 ],
 [
  "And they're making all of those choices themselves. ",
  "وە ئەوان هەموو ئەو هەڵبژاردنانە خۆیان دروست دەکەن "
 ],
 [
  "<span translate=\"no\"></span>And if they don't find something interesting, or it starts to bore them, or it's no longer engaging them, they'll move on. ",
  "<span translate=\"no\"></span>و ئەگەر شتێکی سەرنجڕاکێش نەدۆزنەوە، یان دەست بکات بە بێزارکردنیان، یان چیتر تێوەگلان نیە، ئەوا بەردەوام دەبن. "
 ],
 [
  "<span translate=\"no\"></span>And I think that so many of the fundamental decisions and choices that are made in commissioning digital versus linear content <span translate=\"no\"></span>all stem from that one key difference. ",
  "<span translate=\"no\"></span>و من پێم وایە کە زۆر لە بڕیار و بژاردەی بنچینەیی کە لە کۆمیسیۆنی دیجیتاڵ بەرامبەر ناوەڕۆکی هێڵی <span translate=\"no\"></span>هەمووی لەو جیاوازیە سەرەکیە سەرچاوەیان هەیە. "
 ],
 [
  "<span translate=\"no\"></span>So I think the big difference between linear TV users and digital users is the audience habit. ",
  "<span translate=\"no\"></span>کەواتە پێم وایە جیاوازی گەورە لە نێوان بەکارهێنەرانی تەلەڤیزیۆنی هێڵی و بەکارهێنەرە دیجیتاڵیەکان خووی بینەرە. "
 ],
 [
  "How are they interacting <span translate=\"no\"></span>in in the product? ",
  "ئەوان چۆن کارلێک دەکەن <span translate=\"no\"></span>لە بەرهەمەکەدا؟ "
 ],
 [
  "<span translate=\"no\"></span>And what are their user behaviors around it? ",
  "<span translate=\"no\"></span>و بەکارهێنەرانیان لە دەوری چین؟ "
 ],
 [
  "<span translate=\"no\"></span>So in linear TV, for example, you're sitting there on your sofa on an evening watching it, you know, from start to finish. ",
  "<span translate=\"no\"></span>کەواتە لە تەلەڤیزیۆنی هێڵی، بۆ نمونە، تۆ لە ئێوارەیەکدا لەسەر قەنەفەی خۆت دادەنیشیت کە سەیری دەکەیت، دەزانیت، لە سەرەتاوە تا کۆتایی. "
 ],
 [
  "<span translate=\"no\"></span>You're clocking in for a certain amount of time. ",
  "<span translate=\"no\"></span>کاتێکی دیاریکراو دایبەیت. "
 ],
 [
  "On digital <span translate=\"no\"></span>that behavior is completely different. ",
  "لەسەر <span translate=\"no\"></span>دیجیتاڵی ئەو هەڵسوکەوتە بەتەواوی جیاوازە. "
 ],
 [
  "<span translate=\"no\"></span>So you're maybe scrolling while you're on the tube, or you're scrolling while you're in the office or whatever it is. ",
  "<span translate=\"no\"></span>کەواتە تۆ لەوانەیە سکرۆڵ بکەیت لە کاتێکدا لەسەر بۆریەکە، یان لە کاتیکدا کە لە ئۆفیسەکەیت یان هەر شتێک کە هەیە، دەنووسیت. "
 ],
 [
  "<span translate=\"no\"></span>So that's kind of where you have to approach the content from as well. ",
  "<span translate=\"no\"></span>کەواتە ئەوە جۆرێکە لە شوێنێک کە پێویستە لە ناوەرۆکەکە نزیک ببیتەوە. "
 ],
 [
  " How are people receiving this and how do they <span translate=\"no\"></span>want to consume it? ",
  " خەڵک چۆن ئەمە وەردەگرن و چۆن <span translate=\"no\"></span>دەیانەوێ بیبەن؟ "
 ],
 [
  "<span translate=\"no\"></span>Digital is a really fast medium, right? ",
  "<span translate=\"no\"></span>دیجیتاڵ زۆر خێرایە، ڕاستە؟ "
 ],
 [
  "<span translate=\"no\"></span>People are also consuming lots of different websites. ",
  "<span translate=\"no\"></span>خەڵکیش چەندین وێبسایتی جیاواز دەخۆن. "
 ],
 [
  "<span translate=\"no\"></span>They haven't sort of switched on a channel and there's a sense of kind of loyalty over maybe a long segment or <span translate=\"no\"></span>show. ",
  "<span translate=\"no\"></span>ئەوان هیچ جۆرێک لە کەناڵەکە نەگۆڕن و هەستێکی دڵسۆزی هەیە لەسەر لەوانەیە بەشێکی درێژ یان <span translate=\"no\"></span>پێشان بدات. "
 ],
 [
  "In a digital sphere <span translate=\"no\"></span>people are consuming CNN, and then they're also looking at other news brands. ",
  "لە بواری دیجیتاڵدا <span translate=\"no\"></span>خەڵک سی ئێن ئێن بەکاردێنن، وە دواتر ئەوان سەیری مارکەکانی تری هەواڵ دەکەن "
 ],
 [
  "<span translate=\"no\"></span>They might be also taking sort of information in, let's say, via messaging apps or social media. ",
  "<span translate=\"no\"></span>لەوانەیە ئەوان هەندێک زانیاریان هەبێت، با بڵێین، لە ڕێگەی کاربەرنامەکانی نامە یان تۆڕە کۆمەڵایەتییەکانەوە. "
 ],
 [
  "<span translate=\"no\"></span>So, you are constantly competing for people's attention. ",
  "<span translate=\"no\"></span>کەواتە، تۆ بەردەوام پێشبڕکێ دەکەیت بۆ سەرنجی خەڵک. "
 ],
 [
  "And the thing that drives that forward... ",
  "وە ئەو شتەی کە ئەو بەرەو پێشەوە دەڕوات "
 ],
 [
  "<span translate=\"no\"></span>what makes it so different is is the smartphone. ",
  "<span translate=\"no\"></span>ئەوەی کە زۆر جیاوازی دەکات مۆبایلە زیرەکەکەیە "
 ],
 [
  "The smartphone changed everything. ",
  "مۆبایلە زیرەکەکە هەموو شتێکی گۆڕی. "
 ],
 [
  "<span translate=\"no\"></span>It was the radical sort of development when it comes to how we consume news in the last decades, I would <span translate=\"no\"></span>say. ",
  "<span translate=\"no\"></span>ئەو جۆرە پێشکەوتنە ڕیشەییە بوو کاتێک ئەوە دێتە سەر ئەوەی کە ئێمە لە چەند دەیەی ڕابردوودا هەواڵ بەکار دەهێنین، من <span translate=\"no\"></span>دەڵێم. "
 ],
 [
  "Probably the most revolutionary thing since the internet itself. ",
  "لەوانەیە شۆڕشگێڕترین شت لەوەتەی ئینتەرنێتەوە خۆی "
 ],
 [
  "And the smartphone as we all know, as huge users of our <span translate=\"no\"></span>phones, is that you are bombarded with many different things. ",
  "وە مۆبایلە زیرەکەکە وەک هەموومان دەیزانین، وەک بەکارهێنەری گەورەی مۆبایلە <span translate=\"no\"></span>ئێمە، ئەوەیە کە تۆ بە چەندین شتی جیاواز بۆردومان دەکرێت. "
 ],
 [
  "<span translate=\"no\"></span>When you're consuming news in a linear television set up, you're, sort of transfixed maybe by what's happening on <span translate=\"no\"></span>the screen. ",
  "<span translate=\"no\"></span>کاتێک کە هەواڵ دەخۆن لە تەلەڤیزیۆنێکی هێڵی ئامادەکراودا، تۆ، تۆ جۆرێک لە ھەڵواسراوە لەوانەیە بەهۆی ئەوەی کە لە <span translate=\"no\"></span>شاشەکە ڕوو دەدات. "
 ],
 [
  "<span translate=\"no\"></span>When you bring that into a digital setting, it really is about competing for every audience member's attention. ",
  "<span translate=\"no\"></span>کاتێک ئەوە دەهێنیتە ناو ڕێکبەندێکی دیجیتاڵی، ئەوە بەڕاستی دەربارەی پێشبڕکێ کردنە بۆ سەرنجی هەموو ئەندامانی بینەر. "
 ],
 [
  "<span translate=\"no\"></span>At a moment in time when you're accessing news on digital, you're making an active choice to read or consume or watch or <span translate=\"no\"></span>listen to a particular piece of content. ",
  "<span translate=\"no\"></span>لە ساتێکدا کاتێک کە دەستت بە هەواڵ هەیە لەسەر دیجیتاڵ، تۆ هەڵبژاردنێکی چالاک دەکەیت بۆ خوێندنەوە یان بەکار هێنانی یان سەیرکردن یان <span translate=\"no\"></span>گوێ لە بەشێکی دیاریکراوی ناوەڕۆک بگرن. "
 ],
 [
  "<span translate=\"no\"></span>And that's a very different relationship from the one with a that you have with a linear television channel where you sit <span translate=\"no\"></span>and watch and, and you're served a linear feed of what editors on the television channel  think would be interesting to <span translate=\"no\"></span>you. ",
  "<span translate=\"no\"></span>ئەمەش پەیوەندیەکی زۆر جیاوازە لەگەڵ ئەوەی کە لەگەڵ کەناڵێکی تەلەڤیزیۆنی هێڵیدا هەیە کە <span translate=\"no\"></span>تێیدا دادەنیشی و سەیری دەکەیت و خزمەتت کردووە بە خواردنێکی هێڵی چی سەرنووسەرەکانی کەناڵی تەلەڤزیۆنەکە پێیان وایە سەرنج ڕاکێشە بۆ <span translate=\"no\"></span>"
 ],
 [
  "And you don't know what's coming up next. ",
  "وە تۆ نازانیت داهاتوو چی دێتە پێشەوە. "
 ],
 [
  "<span translate=\"no\"></span>It's a really important difference. ",
  "<span translate=\"no\"></span>ئەمە جیاوازیەکی زۆر گرنگە "
 ],
 [
  "<span translate=\"no\"></span>Your audience on digital is making an active decision to interact and consume the piece of journalism that you've created. ",
  "<span translate=\"no\"></span>بینەرەکەت لەسەر دیجیتاڵ بڕیارێکی کارا دەدات بۆ کارلێککردن و بەکارهێنانی ئەو پارچە ڕۆژنامەگەرییەی کە تۆ دروستت کردووە. "
 ],
 [
  "<span translate=\"no\"></span>And that means you have to make it worth their while. ",
  "<span translate=\"no\"></span>ئەمە مانای ئەوەیە کە تۆ دەبێت بەهای ئەوان بدەیت. "
 ],
 [
  "<span translate=\"no\"></span>So you have to deliver what they expect. ",
  "<span translate=\"no\"></span>کەواتە دەبێت ئەو شتانەی کە ئەوان پێشبینی دەکەن بیگەیەنن "
 ],
 [
  "<span translate=\"no\"></span>You have to make the make the headline or the photo or whatever the tease is interesting. ",
  "<span translate=\"no\"></span>تۆ دەبێت سەردێڕی یان وێنەکە یان هەر شتێکی سەرنج ڕاکێش بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>And then once they've decided to open it or download it or read it, whatever it is, you have to deliver on what you promised. ",
  "<span translate=\"no\"></span>و پاشان جارێکیان بڕیاریاندا کە بیکەنەوە یان دایبەزێنن یان بیخوێننەوە، هەرچییەک بێت، دەبێت ئەو بەڵێنەی کە داوە بیگەیەنیت. "
 ],
 [
  "<span translate=\"no\"></span>So it's a really different kind of different kind of experience. ",
  "<span translate=\"no\"></span>کەواتە ئەوە بە ڕاستی جۆرێکی ترە لە ئەزموونێکی جیاواز. "
 ],
 [
  "<span translate=\"no\"></span>The digital landscape is changing year over year, depending on things that are outside of the scope of control when it comes <span translate=\"no\"></span>to, you know, media companies. ",
  "<span translate=\"no\"></span>دیمەنی دیجیتاڵی ساڵ بە درێژایی ساڵ دەگۆڕێت، بە پشتبەستن بەو شتانەی کە لە دەرەوەی بواری کۆنترۆڵن کاتێک <span translate=\"no\"></span>دێت، دەزانن، کۆمپانیاکانی میدیا. "
 ],
 [
  "<span translate=\"no\"></span>So we're talking about advances and changes in platforms, you know, consumption patterns, how audiences are using the internet. ",
  "<span translate=\"no\"></span>کەواتە ئێمە باسی پێشکەوتن و گۆڕانکاریەکان دەکەین لە پلاتفۆرمەکان، دەزانیت، شێوازی بەکارهێنان، چۆن بینەران ئینتەرنێت بەکاردێنن. "
 ],
 [
  "<span translate=\"no\"></span>It's driven not by a media organization saying we'd like to change the strategy of how people are consuming digitally. ",
  "<span translate=\"no\"></span>ئەوە لەلایەن ڕێکخراوێکی ڕاگەیاندنەوە دەرنادرێت و دەڵێت ئێمە حەزدەکەین ستراتیژییەتی چۆن خەڵک بە دیجیتاڵی بەکاردێنین بگۆڕین "
 ],
 [
  "<span translate=\"no\"></span>It's driven by devices, right? ",
  "<span translate=\"no\"></span>لەلایەن ئامێرەکانەوە لێخوڕیوە، وایە؟ "
 ],
 [
  "<span translate=\"no\"></span>How are people actually consuming? ",
  "<span translate=\"no\"></span>خەڵک چۆن دەخۆن؟ "
 ],
 [
  "What does the technology look like that they're consuming that journalism on? ",
  "تەکنەلۆجیا چۆنە کە ئەوان ئەو رۆژنامەگەرییە بەکاردێنن؟ "
 ],
 [
  "<span translate=\"no\"></span>And what are the sort of the latest trends in terms of the various types of messaging apps or social platforms or other things <span translate=\"no\"></span>that are growing in terms of audience behavior when it comes to sort of the internet writ large? ",
  "<span translate=\"no\"></span>و چۆنن لە دواین ئاڕاستەکان لە ڕووی جۆرە جیاوازەکانی کاربەرنامەی نامە یان پلاتفۆرمی کۆمەڵایەتی یان شتی تر <span translate=\"no\"></span>کە گەشە دەکەن لە ڕووی هەڵسوکەوتی بینەرەوە کاتێک دێتە سەر جۆرێک لە نووسینی ئینتەرنێت گەورە؟ "
 ],
 [
  "People's attention spans are <span translate=\"no\"></span>very different on digital in that way then. ",
  "ئەو کات سەرنجی خەڵک زۆر جیاواز <span translate=\"no\"></span>لەسەر دیجیتاڵ بەو شێوەیە. "
 ],
 [
  "<span translate=\"no\"></span>So, you know, instead of sitting back and watching a half hour program, they're coming for like a quick 30 second hit or something <span translate=\"no\"></span>like that. ",
  "<span translate=\"no\"></span>، تۆ دەزانیت، لە جیاتی ئەوەی لە پشتەوە دانیشێت و سەیری پرۆگرامی نیو کاتژمێری بکات، ئەوان وەک لێدانێکی خێرای ٣٠ چرکەیی دێن یان شتێکی وا <span translate=\"no\"></span>. "
 ],
 [
  "<span translate=\"no\"></span>So you've got that added challenge of how are you gonna attract them as a user and what are you going to do to really <span translate=\"no\"></span>get them into into the story and get them there in the first place and stand out amongst competitors? ",
  "<span translate=\"no\"></span>کەواتە تۆ ئەو تەحەدا زیادکراوەت هەیە کە چۆن وەک بەکارهێنەرێک ڕایدەکێشیت و چی دەکەیت کە بەڕاستی <span translate=\"no\"></span>بیانکەیتە ناو چیرۆکەکەوە و لە یەکەم شوێندا بیانگەیتە ئەوێ و لە نێو پێشبڕکێکارەکاندا بوەستن؟ "
 ],
 [
  "<span translate=\"no\"></span>The Internet is a very noisy place, as we all know. ",
  "<span translate=\"no\"></span>ئینتەرنێت شوێنێکی زۆر پڕ دەنگە، وەک هەموومان دەزانین. "
 ],
 [
  "<span translate=\"no\"></span>And then once they're there, are you delivering on what they wanted to come for? ",
  "<span translate=\"no\"></span>و پاشان کاتێک ئەوان لەوێ بوون، ئایا ئێوە دەیگەیەننە ئەو شتەی کە ئەوان دەیانویست بۆی بێن؟ "
 ],
 [
  "<span translate=\"no\"></span>You know, are you are you keeping their attention? ",
  "<span translate=\"no\"></span>دەزانیت، ئایا تۆ ئاگاداریان دەکەیت؟ "
 ],
 [
  "<span translate=\"no\"></span>And people tend to have very short attention spans on the internet. ",
  "<span translate=\"no\"></span>و خەڵک حەز دەکەن سەرنجی زۆر کورت لە ئینتەرنێتدا هەبێت. "
 ],
 [
  "<span translate=\"no\"></span>Are you making sure that you're engaging them? ",
  "<span translate=\"no\"></span>دڵنیای لەوەی کە ئەوانت تێوەگلاوە؟ "
 ],
 [
  "When we make our digital videos, we don't know if people are going to <span translate=\"no\"></span>watch them on a desktop, on a linked up to a TV in their home, or on a mobile screen. ",
  "کاتێک ئێمە ڤیدیۆ دیجیتاڵیەکانمان دروست دەکەین، نازانین ئەگەر خەڵک <span translate=\"no\"></span>سەیریان بکەن لەسەر دێسکتۆپێک، لەسەر تەلەڤزیۆنێک کە لە ماڵەکەیاندا بەستراوە، یان لەسەر شاشەی مۆبایل. "
 ],
 [
  "And there's a very, very <span translate=\"no\"></span>very high chance they'll be watching it on mobile phone. ",
  "وە هەلێکی زۆر <span translate=\"no\"></span>زۆر بەرزە کە ئەوان بە مۆبایل سەیری دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>And so obviously we are bearing that in mind with everything that we make, of course it's a smaller screen, of course they <span translate=\"no\"></span>might be on headphones. ",
  "<span translate=\"no\"></span>و زۆر بە ئاشکرایی ئێمە لە مێشکداین لەگەڵ هەموو ئەو شتانەی کە دەیکەین، بێگومان شاشەیەکی بچووکترە، بێگومان ئەوان <span translate=\"no\"></span>لەوانەیە لەسەر هێدفۆن بن. "
 ],
 [
  "<span translate=\"no\"></span>In some cases they might not even have audio. ",
  "<span translate=\"no\"></span>لە هەندێک حاڵەتدا لەوانەیە تەنانەت دەنگیشیان نەبێت. "
 ],
 [
  "<span translate=\"no\"></span>These are all taken into account in the way that we produce our video, there's a lot of text on screen and digital videos <span translate=\"no\"></span>a lot of the time. ",
  "<span translate=\"no\"></span>ئەمانە هەمووی لەبەرچاو دەگیرێت بەو شێوەیەی کە ڤیدیۆکەمان بەرهەم دەهێنین، دەقی زۆر لەسەر شاشە و ڤیدیۆ دیجیتاڵەکان <span translate=\"no\"></span>کاتێکی زۆر هەیە. "
 ],
 [
  "Obviously it has to be clear enough people to read it on a screen. ",
  "بە ئاشکرایی دەبێت بە تەواوی خەڵک ڕوون بێت کە لەسەر شاشەیەک بیخوێننەوە. "
 ],
 [
  "As much as we'd love to <span translate=\"no\"></span>think that everybody does turn their screen and at least maximize the use of that aspect ratio. ",
  "ئەوەندەی ئێمە پێمان خۆشە <span translate=\"no\"></span>وا بیربکەینەوە کە هەموو کەسێک شاشەکەی خۆی هەڵدەکات و بەلایەنی کەمەوە بەکارهێنانی ئەو ڕێژەیە زیاتر دەکات. "
 ],
 [
  "<span translate=\"no\"></span>They don't. ",
  "<span translate=\"no\"></span>نایکەن "
 ],
 [
  "<span translate=\"no\"></span>So, you are working a lot of the time with a small screen, but I do think that the industry has come so far in <span translate=\"no\"></span>understanding that. ",
  "<span translate=\"no\"></span>کەواتە، تۆ کاتێکی زۆر بە شاشەیەکی بچووک کاردەکەی، بەڵام من پێم وایە کە پیشەسازییەکە زۆر لە <span translate=\"no\"></span>تێگەیشتندا هاتووە. "
 ],
 [
  "And the world and all of us as consumers and audience members have, we've got used to watching things <span translate=\"no\"></span>on these small screens. ",
  "وە جیهان و هەموومان وەک بەکاربەر و ئەندامانی بینەر، ئێمە ڕاهاتووین بۆ سەیرکردنی شتەکان <span translate=\"no\"></span>لەسەر ئەم شاشە بچووکانە. "
 ],
 [
  "And it's not that we've become forgiving, it's just that we've become very good at taking in a lot <span translate=\"no\"></span>on a very small screen. ",
  "وە ئەوە نییە کە ئێمە ببووینە لێخۆشبوون، ئەوە تەنها ئەوەیە کە ئێمە زۆر باش بووین لە وەرگرتنی زۆر <span translate=\"no\"></span>لەسەر شاشەیەکی زۆر بچووک. "
 ],
 [
  "<span translate=\"no\"></span>So I think that it's of course it is front of mind and the way that we produce. ",
  "<span translate=\"no\"></span>کەواتە من پێم وایە کە ئەوە بە دڵنیاییەوە لەبەردەم مێشک و ئەو شێوازەیە کە ئێمە بەرهەم دەهێنین "
 ],
 [
  "<span translate=\"no\"></span>But it's also, you know, it is absolutely the world's problem now. ",
  "<span translate=\"no\"></span>بەڵام ئەوە هەروەها، دەزانیت، ئەوە بە تەواوی کێشەی جیهانە ئێستا. "
 ],
 [
  "<span translate=\"no\"></span>I mean, it's just that it's just how we watch content. ",
  "<span translate=\"no\"></span>مەبەستم ئەوەیە، ئەوە تەنها ئەوەیە کە ئێمە چۆن سەیری ناوەڕۆک دەکەین. "
 ],
 [
  "<span translate=\"no\"></span>The most exciting part of digital journalism is that you get to connect with your users in a real way. ",
  "<span translate=\"no\"></span>سەرنجڕاکێشترین بەشی ڕۆژنامەگەری دیجیتاڵ ئەوەیە کە تۆ بە شێوەیەکی ڕاستەقینە پەیوەندی بە بەکارهێنەرەکانتەوە بکەیت. "
 ],
 [
  "And we do that through <span translate=\"no\"></span>listening to the data. ",
  "وە ئێمە ئەوە دەکەین لە ڕێگەی <span translate=\"no\"></span>گوێگرتن لە داتاکان. "
 ],
 [
  "<span translate=\"no\"></span>You know, it's not very often in other forms of media that you get to have that close relationship with your audience. ",
  "<span translate=\"no\"></span>دەزانیت، ئەوە زۆر جار لە شێوەکانی تری میدیادا نییە کە تۆ ئەو پەیوەندیە نزیکە لەگەڵ جەماوەرەکەتدا هەبێت. "
 ],
 [
  "<span translate=\"no\"></span>I think if you if you want journalism to be impactful and to change people's minds and to you know, connect and be <span translate=\"no\"></span>the voice of our societies, you really want to listen to what the people want. ",
  "<span translate=\"no\"></span>وابزانم ئەگەر دەتەوێت ڕۆژنامەگەری کاریگەری هەبێت و مێشکی خەڵک بگۆڕیت و بزانیت پەیوەندی بکەیت و <span translate=\"no\"></span>دەنگی کۆمەڵگاکانماندا بێت بەڕاستی دەتەوێت گوێ لەوە بگری کە خەڵک چی دەوێت "
 ],
 [
  "<span translate=\"no\"></span>And it's always a fine balance between what is editorially important and our editorial and ethical responsibility as a news <span translate=\"no\"></span>organization and then balancing that with what the world is finding interesting. ",
  "<span translate=\"no\"></span>و هەمیشە هاوسەنگییەکی باشە لەنێوان ئەوەی کە لە سەروتارەوە گرنگە و بەرپرسیارێتی سەروتار و ئەخلاقی ئێمە وەک هەواڵێک <span translate=\"no\"></span>ڕێکخراو و پاشان هاوسەنگکردن بەوەی کە جیهان بە سەرنج ڕاکێشیی دەدۆزێتەوە "
 ],
 [
  "<span translate=\"no\"></span>I think anyone who embarks on a career in digital journalism will tell you that you have this, you know, intimate relationship <span translate=\"no\"></span>with the audience where you know exactly when you're doing right because you can see the metrics and you can see you can <span translate=\"no\"></span>see the number of people who are choosing to read your stuff. ",
  "<span translate=\"no\"></span>وابزانم هەر کەسێک دەست بکات بە پیشەیەک لە ڕۆژنامەگەری دیجیتاڵ پێت دەڵێت کە تۆ ئەمەت هەیە، دەزانیت، پەیوەندی <span translate=\"no\"></span>لەگەڵ ئەو بینەرانەی کە تۆ دەیزانیت کاتێک کە ڕاست دەکەیت چونکە دەتوانیت پێوەرەکان ببینیت و دەبینیت <span translate=\"no\"></span>ژمارەی ئەو کەسانەی کە بۆ خوێندنەوەی شتەکانت "
 ],
 [
  "And you can see how long they're listening to it for or how <span translate=\"no\"></span>far down the copy they read it and you get a really detailed picture of your audience and therefore, you know, when you're <span translate=\"no\"></span>going wrong as well. ",
  "وە تۆ دەتوانیت بزانی کە ئەوان بۆ ماوەی چەند گوێ لێ دەگرن یان چەند <span translate=\"no\"></span>لە خوارەوە ئەو کۆپیەی کە دەیخوێننەوە وە تۆ وێنەیەکی زۆر ورد لە بینەرەکەت بەدەست دەهێنیت و لەبەر ئەوە، تۆ دەزانی، کاتێک تۆش <span translate=\"no\"></span>هەڵە دەچیت. "
 ],
 [
  "<span translate=\"no\"></span>So it really helps you sharpen your focus. ",
  "<span translate=\"no\"></span>کەواتە بەڕاستی یارمەتیت دەدات تەرکیزەکەت تیژ بکەیت. "
 ],
 [
  "And it improves your journalism as well because you can't get away with flabby <span translate=\"no\"></span>stories or poor angles or ill thought through packages. ",
  "هەروەها ڕۆژنامەگەرییەکەت باشتر دەکات چونکە ناتوانیت لە ڕێگای پاکێجەکانەوە بە چیرۆکە <span translate=\"no\"></span>یان گۆشەی هەژار یان بیرێکی خراپ دوور بخەیتەوە. "
 ],
 [
  "It's a really. ",
  "ئەوە بەڕاستی "
 ],
 [
  "This closeness of the relationship with the audience <span translate=\"no\"></span>is the key thing. ",
  "ئەم نزیکیی پەیوەندیە لەگەڵ بینەران <span translate=\"no\"></span>سەرەکیترین شتە. "
 ],
 [
  "<span translate=\"no\"></span>Obviously we have our core news gathering operations and they're feeding into all of the products that we have around the <span translate=\"no\"></span>network. ",
  "<span translate=\"no\"></span>ئاشکرایە کە ئێمە چالاکی کۆکەرەوەی هەواڵەکانمان هەیە و ئەوان خواردن دەدەن بە هەموو ئەو بەرهەمانەی کە لە دەوروبەری تۆڕی <span translate=\"no\"></span>هەمانە "
 ],
 [
  "<span translate=\"no\"></span>So whether that's the tv channels or digital, or our social platforms, they're really trying to  <span translate=\"no\"></span>create content and stories that work across different places. ",
  "<span translate=\"no\"></span>کەواتە ئەوە کەناڵە تەلەڤزیۆنەکان بێت یان دیجیتاڵ، یان پلاتفۆرمی کۆمەڵایەتی ئێمە، ئەوان بەڕاستی هەوڵ دەدەن  <span translate=\"no\"></span>ناوەڕۆک و چیرۆک دروست بکەن کە لە شوێنە جیاوازەکاندا کار دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>So as much as we can, we're planning ahead. ",
  "<span translate=\"no\"></span>تا ئەو ڕادەیەی کە دەتوانین، ئێمە پلانمان لە پێشەوە هەیە. "
 ],
 [
  "We're making sure that we're lined up on everything. ",
  "ئێمە دڵنیا دەبینەوە کە ئێمە لەسەر هەموو شتێک ڕیزمان کردووە "
 ],
 [
  "And that there's <span translate=\"no\"></span>something specifically tailored for the digital audience, as well as something that's gonna work for TV and something that's <span translate=\"no\"></span>gonna work for our Youtube audience. ",
  "وە ئەوە شتێک هەیە کە <span translate=\"no\"></span>بە تایبەتی بۆ بینەرە دیجیتاڵیەکان گونجاو بێت، هەروەها شتێک کە بۆ تەلەفزیۆن کار بکات و شتێک کە <span translate=\"no\"></span>کار بۆ بینەرانی یوتوبی ئێمە بکات. "
 ],
 [
  "<span translate=\"no\"></span>And kind of as much as we can and use thinking those things through ahead of time really helps to train an organization <span translate=\"no\"></span>that is traditionally broadcast into thinking about those different platforms as well. ",
  "<span translate=\"no\"></span>و جۆرێکە لە توانای خۆمان و بەکارهێنانی بیرکردنەوە لەو شتانە بە درێژایی کات بەڕاستی یارمەتی ڕاهێنانی ڕێکخراوێک دەدات <span translate=\"no\"></span>کە بە شێوەیەکی نەریتی پەخش دەکرێت بۆ بیرکردنەوە لەو پلاتفۆرمە جیاوازانە. "
 ],
 [
  "<span translate=\"no\"></span>Certainly, and a lot of the conversation around a particular story and getting a sense of where the audience interest lies <span translate=\"no\"></span>comes from digital. ",
  "<span translate=\"no\"></span>بە دڵنیاییەوە، و زۆر لە گفتوگۆ لە دەوری چیرۆکێکی تایبەت و بەدەستهێنانی هەستێک کە بینەری حەزی لێیە <span translate=\"no\"></span>لە دیجیتاڵەوە دێت. "
 ],
 [
  "Because you're seeing it on social, you're seeing it on twitter, you're seeing it on Tiktok, you're seeing <span translate=\"no\"></span>it on Facebook. ",
  "لەبەر ئەوەی لە کۆمەڵایەتیدا دەیبینیت، لە تویتەردا دەیبینیت، لە تیکتۆک دەیبینیت، لە فەیسبووک <span translate=\"no\"></span>دەبینیت. "
 ],
 [
  "That's where you get your first inclination of where you can start to find your story. ",
  "ئەوە ئەو شوێنەیە کە تۆ یەکەم مەیلی خۆت وەردەگری لەو شوێنەی کە دەتوانیت دەست بکەیت بە دۆزینەوەی چیرۆکەکەت. "
 ],
 [
  "If a certain theme <span translate=\"no\"></span>is emerging, <span translate=\"no\"></span>okay, that's an indication. ",
  "ئەگەر بابەتێکی دیاریکراو <span translate=\"no\"></span>دەرکەوت، <span translate=\"no\"></span>باشە، ئەوە نیشانەیە. "
 ],
 [
  "I want to follow that because everybody's talking about education and how that's <span translate=\"no\"></span>being impacted by the war. ",
  "من دەمەوێت بەدوای ئەوەدا بڕۆم چونکە هەموو کەسێک باسی پەروەردە دەکات و چۆن ئەوە <span translate=\"no\"></span>کاریگەری لەسەر جەنگ هەیە. "
 ],
 [
  "Or you're starting to see people being concerned about food exports, and Ukraine being one of the <span translate=\"no\"></span>war largest grain producers. ",
  "یان تۆ دەست دەکەیت بە بینینی خەڵک کە نیگەرانن لە هەناردەکردنی خۆراک، و ئۆکرانیا یەکێکە لە <span translate=\"no\"></span>گەورەترین بەرهەمهێنەری دانەوێڵە. "
 ],
 [
  "<span translate=\"no\"></span>Okay. ",
  "<span translate=\"no\"></span>باشە "
 ],
 [
  "<span translate=\"no\"></span>So that is something that we need to dig a bit more into. ",
  "<span translate=\"no\"></span>کەواتە ئەمە شتێکە کە پێویستە کەمێک زیاتر هەڵی بگرین. "
 ],
 [
  "<span translate=\"no\"></span>Let's follow that thread. ",
  "<span translate=\"no\"></span>با شوێن ئەو دەزوویە بکەوین "
 ],
 [
  "And that's where it starts. ",
  "وە ئەوە ئەو شوێنەیە کە دەست پێدەکات "
 ],
 [
  "<span translate=\"no\"></span>Things we found during our coverage of Ukraine, for example, is like, people were really connecting with the military aspect <span translate=\"no\"></span>of the story. ",
  "<span translate=\"no\"></span>ئەو شتانەی کە لە کاتی داپۆشینی ئۆکرانیادا دۆزیمانەوە، بۆ نموونە، خەڵک بەڕاستی پەیوەندیان بە لایەنی سەربازیەوە هەبوو <span translate=\"no\"></span>چیرۆکەکە. "
 ],
 [
  "They were really connecting with what weapons the Russians were using. ",
  "ئەوان بەڕاستی پەیوەندیان بە چ چەکێکەوە هەبوو کە ڕووسەکان بەکاری دەهێنن. "
 ],
 [
  "What the tanks look like. ",
  "تانکەکان چۆنن "
 ],
 [
  "<span translate=\"no\"></span>What it really looks like on the ground. ",
  "<span translate=\"no\"></span>لە سەر زەوی چۆنە "
 ],
 [
  "<span translate=\"no\"></span>Those were the things that we're really getting a lot of audience interest. ",
  "<span translate=\"no\"></span>ئەوانە ئەو شتانە بوون کە ئێمە بەڕاستی حەزی زۆر لە بینەران دەکەین. "
 ],
 [
  "<span translate=\"no\"></span>And so we were looking out for those angles, much more from the content that we had available to us. ",
  "<span translate=\"no\"></span>کەواتە ئێمە سەیری ئەو گۆشەیانەمان دەکرد، زۆر زیاتر لەو ناوەڕۆکەی کە بەردەستمان بوو. "
 ],
 [
  "<span translate=\"no\"></span>Same with Russian voices, there was a real sort of hunger every time we put up a piece from inside Russia. ",
  "<span translate=\"no\"></span>لەگەڵ دەنگی ڕووسیدا، هەموو جارێک پارچەیەک لە ناو ڕووسیاوە دادەنێین، جۆرە برسێتییەکی ڕاستەقینە هەبوو. "
 ],
 [
  "Or the <span translate=\"no\"></span>profiles, someone who had been close to Putin. ",
  "یان <span translate=\"no\"></span>پرۆفایلەکان، کەسێک کە نزیک بوو لە پوتین "
 ],
 [
  "Or had an analyst talking about what might have been going on <span translate=\"no\"></span>in Putin's mindset. ",
  "یان شیکەرەوەیەکی هەبوو باسی ئەوەی کرد کە لەوانەیە چی <span translate=\"no\"></span>لە مێشکی پۆتیندا دەگوزەرێت "
 ],
 [
  "<span translate=\"no\"></span>Those were things that really, you know, drove a lot of traffic. ",
  "<span translate=\"no\"></span>ئەو شتانە بوون کە بەڕاستی، دەزانن، ترافیکێکی زۆریان لێخوڕیوە. "
 ],
 [
  "<span translate=\"no\"></span>And so it was telling us, okay, people really want to know what's happening in Russia. ",
  "<span translate=\"no\"></span>وە ئەوە بە ئێمە دەگووت، باشە، خەڵک بەڕاستی دەیانەوێ بزانن چی روو دەدات لە ڕووسیا. "
 ],
 [
  "And people really want to see behind <span translate=\"no\"></span>that curtain. ",
  "وە خەڵک بەڕاستی دەیانەوێت <span translate=\"no\"></span>ئەو پەردەیە ببینن "
 ],
 [
  "<span translate=\"no\"></span>So, we were kind of looking for those opportunities as well. ",
  "<span translate=\"no\"></span>کەواتە، ئێمە بە جۆرێک بەدوای ئەو دەرفەتانەدا دەگەڕاین "
 ],
 [
  "<span translate=\"no\"></span>I think, you know, the most successful journalists and content makers of the future are going to be really bold and really <span translate=\"no\"></span>brave. ",
  "<span translate=\"no\"></span>من پێم وایە، تۆ دەزانیت، سەرکەوتووترین ڕۆژنامەنووس و ناوەڕۆک دروستکەرانی داهاتوو زۆر بوێر و <span translate=\"no\"></span>ئازان. "
 ],
 [
  "And they're going to have ideas that they are passionate about and they push. ",
  "وە ئەوان بیرۆکەیان هەیە کە ئەوان بە پەرۆشن و پاڵیان پێوە دەنێن "
 ],
 [
  "And they experiment and they don't try <span translate=\"no\"></span>to just copy what's being done. ",
  "وە تاقییان کردەوە و هەوڵ نادەن <span translate=\"no\"></span>تەنها کۆپی کردنی ئەوەی کە دەکرێت. "
 ],
 [
  "Because this really is a very, very fast moving machine. ",
  "چونکە ئەمە بەڕاستی ئامێرێکی زۆر زۆر خێرایە "
 ],
 [
  "<span translate=\"no\"></span>And there's just a lot of content out there. ",
  "<span translate=\"no\"></span>و لەوێ تەنها ناوەڕۆکێکی زۆر هەیە. "
 ],
 [
  "<span translate=\"no\"></span>There's a huge saturation of content, whether it's made by media news organizations, or owned content from within brands. ",
  "<span translate=\"no\"></span>تێرییەکی زۆر هەیە لە ناوەڕۆک، چ لەلایەن دەزگاکانی هەواڵی میدیاوە دروست بکرێت، یان خاوەنی ناوەڕۆکی ناو براندەکان بێت. "
 ],
 [
  "<span translate=\"no\"></span>Everybody's competing for eyeballs and everybody's competing for clicks. ",
  "<span translate=\"no\"></span>هەموو کەسێک پێشبڕکێ دەکات بۆ تۆپی چاو و هەموو کەسێک پێشبڕکێ دەکات بۆ کرتە کردن. "
 ],
 [
  "So be bold, be brave, try and push the envelope. ",
  "کەواتە ئازابە، ئازابە، هەوڵ بدە زەرفەکە پاڵ بنێ. "
 ],
 [
  "<span translate=\"no\"></span>Like all things in life, you know, pick something that you love and try to do it with that love first and foremost. ",
  "<span translate=\"no\"></span>وەک هەموو شتەکانی ژیان، دەزانیت، شتێک هەڵبژێرە کە خۆشت دەوێت و هەوڵ بدە پێش هەموو شتێک لەگەڵ ئەو خۆشەویستیە بیکەیت. "
 ],
 [
  "And if <span translate=\"no\"></span>it's journalism, follow your gut on the way that you want to tell a story as as somebody who might be reading it or watching <span translate=\"no\"></span>or choosing to engage with it. ",
  "وە ئەگەر <span translate=\"no\"></span>ڕۆژنامەگەرییە، بە دوای گەواهی خۆتدا بگەڕێ بەو ڕێگایەی کە دەتەوێت چیرۆکێک وەک کەسێک بگێڕیتەوە کە لەوانەیە بیخوێنێتەوە یان سەیری <span translate=\"no\"></span>بکات یان خۆت هەڵبژێریت کە لەگەڵیدا تێوەگلێت. "
 ],
 [
  "Because ultimately, you're just trying to hold somebody's attention and you're just good a <span translate=\"no\"></span>judge of that as anybody else. ",
  "چونکە لە کۆتاییدا، تۆ تەنها هەوڵ دەدەیت سەرنجی کەسێک بگرێت و تۆ وەک کەسێکی تر دادوەرێکی <span translate=\"no\"></span>ئەوە باشیت. "
 ],
 [
  "<span translate=\"no\"></span>When we're commissioning journalism and working in the field, we are thinking about in a digital landscape, how do you <span translate=\"no\"></span>stand out, right? ",
  "<span translate=\"no\"></span>کاتێک کە کاری ڕۆژنامەوانی دەکەین و لە بوارەکەدا کار دەکەین، ئێمە بیر لە دیمەنێکی دیجیتاڵی دەکەینەوە، <span translate=\"no\"></span>چۆن دەوەستینەوە، وایە؟ "
 ],
 [
  "<span translate=\"no\"></span>We are working in a highly competitive digital news environment where there is an abundance of global news publishers and <span translate=\"no\"></span>also people who are uploading their own news via, you know, Twitter TikTok, other services where people are creating and feeding <span translate=\"no\"></span>into that kind of understanding of big news stories. ",
  "<span translate=\"no\"></span>ئێمە لە ژینگەیەکی هەواڵی دیجیتاڵی زۆر پێشبڕکێکاردا کار دەکەین کە تێیدا ژمارەیەکی زۆر لە بڵاوکەرەوەکانی هەواڵی جیهانی و <span translate=\"no\"></span>هەروەها ئەو کەسانەش کە هەواڵی خۆیان باردەکەن لە ڕێگەی تۆیتەر تیک تۆک، خزمەتگوزاریەکانی تر کە خەڵک <span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>So with that in mind, the most important thing we can do is is thinking really kind of two ways when it comes to differentiation. ",
  "<span translate=\"no\"></span>کەواتە لەگەڵ ئەوەی لە مێشکدا، گرنگترین شت کە دەتوانین بیکەین ئەوەیە کە بیر لە دوو ڕێگا بکەینەوە کاتێک دێتە سەر جیاوازی کردن. "
 ],
 [
  "<span translate=\"no\"></span>How are you going to stand out in terms of the framing of the story,?What ",
  "<span translate=\"no\"></span>چۆن لە ڕووی چوارچێوەبەندی چیرۆکەکەوە دەوەستینەوە؟ چی "
 ],
 [
  "are stories that are currently <span translate=\"no\"></span>undercovered? ",
  "ئەو چیرۆکانەن کە لە ئێستادا <span translate=\"no\"></span>ژێر پەردەوەن؟ "
 ],
 [
  " What are stories that are highly sort of personal and really tapped into something that's very universal? ",
  " چی چیرۆکەکانن کە بە شێوەیەکی زۆر تایبەتین و بەڕاستی بەستراون بە شتێکەوە کە زۆر جیهانیە؟ "
 ],
 [
  "<span translate=\"no\"></span>Having the sort of the personal story come through or whether if if it's not a sort of a human-led story, then you're looking <span translate=\"no\"></span>for stories that are revelatory, right? ",
  "<span translate=\"no\"></span>هەبوونی جۆرێک لە چیرۆکە کەسییەکان دێت یان ئەگەر جۆرێک لە چیرۆکی مرۆڤ نەبێت، ئەوا تۆ سەیری <span translate=\"no\"></span>بۆ ئەو چیرۆکانە دەکەیت کە ڕوون و ئاشکران، وایە؟ "
 ],
 [
  "<span translate=\"no\"></span>Something that is telling you a new sort of dimension of a story that maybe you already know very well, but this is telling <span translate=\"no\"></span>you something that you haven't heard before. ",
  "<span translate=\"no\"></span>شتێک کە ڕەهەندێکی نوێی چیرۆکێکت پێ دەڵێت کە لەوانەیە تۆ پێشتر باش بزانیت، بەڵام ئەمە شتێکت پێ <span translate=\"no\"></span>کە پێشتر نەتبیستووە. "
 ],
 [
  " When you're in the field or when you're reporting a story or when you're doing <span translate=\"no\"></span>an interview, it's all it's increasingly important to think about how your story is going to be presented. ",
  " کاتێک تۆ لە مەیداندایت یان کاتێک چیرۆکێک ڕاپۆرت دەکەیت یان کاتێک <span translate=\"no\"></span>چاوپێکەوتنێک دەکەیت، ئەوە هەمووی زۆر گرنگە بیر بکەیتەوە کە چۆن چیرۆکەکەت پێشکەش دەکرێت. "
 ],
 [
  "<span translate=\"no\"></span>What will it look like on the page? ",
  "<span translate=\"no\"></span>لە لاپەڕەکەدا چۆنە؟ "
 ],
 [
  "what will the headline be? ",
  "مانشێتەکە چی دەبێت؟ "
 ],
 [
  "What will the photos be? ",
  "وێنەکان چی دەبن؟ "
 ],
 [
  "<span translate=\"no\"></span>What will your angle be? ",
  "<span translate=\"no\"></span>گۆشەی تۆ چی دەبێت؟ "
 ],
 [
  "How will you tell the story? ",
  "چۆن چیرۆکەکە دەگێڕیتەوە؟ "
 ],
 [
  "What medium will you tell the story? ",
  "چ مامناوەندێک چیرۆکەکە دەگێڕیتەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>It used to be, you know, that you just get sent out on the story and and ask to come back with whatever <span translate=\"no\"></span>you could find. ",
  "<span translate=\"no\"></span>پێشتر ئەوە بوو، دەزانیت، کە تۆ تەنها لەسەر چیرۆکەکە دەنێریت و داوا دەکەیت بە هەر <span translate=\"no\"></span>بیدۆزیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>And that's still, of course, important. ",
  "<span translate=\"no\"></span>وە ئەوە هێشتا، بە دڵنیاییەوە، گرینگە. "
 ],
 [
  "<span translate=\"no\"></span>And it is, you know, important not to restrict your restrict yourself in that way. ",
  "<span translate=\"no\"></span>وە ئەوە، دەزانیت، گرینگە کە خۆت بەم شێوەیە سنوردار نەکەیت. "
 ],
 [
  "<span translate=\"no\"></span>But going out on a story with a clear idea, or at least a plan. ",
  "<span translate=\"no\"></span>بەڵام ڕۆشتن لەسەر چیرۆکێک بە بیرۆکەیەکی ڕوون، یان بەلایەنی کەمەوە پلانێک. "
 ],
 [
  "Plans always change. ",
  "پلانەکان هەمیشە دەگۆڕن. "
 ],
 [
  "A clear idea of what it might <span translate=\"no\"></span>look like, or the end product might look like, whether it's the headline, <span translate=\"no\"></span>whether it's the lead photo, whether it's the elements that you need. ",
  "بیرۆکەیەکی ڕوون دەربارەی ئەوەی کە لەوانەیە <span translate=\"no\"></span>چۆن بێت، یان بەرهەمی کۆتایی لەوانەیە وا دەربکەوێت، ئەگەر سەردێڕی بێت، <span translate=\"no\"></span>وێنەی سەرەکی بێت، ئەگەر ئەو توخمانە بێت کە پێویستت پێیەتی. "
 ],
 [
  "All of that will sharpen your story. ",
  "هەموو ئەمانە چیرۆکەکەت تیژ دەکەن. "
 ],
 [
  "Will sharpen <span translate=\"no\"></span>your angles and make you it'll make you do the story better actually. ",
  "<span translate=\"no\"></span>گۆشەکانت تیژ دەکاتەوە و وات لێ دەکات کە چیرۆکەکە باشتر بکەیت."
 ],
 [
  "<span translate=\"no\"></span>And then you'll come back with something engaging and something that people will want to read. ",
  "<span translate=\"no\"></span>و پاشان تۆ دەگەڕێیتەوە لەگەڵ شتێکی تێوەگلان و شتێک کە خەڵک دەیانەوێ بیخوێننەوە. "
 ],
 [
  "<span translate=\"no\"></span>Once you've, sort of, settled on the commission and you figured out a framing that achieves those things, then you're <span translate=\"no\"></span>also beginning to think about ways to tell that story. ",
  "<span translate=\"no\"></span>کاتێک کە تۆ، جۆرێک لە، لە کۆمسیۆنەکە جێگیر بوویت و تۆ بۆت دەرکەوت کە ئەو شتانە بەدەست دەهێنیت، پاشان تۆش <span translate=\"no\"></span>دەست دەکەیت بە بیرکردنەوە لە ڕێگاکان بۆ گێڕانەوەی ئەو چیرۆکە. "
 ],
 [
  "<span translate=\"no\"></span>So, what are the elements that you're going to need to gather as part of that reporting? ",
  "<span translate=\"no\"></span>کەواتە، چ توخمێکن کە پێویستە کۆیان بکەیتەوە وەک بەشێک لەو ڕاپۆرتە؟ "
 ],
 [
  "You're going to need something <span translate=\"no\"></span>very strong in terms of visuals. ",
  "تۆ پێویستت بە شتێکە <span translate=\"no\"></span>زۆر بەهێزە لە ڕووی بینینەوە. "
 ],
 [
  "Whether that be photography, which which works obviously extremely well, that the web is <span translate=\"no\"></span>a visual medium. ",
  "ئەگەر ئەوە فۆتۆگرافی بێت، کە بە ئاشکرا زۆر باش کار دەکات، کە وێبەکە <span translate=\"no\"></span>ناوەندێکی بینراوە. "
 ],
 [
  "<span translate=\"no\"></span>So thinking about, you know, the sort of, visual ways to drive the story forward. ",
  "<span translate=\"no\"></span>کەواتە بیر لەوە بکەنەوە، دەزانیت، شێوازی بینین بۆ ئەوەی چیرۆکەکە بەرەو پێشەوە بڕوات. "
 ],
 [
  "<span translate=\"no\"></span>It's really essent, for example, that you have a very strong piece of at least you know, one to maybe five strong images. ",
  "<span translate=\"no\"></span>بەڕاستی ئەوە زۆر گرنگە، بۆ نمونە، کە تۆ پارچەیەکی زۆر بەهێزت هەیە لانی کەم دەزانیت، یەک تا پێنج وێنەی بەهێزت هەیە. "
 ],
 [
  "<span translate=\"no\"></span>Thinking about the image that you are going to use as the card image of your story. ",
  "<span translate=\"no\"></span>بیرکردنەوە لەو وێنەیەی کە تۆ بەکاری دەهێنیت وەک وێنەی کارتی چیرۆکەکەت. "
 ],
 [
  " The card being the item and the picture <span translate=\"no\"></span>that people see on Facebook, they see it on Twitter that share card image is really essential. ",
  " کارتەکە بەندە و وێنەکە <span translate=\"no\"></span>کە خەڵک لە فەیسبووک دەیبینن، لە تویتەر دەیبینن کە وێنەی کارتی هاوبەش دەکات زۆر گرنگە. "
 ],
 [
  "<span translate=\"no\"></span>Well, I think most importantly digital space allows you to be really creative. ",
  "<span translate=\"no\"></span>باشە، پێم وایە لە هەمووی گرنگتر بۆشایی دیجیتاڵ ڕێگەت پێدەدات کە بەڕاستی داهێنەر بیت. "
 ],
 [
  "And so as a result I want to leave all <span translate=\"no\"></span>my options open. ",
  "وە لە ئەنجامدا دەمەوێت هەموو <span translate=\"no\"></span>بژاردەکانم بە کراوەیی بەجێ بهێڵم. "
 ],
 [
  "<span translate=\"no\"></span>I want to, if I'm in the field, I want to take photos, I want to take audio. ",
  "<span translate=\"no\"></span>دەمەوێت، ئەگەر لە مەیدان بم، دەمەوێت وێنە بگرم، دەمەوێت دەنگ وەرگرم. "
 ],
 [
  "<span translate=\"no\"></span>I want to, I'll probably be filming something. ",
  "<span translate=\"no\"></span>دەمەوێت، لەوانەیە شتێک بگرم "
 ],
 [
  "And you'll be surprised how good an iPhone will film something these days. ",
  "وە تۆ سەرسام دەبیت کە ئایفۆنێک چەند باشە لەم ڕۆژانەدا فیلم لە شتێک دەگرێت. "
 ],
 [
  "<span translate=\"no\"></span>And then on top of that, you want to be gathering as much information as possible. ",
  "<span translate=\"no\"></span>و پاشان لەسەرەوەی ئەوە، تۆ دەتەوێت تا ئەو ڕادەیەی کە دەکرێت زانیاری کۆ بکەیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>You might not use it when it comes to crafting your story. ",
  "<span translate=\"no\"></span>تۆ لەوانەیە بەکاری نەهێنیت کاتێک دێت بۆ دروست کردنی چیرۆکەکەت. "
 ],
 [
  "B in terms of just capturing that space in that place in that <span translate=\"no\"></span>moment in time and then reporting on it, those elements are invaluable to you. ",
  "ب لە ڕووی تەنیا گرتنی ئەو بۆشاییە لەو شوێنەدا لەو ساتە <span translate=\"no\"></span>لە کاتی خۆیدا و پاشان ڕاپۆرت کردن لەسەری، ئەو توخمانە بۆ ئێوە نابەرابەرن. "
 ],
 [
  "<span translate=\"no\"></span>Then you can do whatever you want with it. ",
  "<span translate=\"no\"></span>کەواتە تۆ دەتوانیت هەرچیت دەوێت لەگەڵی بیکەیت. "
 ],
 [
  "<span translate=\"no\"></span>You have so many options available to you and then you can choose how you present your stories to the audience. ",
  "<span translate=\"no\"></span>تۆ بژاردەی زۆرت لەبەردەستە و پاشان دەتوانیت هەڵبژێریت کە چۆن چیرۆکەکانت پێشکەش بە بینەران دەکەیت. "
 ],
 [
  "<span translate=\"no\"></span>So when I'm going, when I'm preparing to go on a news gathering, deployment, I'm thinking about. ",
  "<span translate=\"no\"></span>کەواتە کاتێک کە دەچم، کاتێک ئامادە دەبم بۆ ئەوەی بڕۆم بۆ کۆبوونەوەی هەواڵ، بڵاوبوونەوە، بیرم لێ دەکەمەوە. "
 ],
 [
  "<span translate=\"no\"></span>Okay, so I need to get all the details. ",
  "<span translate=\"no\"></span>باشە، بۆیە پێویستە هەموو وردەکاریەکان بەدەست بهێنم. "
 ],
 [
  "the obvious things, the editorial lines. ",
  "شتە دیارەکان، هێڵەکانی سەروتار. "
 ],
 [
  "<span translate=\"no\"></span>I need to get all the biographical information from the people I'm speaking to. ",
  "<span translate=\"no\"></span>پێویستە هەموو زانیاریە ژیاننامەكان لەو کەسانەی کە لەگەڵیان قسە دەکەم بەدەست بێنم. "
 ],
 [
  "<span translate=\"no\"></span>So not just first name, but first name and last name, age, occupation, where they come from, Why are they here? ",
  "<span translate=\"no\"></span>نەک ناوی یەکەم، بەڵکو ناوی یەکەم و دوا ناو، تەمەن، پیشە، لە کوێوە دێن، بۆچی لێرەن؟ "
 ],
 [
  "<span translate=\"no\"></span>What have they seen? ",
  "<span translate=\"no\"></span>چیان بینیوە؟ "
 ],
 [
  "<span translate=\"no\"></span>Getting that kind of level of detail is something that we traditionally get on digital very, very different from <span translate=\"no\"></span>television. ",
  "<span translate=\"no\"></span>بەدەستهێنانی ئەو جۆرە وردەکارییە شتێکە کە ئێمە بە شێوەیەکی نەریتی بە دیجیتاڵی دەگەینە سەر زۆر، زۆر جیاواز لە <span translate=\"no\"></span>تەلەڤزیۆن. "
 ],
 [
  "<span translate=\"no\"></span>What's really interesting working as we do in a television news organization is seeing how television journalists work in <span translate=\"no\"></span>the field and trying to influence what they do to make a better digital story. ",
  "<span translate=\"no\"></span>ئەوەی زۆر سەرنج ڕاکێشە کە وەک ئێمە لە ڕێکخراوێکی هەواڵی تەلەڤزیۆنیدا کار دەکەین ئەوەیە کە چۆن ڕۆژنامەنووسانی تەلەڤزیۆن لە <span translate=\"no\"></span>بوارەکە کار دەکەن و هەوڵ دەدەن کاریگەری لەسەر ئەوە بکەن کە دەیکەن بۆ دروستکردنی چیرۆکێکی دیجیتاڵی باشتر "
 ],
 [
  "<span translate=\"no\"></span>Because television journalists of course go out and they shoot amazing pictures that they get incredible interviews. ",
  "<span translate=\"no\"></span>لەبەر ئەوەی ڕۆژنامەنووسانی تەلەڤزیۆن بە دڵنیاییەوە دەچنە دەرەوە و وێنەی سەرسوڕهێنەریان دەتەقێنن کە چاوپێکەوتنی سەرسوڕهێنەریان دەست دەکەوێت "
 ],
 [
  " What <span translate=\"no\"></span>they don't have to do in the scripts that they then write, is to to repeat what the, what the pictures say. ",
  " ئەوەی <span translate=\"no\"></span>کە پێویست ناکات لە دەقەکاندا کە دواتر دەینووسن بیکەن، ئەوەیە کە ئەوەی کە وێنەکان دەیڵێن دووبارە بکەنەوە. "
 ],
 [
  "Because the <span translate=\"no\"></span>photos that the images tell their own story of course. ",
  "چونکە <span translate=\"no\"></span>وێنە کە وێنەکان بە دڵنیاییەوە چیرۆکی خۆیان دەگێڕنەوە "
 ],
 [
  "Where almost all forms of digital journalism, certainly all forms <span translate=\"no\"></span>of digital journalism that involve text, <span translate=\"no\"></span>you need to be able to tell the story in its almost in its entirety through text. ",
  "کە نزیکەی هەموو شێوەکانی ڕۆژنامەگەری دیجیتاڵ، بە دڵنیاییەوە هەموو فۆرمەکانی <span translate=\"no\"></span>ڕۆژنامەگەری دیجیتاڵ کە دەق لەخۆ دەگرێت، <span translate=\"no\"></span>پێویستە بتوانیت چیرۆکەکە بە تەواوی لە ڕێگەی دەقەوە بگێڕیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>So that means you need to be able to describe more. ",
  "<span translate=\"no\"></span>کەواتە ئەوە مانای ئەوەیە کە تۆ پێویستە بتوانیت زیاتر وەسف بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>So you need to look around yourself more and understand and take notes and think about what it is you're seeing, feeling <span translate=\"no\"></span>hearing and what it all sounds and smells like. ",
  "<span translate=\"no\"></span>بۆیە پێویستە زیاتر سەیری دەوروبەرت بکەیت و تێبگەیت و تێبینی بکەیت و بیر لەوە بکەیتەوە کە چی دەبینیت، هەست بە بیستنی <span translate=\"no\"></span>دەکەیت و هەموو دەنگ و بۆنەکانی چۆنە. "
 ],
 [
  "<span translate=\"no\"></span>You need to take everyone's names. ",
  "<span translate=\"no\"></span>پێویستە ناوی هەموو کەسێک وەربگریت. "
 ],
 [
  "<span translate=\"no\"></span>You take their ages. ",
  "<span translate=\"no\"></span>تەمەنیان وەردەگریت "
 ],
 [
  "You need to take where they live and what they do. ",
  "تۆ پێویستە ئەو شوێنەی کە ئەوان دەژین و چی دەکەن ببەن. "
 ],
 [
  "All sorts of material, all sorts of really basic things <span translate=\"no\"></span>but super important things you don't need to do necessarily, if you're working in television. ",
  "هەموو جۆرە مادەکان، هەموو جۆرە شتە بنچینەییەکان <span translate=\"no\"></span>بەڵام شتە زۆر گرنگەکان کە پێویست ناکات بە پێویست بیکەن، ئەگەر تۆ لە تەلەفزیۆندا کار دەکەیت. "
 ],
 [
  "You don't know until you're <span translate=\"no\"></span>on the ground, like you can plan for a deployment or reporting trip as much as you want, and then when you get there it <span translate=\"no\"></span>could be entirely different. ",
  "تۆ نازانیت تا <span translate=\"no\"></span>لەسەر زەوی، وەک ئەوەی دەتوانیت پلان دابنێیت بۆ گەشتێکی بڵاوکەرەوە یان ڕاپۆرت کردنەوە ئەوەندەی دەتەوێت، وە پاشان کاتێک دەگەیتە ئەوێ <span translate=\"no\"></span>دەتوانێ بەتەواوی جیاواز بێت. "
 ],
 [
  "You could see another story emerging. ",
  "تۆ دەتوانی چیرۆکێکی تر ببینی کە دەرکەوت. "
 ],
 [
  "<span translate=\"no\"></span>So you just want to kind of soak up as much of that as possible. ",
  "<span translate=\"no\"></span>کەواتە تۆ تەنها دەتەوێت تا ئەو ڕادەیەی کە دەتوانرێ جۆرێک بخەیت "
 ],
 [
  "<span translate=\"no\"></span>And then when you're doing interviews, if you're just doing a traditional vox pop for on-camera, tt's gonna be a very short <span translate=\"no\"></span>element in a television piece, that's only gonna be two minutes or a minute-thirty or two minutes long. ",
  "<span translate=\"no\"></span>و پاشان کاتێک کە چاوپێکەوتن ئەنجام دەدەیت، ئەگەر تۆ تەنها پۆپێکی نەریتی ڤۆکس بۆ کامێرا ئەنجام بدەیت، تی تی دەبێتە توخمێکی <span translate=\"no\"></span>زۆر کورت لە پارچەی تەلەڤزیۆن، ئەوە تەنها دوو خولەک یان خولەکێک یان سی و دوو خولەک درێژ دەبێت. "
 ],
 [
  "When you're doing <span translate=\"no\"></span>a digital write, you have as much space as you want in the world, depending on what your final product is going to be. ",
  "کاتێک تۆ <span translate=\"no\"></span>نووسینێکی دیجیتاڵی دەکەیت، ئەوەندە بۆشاییت هەیە کە دەتەوێت لە جیهاندا، بە پشت بەستن بەوەی کە کۆتا بەرهەمی تۆ چی دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>And so you need to make sure that you have all that information. ",
  "<span translate=\"no\"></span>کەواتە پێویستە دڵنیابیتەوە کە هەموو ئەو زانیاریانەت هەیە. "
 ],
 [
  "You can't go back and get it. ",
  "تۆ ناتوانی بگەڕێیتەوە و بیگەیتە "
 ],
 [
  "You can't go and find <span translate=\"no\"></span>the person who's, you know, just kind of wandered past and you've managed to capture them because they're doing something <span translate=\"no\"></span>interesting and you want to chat with them. ",
  "تۆ ناتوانیت بڕۆی و <span translate=\"no\"></span>ئەو کەسە بدۆزیتەوە کە ئەو کەسەیە، دەزانیت، تەنیا جۆرێک لە ڕابردووە سەرگەردانەکان و تۆ توانیوتە دەستگیریان بکەیت چونکە ئەوان کارێکی <span translate=\"no\"></span>سەرنجڕاکێش دەکەن و دەتەوێت قسەیان لەگەڵ بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>So you need to make sure that you have all the elements there, that you've got everything kind of in the bag so that you <span translate=\"no\"></span>can then look at everything when you get back and say, okay, this is how I'm going to structure my story. ",
  "<span translate=\"no\"></span>کەواتە پێویستە دڵنیابیتەوە کە هەموو توخمەکانی ئەوێت هەیە، کە هەموو شتێکت لە جانتاکەدا هەیە بۆ ئەوەی <span translate=\"no\"></span>دواتر چاو لە هەموو شتێک بکەیت کاتێک دەگەڕێیتەوە و ئەڵێی، باشە، من بەم شێوەیە چیرۆکەکەم پێک دەهێنم. "
 ],
 [
  " I'm gonna start <span translate=\"no\"></span>with this with this individual and then I'm gonna move onto onto this theme and the wider issue here. ",
  " من <span translate=\"no\"></span>لەگەڵ ئەم تاکە دەست پێ دەکەم و دواتر دەچمە ناو ئەم بابەتە و کێشە فراوانترەکەی ئێرە. "
 ],
 [
  "<span translate=\"no\"></span>It's a really different media. ",
  "<span translate=\"no\"></span>میدیایەکی زۆر جیاوازە "
 ],
 [
  "Digital is a different medium. ",
  "دیجیتاڵ ناوەندێکی جیاوازە. "
 ],
 [
  "<span translate=\"no\"></span>It requires a lot more thought and thought in a different way. ",
  "<span translate=\"no\"></span>بە شێوەیەکی تر پێویستی بە بیرکردنەوە و بیرکردنەوەیەکی زۆر زیاترە "
 ],
 [
  "And a lot more planning and a lot more and a lot more <span translate=\"no\"></span>detailed work. ",
  "وە پلانی زۆر زیاتر و زۆر زیاتر و زۆر زیاتر <span translate=\"no\"></span>کاری ورد. "
 ],
 [
  "And that's why it's important to think about what you're doing before you go, because then you'll come back <span translate=\"no\"></span>with everything that you need. ",
  "لەبەر ئەوە گرنگە بیر لەوە بکەیتەوە کە چی دەکەیت پێش ئەوەی بڕۆی، چونکە دواتر دەگەڕێیتەوە <span translate=\"no\"></span>لەگەڵ هەموو ئەو شتانەی کە پێویستت پێیە. "
 ],
 [
  "<span translate=\"no\"></span>There's an incredible range of options for journalists now to tell their stories and you can tell your stories in so many <span translate=\"no\"></span>different ways. ",
  "<span translate=\"no\"></span>ئێستا مەودایەکی زۆر باش هەیە بۆ ڕۆژنامەنووسان بۆ گێڕانەوەی چیرۆکەکانیان و دەتوانیت چیرۆکەکانت بە چەندین <span translate=\"no\"></span>شێوازی جیاواز بگێڕیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>And even, you know, in the time that I've been a digital editor, those platforms have expanded and changed. ",
  "<span translate=\"no\"></span>و تەنانەت، دەزانیت، لەو کاتەدا کە من سەرنووسەری دیجیتاڵ بووم، ئەو پلاتفۆرمانە فراوان بوون و گۆڕاون. "
 ],
 [
  "And the way <span translate=\"no\"></span>people interact with news is changing all the time. ",
  "وە ئەو ڕێگایەی <span translate=\"no\"></span>خەڵک لەگەڵ هەواڵدا کارلێک دەکات هەموو کات دەگۆڕێت. "
 ],
 [
  "<span translate=\"no\"></span> I mean obviously there's the straightforward straight up and down digital news story that with <span translate=\"no\"></span>a picture on the top and then words underneath. ",
  "<span translate=\"no\"></span> مەبەستم بە ئاشکرا چیرۆکی هەواڵی ڕاستەوخۆ و خوارەوەی دیجیتاڵ هەیە کە <span translate=\"no\"></span>وێنەیەک لە سەرەوە و پاشان وشەکانی ژێرەوە. "
 ],
 [
  "<span translate=\"no\"></span>And that's the bedrock of the vast majority of digital journalism, but even that's not enough because that's <span translate=\"no\"></span>how it all started, I guess, because it looked a bit like a newspaper article. ",
  "<span translate=\"no\"></span>و ئەوە تەختەی زۆربەی زۆری ڕۆژنامەگەری دیجیتاڵە، بەڵام تەنانەت ئەوە بەس نییە چونکە ئەوە <span translate=\"no\"></span>هەمووی دەستی پێکرد، پێم وایە، چونکە کەمێک لە وتاری ڕۆژنامە دەچێت. "
 ],
 [
  "But then that's developed and these days you <span translate=\"no\"></span>need to, in order to keep readers engaged, you need to think about the format. ",
  "بەڵام دواتر ئەوە پەرەی سەندووە و لەم ڕۆژانەدا پێویستە <span translate=\"no\"></span>، بۆ ئەوەی خوێنەران سەرقاڵ بکەن، پێویستە بیر لە فۆرماتەکە بکەنەوە. "
 ],
 [
  "You need to add photos. ",
  "تۆ پێویستە وێنە زیاد بکەیت. "
 ],
 [
  "You need <span translate=\"no\"></span>to think about how the text is presented. ",
  "تۆ پێویستت بە <span translate=\"no\"></span>کە بیر لەوە بکەیتەوە کە دەقەکە چۆن پێشکەش کراوە. "
 ],
 [
  "<span translate=\"no\"></span>So even the traditional text and photos article just, you know, is nothing like what it was at the start of digital journalism. ",
  "<span translate=\"no\"></span>کەواتە تەنانەت دەقی تەقلیدی و بابەتی وێنە تەنیا، دەزانیت، هیچ شتێک نییە وەک ئەوەی لە سەرەتای ڕۆژنامەگەری دیجیتاڵدا بوو. "
 ],
 [
  "<span translate=\"no\"></span>Oftentimes if we're working on a story, what I call it, what we call a distinct feature, which is something that's not necessarily <span translate=\"no\"></span>a traditional news, right? ",
  "<span translate=\"no\"></span>زۆرجار ئەگەر ئێمە کار لەسەر چیرۆکێک بکەین، ئەوەی من پێی دەڵێم، ئەوەی پێی دەڵێین تایبەتمەندیەکی جیا، کە شتێکە کە مەرج نییە <span translate=\"no\"></span>هەواڵێکی تەقلیدی بێت، وایە؟ "
 ],
 [
  "<span translate=\"no\"></span>It's not straight news, it's something that's broader. ",
  "<span translate=\"no\"></span>هەواڵێکی ڕاست نییە، ئەمە شتێکە کە فراوانترە "
 ],
 [
  "It's a bit more reported out. ",
  "ئەوە کەمێک زیاتر راپۆرت کراوە "
 ],
 [
  "<span translate=\"no\"></span>It's a bit more in depth, a bit of a deep dive. ",
  "<span translate=\"no\"></span>تۆزێک زیاتر لە قوڵاییدایە، کەمێک لە قوڵاییدا "
 ],
 [
  "<span translate=\"no\"></span>We'll often think about whether it's appropriate to have a photo element to it, <span translate=\"no\"></span>whether that's agency photos or whether we do a gallery that works with it. ",
  "<span translate=\"no\"></span>زۆر جار بیر لەوە دەکەینەوە کە ئایا گونجاوە کە وێنەیەکی بۆ هەبێت، <span translate=\"no\"></span>کە ئایا ئەوە وێنەی ئاژانسە یان ئەگەر ئێمە گەلەرییەک بکەین کە لەگەڵیدا کار دەکات. "
 ],
 [
  "<span translate=\"no\"></span>And where that placement of that gallery might go. ",
  "<span translate=\"no\"></span>و ئەو شوێنەی ئەم گالەرییە بۆ کوێ دەڕوات "
 ],
 [
  "How that might enhance the story. ",
  "چۆن ئەمە لەوانەیە چیرۆکەکە بەرزتر بکات. "
 ],
 [
  "Because you never want <span translate=\"no\"></span>to add an element into a story for the sake of adding it. ",
  "چونکە تۆ هەرگیز ناتەوێت <span translate=\"no\"></span>توخمێک زیاد بکەیت بۆ ناو چیرۆکێک لە پێناو زیادکردنی. "
 ],
 [
  "<span translate=\"no\"></span>Everything that you add into a story has to have a reason. ",
  "<span translate=\"no\"></span>هەموو ئەو شتانەی کە تۆ دەیکەیتە ناو چیرۆکەوە، دەبێت هۆکارێک هەبێت. "
 ],
 [
  "<span translate=\"no\"></span>You can't just do it because you want it to look pretty. ",
  "<span translate=\"no\"></span>تۆ ناتوانی ئەوە بکەیت چونکە دەتەوێت جوان دەرکەوێت. "
 ],
 [
  "But is it adding anything to it? ",
  "بەڵام ئایا هیچ شتێک زیاد دەکات بۆی؟ "
 ],
 [
  "Is it helping somebody understand <span translate=\"no\"></span>your story or your point or the point that you're trying to get across? ",
  "ئایا یارمەتی کەسێک دەدات <span translate=\"no\"></span>چیرۆکەکەت یان خاڵەکەت یان ئەو خاڵەی کە تۆ هەوڵ دەدەیت تێبگات؟ "
 ],
 [
  "If it doesn't, don't put it in. ",
  "ئەگەر وا نەبوو، مەخەرە ناوەوە. "
 ],
 [
  "<span translate=\"no\"></span>The most important thing is to think about the story itself. ",
  "<span translate=\"no\"></span>گرنگترین شت ئەوەیە کە بیر لە خودی چیرۆکەکە بکەینەوە "
 ],
 [
  " What are the elements that you have? ",
  " ئەو توخمانە چین کە تۆ هەیت؟ "
 ],
 [
  "What are the fundamentals <span translate=\"no\"></span>of the story and be led by that. ",
  "<span translate=\"no\"></span>چی بنەرەتیەکانی چیرۆکەکەن و بەو هۆیەوە بەڕێوەدەبرێن"
 ],
 [
  "<span translate=\"no\"></span>So don't go into it with an idea of... ",
  "<span translate=\"no\"></span>کەواتە بە بیرۆکەیەک مەچنە ناوەوە "
 ],
 [
  "I want to create something that is full of bells and whistles and it's really shiny. ",
  "دەمەوێت شتێک دروست بکەم کە پڕ بێت لە زەنگ و فیکە و بەڕاستی بریقەدارە. "
 ],
 [
  "<span translate=\"no\"></span>And is this big sort of incredible, interactive. ",
  "<span translate=\"no\"></span>و ئەم جۆرە زۆر گەورەیە لە باوەڕپێنەکراو، کارلێک. "
 ],
 [
  "<span translate=\"no\"></span>Don't do things for the sake of it. ",
  "<span translate=\"no\"></span>لەبەر خاتری ئەو کارە مەکە "
 ],
 [
  "when it comes to digital storytelling be really led by <span translate=\"no\"></span>the story and the elements that you have. ",
  "کاتێک ئەوە دێتە سەر چیرۆکبێژی دیجیتاڵ بەڕاستی لەلایەن <span translate=\"no\"></span>چیرۆکەکە و ئەو توخمانەی کە تۆ هەیت بەڕێوەی دەبات. "
 ],
 [
  "<span translate=\"no\"></span>So if it is a very visual story, then maybe you're thinking about something like a full bleed photo gallery. ",
  "<span translate=\"no\"></span>کەواتە ئەگەر چیرۆکێکی زۆر بینراو بێت، ئەوا لەوانەیە تۆ بیر لە شتێکی وەک گالەری وێنەی خوێن پڕ خوێن بکەیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>For example, you really want people to be able to spend time with that with those photographs and be really immersed in it <span translate=\"no\"></span>Maybe it is a story that has the potential, for example, to be audio rich. ",
  "<span translate=\"no\"></span>بۆ نمونە، تۆ بەڕاستی دەتەوێت خەڵک بتوانن کات لەگەڵ ئەو وێنەدا بەسەر بەرن و بەڕاستی تێیدا نقوم بن <span translate=\"no\"></span>ڕەنگە چیرۆکێک بێت کە توانای هەیە، بۆ نمونە، دەنگ دەوڵەمەند بێت. "
 ],
 [
  "<span translate=\"no\"></span>So thinking about stories that we've done in the past, where there has been either a sound element that's been <span translate=\"no\"></span>very compelling or where people's audio testimony has just been so emotive that you want to center that element. ",
  "<span translate=\"no\"></span>کەواتە بیرکردنەوە لەو چیرۆکانەی کە لە ڕابردوودا ئەنجاممان داوە، ئەو شوێنەی کە یان توخمێکی دەنگ <span translate=\"no\"></span>زۆر ناچارکەر بووە یان ئەو شوێنەی کە شایەتی دەنگی خەڵک زۆر سەرسامکەر بووە کە دەتەوێت ئەو توخمە سەنتەر بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>Now, of course, there's a plethora of formats. ",
  "<span translate=\"no\"></span>ئێستا، بێگومان، کۆمەڵێک فۆرمات هەیە. "
 ],
 [
  "<span translate=\"no\"></span>You've got explainers and backgrounders and lists and. ",
  "<span translate=\"no\"></span>تۆ ڕوونکەرەوە و باکگراوند و لیستت هەیە و. "
 ],
 [
  "That's just all in the text format. ",
  "ئەمە هەمووی لە فۆرماتی دەقدایە. "
 ],
 [
  "<span translate=\"no\"></span>Then you've got video explainers or video stories or interactives. ",
  "<span translate=\"no\"></span>پاشان تۆ شیکەرەوەی ڤیدیۆیی یان چیرۆکی ڤیدیۆیی یان کارلێکت هەیە. "
 ],
 [
  "<span translate=\"no\"></span>And some of those are really straightforward and some of those are really complex. ",
  "<span translate=\"no\"></span>و هەندێک لەوانە بەڕاستی ڕاستن و هەندێک لەوان زۆر ئاڵۆزن. "
 ],
 [
  "<span translate=\"no\"></span>And then you've got podcasts and audio downloads and series. ",
  "<span translate=\"no\"></span>و پاشان تۆ پادکست و داگرتنی دەنگ و زنجیرەت هەیە. "
 ],
 [
  "And the picture is changing all the time. ",
  "وە وێنەکە هەموو کات دەگۆڕێت. "
 ],
 [
  "<span translate=\"no\"></span>And there's a massive array of different options. ",
  "<span translate=\"no\"></span>و کۆمەڵێکی زۆر لە بژاردەی جیاواز هەیە. "
 ],
 [
  "<span translate=\"no\"></span>The digital landscape is a place where you can have fun. ",
  "<span translate=\"no\"></span>دیمەنی دیجیتاڵ شوێنێکە کە دەتوانی خۆشیت هەبێت. "
 ],
 [
  "And you can embrace creativity. ",
  "وە تۆ دەتوانیت داهێنان لە باوەش بکەیت "
 ],
 [
  "<span translate=\"no\"></span>You can do a 600 word write. ",
  "<span translate=\"no\"></span>دەتوانی وشەیەکی 600 بنووسیت. "
 ],
 [
  "<span translate=\"no\"></span>And have a traditional, very traditional story or you could do something that's photo rich or you could do something that's <span translate=\"no\"></span>audio-led. ",
  "<span translate=\"no\"></span>و چیرۆکێکی نەریتی و زۆر تەقلیدیت هەبێت یان دەتوانیت شتێک بکەیت کە وێنە دەوڵەمەندە یان دەتوانیت شتێک بکەیت کە <span translate=\"no\"></span>بە دەنگ بێت. "
 ],
 [
  "<span translate=\"no\"></span>Or you could do something that's data-led. ",
  "<span translate=\"no\"></span>یان دەتوانیت شتێک بکەیت کە بە پێشەنگی داتا بێت. "
 ],
 [
  "And create infographics and you know, display the numbers. ",
  "و زانیاری دروست بکە و دەزانیت، پیشاندانی ژمارەکان. "
 ],
 [
  "<span translate=\"no\"></span>You know, think about the elements of your story that you're putting together and lean into that. ",
  "<span translate=\"no\"></span>دەزانیت، بیر لە توخمەکانی چیرۆکەکەت بکەوە کە پێکەوە دایدەنێی و لێی دەدەیت. "
 ],
 [
  "<span translate=\"no\"></span>What is the thing that works for the story and lean into that. ",
  "<span translate=\"no\"></span>چیە کە کار بۆ چیرۆکەکە دەکات و لێی دەگەڕێتەوە. "
 ],
 [
  "<span translate=\"no\"></span>Because that's ultimately how you should be thinking about your stories. ",
  "<span translate=\"no\"></span>چونکە ئەوە لە کۆتاییدا ئەوەیە کە تۆ دەبێت بیر لە چیرۆکەکانت بکەیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>Don't be boring and just write 600 words because it's the easy thing to do. ",
  "<span translate=\"no\"></span>بێزار مەبە و تەنها ٦٠٠ وشە بنوسە چونکە ئەوە کارێکی ئاسانە بۆ کردنی. "
 ],
 [
  "<span translate=\"no\"></span>You know, embrace that creativity. ",
  "<span translate=\"no\"></span>دەزانیت، ئەو داهێنانە لە باوەش بکە. "
 ],
 [
  "Try and be fun. ",
  "هەوڵ بدە و خۆشبە. "
 ],
 [
  "<span translate=\"no\"></span>Try and be innovative because. ",
  "<span translate=\"no\"></span>هەوڵ بدە و داهێنەر بیت چونکە. "
 ],
 [
  "That's what the audience responds to. ",
  "ئەوە ئەو شتەیە کە بینەران وەڵامی دەدەنەوە "
 ],
 [
  "<span translate=\"no\"></span>That's that's how they're going to embrace your story and ultimately get more out of it. ",
  "<span translate=\"no\"></span>ئەمە بەو شێوەیەیە کە ئەوان چیرۆکەکەت لە باوەش دەکەن و لە کۆتاییدا زیاتر لێی دەردەهێنن. "
 ],
 [
  "<span translate=\"no\"></span>So we want to give people the best of CNN, and what CNN has to offer. ",
  "<span translate=\"no\"></span>کەواتە ئێمە دەمانەوێت باشترینەکانی سی ئێن ئێن بدەینە خەڵک، وە ئەوەی سی ئێن ئێن پێویستە پێشکەشی بکات. "
 ],
 [
  "<span translate=\"no\"></span>So you know, a lot of that is our on the ground reporting, that's what really makes us stand out from competitors. ",
  "<span translate=\"no\"></span>کەواتە تۆ دەزانیت، زۆربەی ئەو شتانەی ئێمەن لەسەر زەوی ڕاپۆرت کردن، ئەمە ئەو شتەیە کە بەڕاستی وامان لێدەکات لە پێشبڕکێکارەکان بوەستینەوە. "
 ],
 [
  " That's, <span translate=\"no\"></span>you know, where we put a lot of our resources as a network, making sure that we have people on the ground telling these stories <span translate=\"no\"></span>and bringing them to people. ",
  " ئەمە <span translate=\"no\"></span>دەزانیت کە ئێمە زۆر سەرچاوەکانمان وەک تۆڕێک داناوە، دڵنیای دەکەینەوە کە خەڵکمان لەسەر زەوییە کە ئەم چیرۆکانە <span translate=\"no\"></span>دەڵێن و دەیانهێنینە خەڵک "
 ],
 [
  "<span translate=\"no\"></span>So that's always what I'm looking for first... ",
  "<span translate=\"no\"></span>بۆیە هەمیشە ئەو شتەیە کە من بەدوای یەکەمدا دەگەڕێم "
 ],
 [
  "is this something that is going to bring the world to that person sitting <span translate=\"no\"></span>there on their phone? ",
  "ئایا ئەمە شتێکە کە جیهان دەهێنێت بۆ ئەو کەسەی <span translate=\"no\"></span>لەسەر تەلەفۆنەکەی دانیشتووە؟ "
 ],
 [
  "<span translate=\"no\"></span>Then we're thinking about is that action, is this really a video moment? ",
  "<span translate=\"no\"></span>کەواتە ئێمە بیر لەوە دەکەینەوە کە ئەم کردارە، ئایا ئەمە بەڕاستی ساتێکی ڤیدیۆیە؟ "
 ],
 [
  "<span translate=\"no\"></span>And sometimes it's like it's a great video and it's very action-led and it's something that you really have to see to believe. ",
  "<span translate=\"no\"></span>و هەندێک جار وا دیارە کە ڤیدیۆیەکی زۆر باشە و زۆر بە کردار بەڕێوە دەچێت و ئەوە شتێکە کە بەڕاستی دەبێت بیبینیت باوەڕ بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>And like those true moments are the things that make really great digital video. ",
  "<span translate=\"no\"></span>وە وەک ئەو ساتە ڕاستانە ئەو شتانەن کە ڤیدیۆی دیجیتاڵی زۆر باش دروست دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>So we're always looking out for those, whether that's a TV reporter package or whether that's a moment that happens on air. ",
  "<span translate=\"no\"></span>کەواتە ئێمە هەمیشە بە دوای ئەوانەدا دەگەڕێین، ئەگەر ئەوە پاکێجێکی پەیامنێری تەلەفزیۆن بێت یان ئەوە ساتێکە کە لە هەوادا ڕوودەدات. "
 ],
 [
  "<span translate=\"no\"></span>For example an anchor reacting to something, that something will will look for. ",
  "<span translate=\"no\"></span>بۆ نمونە بێژەری کاردانەوە بۆ شتێک، کە شتێک بەدوایدا دەگەڕێ. "
 ],
 [
  "Emotional interviews with people that we have.. ",
  "چاوپێکەوتنی سۆزداری لەگەڵ ئەو کەسانەی کە هەمانە. "
 ],
 [
  "<span translate=\"no\"></span>you know, we obviously have lots of guests on air and we'll make sure that, you know, we're monitoring those and seeing how <span translate=\"no\"></span>people are responding. ",
  "<span translate=\"no\"></span>دەزانیت، ئێمە بە ئاشکرا میوانی زۆرمان هەیە لە هەوادا و دڵنیا دەبینەوە کە، دەزانن، ئێمە چاودێری ئەوانە دەکەین و دەبینین خەڵک چۆن <span translate=\"no\"></span>وەڵام دەدەنەوە. "
 ],
 [
  "<span translate=\"no\"></span>You really want to make the most of being on the ground and that's going to come down to capturing as much as you can <span translate=\"no\"></span>of the real sights and sound and raw experience of being there, whether or not you're an on camera reporter or your producer <span translate=\"no\"></span>behind the camera, you're trying to take the audience there, that's the whole point of us going.And ",
  "<span translate=\"no\"></span>تۆ بەڕاستی دەتەوێت زۆرترین بوون لەسەر زەوی بکەیت و ئەوە دێتە خوارەوە تا ئەو ڕادەیەی دەتوانیت <span translate=\"no\"></span>دیمەنە ڕاستەقینەکان و دەنگ و ئەزموونی خاوی بوونی ئەوێ بکەیت یان نا تۆ لە سەر پەیامنێری کامێرا یان بەرهەمهێنەرەکەت لە پشت کامێراوە <span translate=\"no\"></span> تۆ هەوڵ دەدەیت بینەرەکان ببەن بۆ ئەوێ، ئەوە هەموو ئەو خاڵەیە کە ئێمە ئەڕۆین و "
 ],
 [
  "whether that comes down to <span translate=\"no\"></span>finding the most compelling characters that you can find to really reflect the story in the environment you're in. ",
  "ئەگەر ئەوە بێتە خوارەوە بۆ <span translate=\"no\"></span>دۆزینەوەی زۆرترین کاراکتەر کە تۆ دەتوانیت بیدۆزیتەوە بۆ ئەوەی بەڕاستی ئەو چیرۆکە ڕەنگ بداتەوە لەو ژینگەیەی کە تێیدایت. "
 ],
 [
  "<span translate=\"no\"></span>Whether it's about just getting the best NAT SOT and the music in the streets and the color. ",
  "<span translate=\"no\"></span>ئایا ئەوە تەنها بۆ بەدەست هێنانی باشترین نات ئێس یو تی و مۆسیقا لە شەقامەکان و ڕەنگەکان. "
 ],
 [
  " Almost kind of getting that sense <span translate=\"no\"></span>across that the camera is there to take the viewer there. ",
  " بە نزیکەیی جۆرێک لەو هەستە <span translate=\"no\"></span>کە کامێراکە لەوێیە بۆ ئەوەی بینەرەکە بباتە ئەوێ. "
 ],
 [
  "<span translate=\"no\"></span>I think that holds true whether or not you're shooting for a digital video or a TV package. ",
  "<span translate=\"no\"></span>وابزانم ئەوە راستە ئەگەر تۆ تەقە دەکەیت لە ڤیدیۆی دیجیتاڵ یان پاکێجێکی تەلەفیزیۆنی. "
 ],
 [
  "<span translate=\"no\"></span>I think the difference from my point of view having now worked in digital video for more years is you're starting with a <span translate=\"no\"></span>question of why should this be a video? ",
  "<span translate=\"no\"></span>وابزانم جیاوازی لە ڕوانگەی منەوە کە ئێستا لە ڤیدیۆی دیجیتاڵدا کاری کردووە بۆ ماوەی چەند ساڵێکی تر ئەوەیە کە تۆ بە پرسیارێکی <span translate=\"no\"></span>دەست پێ دەکەیت کە بۆچی ئەمە دەبێت ڤیدیۆ بێت؟ "
 ],
 [
  "<span translate=\"no\"></span>Because in a digital environment you don't have to make a video. ",
  "<span translate=\"no\"></span>چونکە لە ژینگەیەکی دیجیتاڵدا پێویست ناکات ڤیدیۆ دروست بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>You can do it with words, you can do it with photos and you're relying on an audience member clicking on it because they <span translate=\"no\"></span>want to watch that video and you've got to make it worth their while. ",
  "<span translate=\"no\"></span>دەتوانیت بە وشەکان بیکەیت، دەتوانیت بە وێنە بیکەیت و پشت بە ئەندامێکی ئامادەبو دەبەستیت کە کلیکی لەسەر دەکات چونکە <span translate=\"no\"></span>دەیانەوێت سەیری ئەو ڤیدیۆیە بکەن و دەبێت بەهای خۆیان بدەن. "
 ],
 [
  "Because if they could get the same information by reading <span translate=\"no\"></span>an article or listening to a podcast or whatever <span translate=\"no\"></span>the other option is, why have you made this video? ",
  "چونکە ئەگەر بتوانن هەمان زانیاری بەدەست بهێنن بە خوێندنەوەی <span translate=\"no\"></span>وتارێک یان گوێگرتن لە پادێکتێک یان هەر <span translate=\"no\"></span>بژاردەکەی تر ئەوەیە، بۆچی ئەم ڤیدیۆیەت دروست کردووە؟ "
 ],
 [
  "<span translate=\"no\"></span>And so it's got to be visual. ",
  "<span translate=\"no\"></span>کەواتە دەبێت بینراو بێت "
 ],
 [
  "<span translate=\"no\"></span>It's got to be giving them something that they can't get another way. ",
  "<span translate=\"no\"></span>دەبێ شتێکیان پێ ببەخشێت کە نەتوانن ڕێگایەکی تر بەدەست بهێنن. "
 ],
 [
  "<span translate=\"no\"></span>If it's a story that is happening immediately, it's happening right now, it's like it's action, action. ",
  "<span translate=\"no\"></span>ئەگەر چیرۆکێک بێت کە یەکسەر ڕوو دەدات، ئێستا ڕوودەدات، وەک کردار وایە، کردار. "
 ],
 [
  "<span translate=\"no\"></span>Action. ",
  "کرداری <span translate=\"no\"></span>."
 ],
 [
  "<span translate=\"no\"></span>We want to convey that to our audience. ",
  "<span translate=\"no\"></span>دەمانەوێت ئەوە بە جەماوەرەکەمان بگەیەنین "
 ],
 [
  "<span translate=\"no\"></span>So we don't want to wait until a polished package comes out five hours later, we want to capture like the rawness of what's <span translate=\"no\"></span>happening in the moment. ",
  "<span translate=\"no\"></span>کەواتە ئێمە نامانەوێت چاوەڕێ بکەین تا پاکێجێکی پۆڵیشکراو دوای پێنج کاتژمێر دێتە دەرەوە، دەمانەوێت وەک خاویی ئەو شتەی کە لە ئێستادا <span translate=\"no\"></span>ڕوودەدات، بگرین. "
 ],
 [
  "<span translate=\"no\"></span>So I think great examples of that are things like Matthew chance on the balcony and Kiev as the first air raid sirens were <span translate=\"no\"></span>going on. ",
  "<span translate=\"no\"></span>بۆیە من پێم وایە نموونە گەورەکانی ئەوە شتی وەک ماثیو چانسن لەسەر بالکۆن و کیێڤ وەک یەکەم هێرشی ئاسمانی <span translate=\"no\"></span>بەردەوام بوون. "
 ],
 [
  "<span translate=\"no\"></span>I'll tell you what, I just heard a big bang right here behind me. ",
  "<span translate=\"no\"></span>چیت پێ دەڵێم، من تەنها گوێم لە تەقینەوەیەکی گەورە بوو لە پشتمەوە. "
 ],
 [
  "<span translate=\"no\"></span>I told you we shouldn't have done live shot here. ",
  "<span translate=\"no\"></span>پێم وت کە ئێمە نەدەبوو لێرە تەقەی ڕاستەوخۆ بکەین. "
 ],
 [
  "<span translate=\"no\"></span>There are big explosions taking place in Kiev right now. ",
  "<span translate=\"no\"></span>ئێستا لە کیێڤ تەقینەوەی گەورە ڕوو دەدات "
 ],
 [
  "Fred Pleitgen on the border between Russia and Ukraine as like tanks <span translate=\"no\"></span>were rolling past him. ",
  "فرێد پلیتگن لە سنووری نێوان ڕووسیا و ئۆکرانیا وەک تانک <span translate=\"no\"></span>بە دوایدا دەسوڕانەوە "
 ],
 [
  "<span translate=\"no\"></span>That was something where you don't need any polish at all. ",
  "<span translate=\"no\"></span>ئەوە شتێک بوو کە هیچ پێویستت بە هیچ پۆڵەندییەک نیە. "
 ],
 [
  "<span translate=\"no\"></span>You just have to see this happening... ",
  "<span translate=\"no\"></span>تۆ تەنها دەبێت ئەوە ببینی کە ڕوودەدات "
 ],
 [
  "like tanks rolling across borders in Europe. ",
  "وەک تانکەکان کە بە درێژایی سنوورەکان لە ئەوروپادا دەسوڕێنەوە "
 ],
 [
  "<span translate=\"no\"></span>Another example I think of all the time is Clarissa Ward on the runway at Kabul Airport trying to be airlifted and evacuated out. ",
  "<span translate=\"no\"></span>نموونەیەکی تر کە من پێم وایە هەموو کات کلارێسا واردە لەسەر ڕێگاکە لە فڕۆکەخانەی کابول هەوڵ دەدات بۆ ئەوەی فرێ بدرێت و چۆڵ بکرێت. "
 ],
 [
  "<span translate=\"no\"></span>Please get these people some tents. ",
  "<span translate=\"no\"></span>تکایە ئەم خەڵکە چەند چادرێک وەربگرە "
 ],
 [
  "<span translate=\"no\"></span>Okay, I'm okay. ",
  "<span translate=\"no\"></span>باشە، من باشم "
 ],
 [
  "<span translate=\"no\"></span>But the women with their babies, they can't be standing out in the 95 degree sun for eight hours. ",
  "<span translate=\"no\"></span>بەڵام ئەو ژنانەی منداڵیان هەیە، ناتوانن بۆ ماوەی هەشت کاتژمێر لە خۆری 95 پلەدا راوەستن "
 ],
 [
  "<span translate=\"no\"></span>They just can't. ",
  "<span translate=\"no\"></span>ئەوان ناتوانن "
 ],
 [
  "<span translate=\"no\"></span>After the city fell to the Taliban, we really wanted to let that rawness come across to our digital audiences. ",
  "<span translate=\"no\"></span>دوای ئەوەی شارەکە کەوتە دەست تاڵیبان، ئێمە بەڕاستی ویستمان ڕێگە بدەین ئەو خاوییە بێتە ناو بینەرە دیجیتاڵەکانمانەوە "
 ],
 [
  "<span translate=\"no\"></span>One format, which people are very familiar that became very popular in the kind of advent of digital video journalism is <span translate=\"no\"></span>character lead pieces. ",
  "<span translate=\"no\"></span>یەک فۆرمات، کە خەڵک زۆر ئاشنان کە زۆر بەناوبانگ بوون لە جۆرێک لە ڕۆژنامەگەری ڤیدیۆی دیجیتاڵ <span translate=\"no\"></span>پارچەی پێشەنگی کارەکتەرە. "
 ],
 [
  " This was something that wasn't, you know, so much part of the daily bread of TV journalism right? ",
  " ئەمە شتێک بوو کە ئەوە نەبوو، دەزانیت، بەشێکی زۆر لە نانی ڕۆژانەی رۆژنامەگەری تەلەفیزیۆن دروستە؟ "
 ],
 [
  "<span translate=\"no\"></span>You know, we commonly have reported lead pieces on TV so if you're going to have a whole piece hung around a character, of <span translate=\"no\"></span>course you need to find a character who's completely central to the story, who has enough about them that can carry the arc <span translate=\"no\"></span>of the piece. ",
  "<span translate=\"no\"></span>دەزانیت، ئێمە بە شێوەیەکی گشتی لە تەلەفزیۆنەوە راپۆرتی پارچەی پێشەنگمان داوە بۆیە ئەگەر تۆ هەموو پارچەیەک لە دەوری کارەکتەرێک هەڵواسراوە، <span translate=\"no\"></span>خولەکە پێویستە کارەکتەرێک بدۆزیتەوە کە بەتەواوی ناوەندی چیرۆکەکەیە، کە ئەو شتەی کە لە بارەیانەوە هەیە کە دەتوانێت کەوانەکە <span translate=\"no\"></span>پارچەکە هەڵبگرێت. "
 ],
 [
  "<span translate=\"no\"></span>And in an ideal world for me, the best ones will be a video where you found a character who brings to life an issue <span translate=\"no\"></span>which then resonates well beyond their situation and for our audience well beyond the country they're from or the city they're from. ",
  "<span translate=\"no\"></span>و لە جیهانێکی نموونەیی بۆ من باشترینەکان ڤیدیۆیەک دەبن کە تێیدا کارەکتەرێکت دۆزیەوە کە بابەتێکی <span translate=\"no\"></span>بۆ ژیان دەهێنێت کە دواتر بە باشی لە دەرەوەی بارودۆخیان دەنگ دەداتەوە و بۆ بینەرانمان بە باشی لە دەرەوەی ئەو وڵاتەی کە خەڵکی یان ئەو شارەن "
 ],
 [
  "<span translate=\"no\"></span>You know, we really want people to here these local stories which take them to the heart of an issue and then connect the <span translate=\"no\"></span>dots to how that's relevant to them and how that resonates to them, oceans oceans apart on the other side of the world. ",
  "<span translate=\"no\"></span>دەزانیت، ئێمە بەڕاستی دەمانەوێت خەڵک لێرە ئەم چیرۆکە ناوخۆییانە کە دەیانباتە دڵی بابەتێکەوە و پاشان خاڵەکانی <span translate=\"no\"></span>پەیوەست دەکەن بەوەی کە چۆن پەیوەندی بەوانەوە هەیە و چۆن ئەو چیرۆکە بۆ ئەوان هەڵدەوەشێنێتەوە، ئۆقیانووسەکان لە لایەکی دیکەی جیهان "
 ],
 [
  "<span translate=\"no\"></span>You really want to firstly use the fact that you've gone to a place to speak to the people which are really connected to <span translate=\"no\"></span>the story. ",
  "<span translate=\"no\"></span>تۆ بەڕاستی دەتەوێت سەرەتا ئەو ڕاستییە بەکاربێنیت کە تۆ چوویتە شوێنێک بۆ قسەکردن لەگەڵ ئەو کەسانەی کە بە ڕاستی پەیوەستن بە <span translate=\"no\"></span>چیرۆکەکە. "
 ],
 [
  "Obviously all the better if they are compelling on camera, but that doesn't come ahead of their role in the story <span translate=\"no\"></span>and what they have to tell us editorially about the story we're telling. ",
  "بە ئاشکرایی هەمووی باشترە ئەگەر ئەوان ناچاری کامێرا بن، بەڵام ئەوە لە ڕۆڵی خۆیان لە چیرۆکەکەدا <span translate=\"no\"></span>و ئەوەی کە دەبێت بە سەروتار پێمان بڵێن دەربارەی ئەو چیرۆکەی کە دەیڵێین. "
 ],
 [
  "<span translate=\"no\"></span>I think it comes down to, you know, what is this character going to tell us that we can't find out from anyone else? ",
  "<span translate=\"no\"></span>وابزانم ئەوە دێتە خوارەوە، دەزانیت، ئەم کارەکتەرە چیمان پێ دەڵێت کە ناتوانین لە کەسی تر بزانین؟ "
 ],
 [
  " And <span translate=\"no\"></span>what are we bringing our audience that somebody else can't bring them by finding this person and hearing what they have to <span translate=\"no\"></span>say. ",
  " وە <span translate=\"no\"></span>ئەوەی کە ئێمە بینەرەکانمان دەهێنین کە کەسێکی تر ناتوانێت بیهێنێت بە دۆزینەوەی ئەم کەسە و بیستنی ئەوەی کە دەبێت چی بڵێت <span translate=\"no\"></span>. "
 ],
 [
  " Character driven pieces are so important online because people really connect with characters and they connect with <span translate=\"no\"></span>their stories that tell kind of the bigger piece. ",
  " پارچەی کارەکتەری لێخوڕین زۆر گرنگن لە سەرهێڵ چونکە خەڵک بە ڕاستی پەیوەندیان بە کارەکتەرەکانەوە هەیە و پەیوەندیان هەیە بە <span translate=\"no\"></span>چیرۆکەکانیان کە جۆرێک لە پارچەی گەورەتر دەگێڕنەوە. "
 ],
 [
  "<span translate=\"no\"></span>So I think that's what we're always looking for when we're choosing what program on our different platforms... ",
  "<span translate=\"no\"></span>بۆیە پێم وایە کە ئێمە هەمیشە بە دوایدا دەگەڕێین کاتێک ئێمە چ بەرنامەیەک هەڵبژێرین لەسەر پلاتفۆرمە جیاوازەکانمان "
 ],
 [
  "is what's this <span translate=\"no\"></span>person's small story that tells the big story? ",
  "چیرۆکی بچووکی ئەم کەسە <span translate=\"no\"></span>چیە کە چیرۆکی گەورە دەگێڕێتەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>So I think a great example of that is when the blast went off in Beirut port, there was the bride who was, you know <span translate=\"no\"></span>she was standing in the streets and she was having her wedding video taken and all of a sudden there was a huge blast. ",
  "<span translate=\"no\"></span>بۆیە پێم وایە نموونەیەکی گەورەی ئەوە ئەوەیە کە تەقینەوەکە لە بەندەری بەیروت دەرچوو بوو بووکە بوو، دەزانیت <span translate=\"no\"></span>لە شەقامەکان وەستابوو و ڤیدیۆی هاوسەرگیرییەکەی گرت و هەموو لەناکاو تەقینەوەیەکی گەورە ڕوویدا "
 ],
 [
  "<span translate=\"no\"></span>She was just one character in this big story and she really captured that and that was kind of one of the moments that really <span translate=\"no\"></span>resonated with people. ",
  "<span translate=\"no\"></span>ئەو تەنیا یەک کەسایەتی بوو لەم چیرۆکە گەورەیەدا و ئەو بە ڕاستی گرتی و ئەوە جۆرێک بوو لە یەکێک لەو ساتانەی کە بەڕاستی <span translate=\"no\"></span>لەگەڵ خەڵکدا هەڵسابوو. "
 ],
 [
  "<span translate=\"no\"></span>I think there are a lot of myths about what works in digital video that doesn't work in tv and I think one of the <span translate=\"no\"></span>myths is that people who make digital video think that reporters shouldn't be in digital videos and it is absolutely not true. ",
  "<span translate=\"no\"></span>پێم وایە ئەفسانەیەکی زۆر هەیە دەربارەی ئەوەی کە لە ڤیدیۆی دیجیتاڵدا کاردەکات کە لە تەلەفزیۆندا کار ناکات و پێم وایە یەکێک لە ئەفسانە <span translate=\"no\"></span>ئەوەیە کە ئەو کەسانەی کە ڤیدیۆی دیجیتاڵ دروست دەکەن پێیان وایە نابێت پەیامنێران لە ڤیدیۆی دیجیتاڵدا بن "
 ],
 [
  "<span translate=\"no\"></span>I think that a good video piece is a good video piece. ",
  "<span translate=\"no\"></span>وابزانم پارچە ڤیدیۆیەکی باشە. "
 ],
 [
  "<span translate=\"no\"></span>And whether or not that was originally made for TV or digital is by the by and there are thousands millions of examples of <span translate=\"no\"></span>TV packages which are absolutely perfect for an online audience and nothing needs to be changed about them. ",
  "<span translate=\"no\"></span>یان نا کە لە بنەڕەتدا بۆ تەلەڤزیۆن یان دیجیتاڵ دروست کراوە بە پێیە و هەزاران ملیۆن نموونەی پاکێجی تەلەفزیۆنی <span translate=\"no\"></span>هەیە کە بەتەواوی بۆ بینەرێکی ئۆنلاین تەواون و هیچ شتێک پێویست ناکات لەبارەیانەوە بگۆڕدرێت "
 ],
 [
  "<span translate=\"no\"></span>And those basically are the best pieces, none of our talented reporters just put themselves in a piece to camera if they're <span translate=\"no\"></span>not using that opportunity to show us something to use their presence there to take us deeper into the story. ",
  "<span translate=\"no\"></span>و ئەوانە لە بنچینەدا باشترین پارچەن، هیچ کام لە پەیامنێرە بەتواناکانمان تەنیا خۆیان لە پارچەیەک بۆ کامێرا دانەناوە ئەگەر <span translate=\"no\"></span>ئەو دەرفەتە بەکار نەهێنن بۆ ئەوەی شتێکمان نیشان بدەن کە لەوێ ئامادەبوونەکەیان بەکاربێنن بۆ ئەوەی ئێمە قوڵتر بکەنەوە بۆ ناو چیرۆکەکە "
 ],
 [
  "<span translate=\"no\"></span>Right? ",
  "<span translate=\"no\"></span>ڕاستە؟ "
 ],
 [
  "<span translate=\"no\"></span>So we know this, this is a basic fundamental. ",
  "<span translate=\"no\"></span>کەواتە ئێمە ئەمە دەزانین، ئەمە بنچینەیەکی بنەڕەتییە. "
 ],
 [
  " But the reporters presence should be enhancing the story by us being on a journey <span translate=\"no\"></span>with them being in that place, standing there as a talking head in the way they would as a live hit isn't as compelling for <span translate=\"no\"></span>digital video because we want to be seeing as much as we can, we want to be drinking up the visuals in a digital environment. ",
  " بەڵام ئامادەبونی پەیامنێران دەبێت چیرۆکەکە زیاتر بکات لەلایەن ئێمەوە لەسەر سەفەرێک <span translate=\"no\"></span>بوون لەگەڵیان لەو شوێنەدا ڕاوەستان وەک سەرێکی قسەکەر بەو شێوەیەی کەدەیانویست وەک لێدانێکی ڕاستەوخۆ ناچارکەر نییە بۆ <span translate=\"no\"></span>ڤیدیۆی دیجیتاڵ چونکە ئێمە دەمانەوێ  ئێمە دەمانەوێت بیناسەکان لە ژینگەیەکی دیجیتاڵدا بخۆینەوە "
 ],
 [
  "<span translate=\"no\"></span>Otherwise in some cases we might as well be reading rather than watch a video. ",
  "<span translate=\"no\"></span>ئەگەرنا لە هەندێک حاڵەتدا لەوانەیە ئێمە بخوێنینەوە نەک سەیری ڤیدیۆ بکەین. "
 ],
 [
  " Sara Sidner when she was reporting on Covid in the <span translate=\"no\"></span>States, she had this moment where she was in a community that just sort of didn't really believe what was going on with Covid <span translate=\"no\"></span>and she just broke down and was like, we can't keep doing this to each other. ",
  " سارا سیدنەر کاتێک لە <span translate=\"no\"></span>ویلایەتەکاندا ڕاپۆرتی کۆڤیدی دەکرد، ئەو ئەو ساتەی هەبوو کە ئەو لە کۆمەڵگەیەکدا بوو کە بە ڕاستی باوەڕیان نەدەکرد کە لەگەڵ کۆڤید <span translate=\"no\"></span>چی ڕوودەدات و ئەو هەر شکا و وەک ئەوە بوو، ناتوانین بەردەوام بین لە ئەنجامدانی ئەمە لەگەڵ یەکتر "
 ],
 [
  "<span translate=\"no\"></span>You know, we really need to take care of our communities. ",
  "<span translate=\"no\"></span>دەزانی، ئێمە بەڕاستی پێویستە ئاگامان لە کۆمەڵگاکانمان بێت. "
 ],
 [
  "<span translate=\"no\"></span>And that was one of those moments that I think really drove home a lot of the pain and emotional suffering that was going <span translate=\"no\"></span>on during the pandemic. ",
  "<span translate=\"no\"></span>و ئەوە یەکێک بوو لەو ساتانەی کە من پێم وایە بەڕاستی ئەو ئازار و ئازارە سۆزدارییەی کە <span translate=\"no\"></span>لە کاتی پەتاکەدا بەرەو ماڵەوە دەچوو. "
 ],
 [
  "<span translate=\"no\"></span>I'm sorry this is the... ",
  "<span translate=\"no\"></span>ببورە ئەمە "
 ],
 [
  "<span translate=\"no\"></span>I apologize, I'm gonna try to try to get through this. ",
  "<span translate=\"no\"></span>داوای لێبوردن دەکەم، من هەوڵ دەدەم کە تێبپەڕم "
 ],
 [
  "<span translate=\"no\"></span>This is the tenth hospital that I have been in and to see the way that these families have to live after this and the heartache <span translate=\"no\"></span>that goes so far and so wide, <span translate=\"no\"></span>If it's going to be a digital video, firstly, it's going to come back to, how are you going to sell it to the viewer? ",
  "<span translate=\"no\"></span>ئەمە دەهەمین نەخۆشخانەیە کە من تێیدا بووم و ئەو ڕێگایە ببینم کە ئەم خێزانانە دەبێت دوای ئەمە بژین و ئەو دڵڕەقە <span translate=\"no\"></span>کە تا ئێستا و زۆر فراوان دەبێت <span translate=\"no\"></span>ئەگەر بێت بە ڤیدیۆیەکی دیجیتاڵی، سەرەتا دەگەڕێتەوە بۆ  چۆن دەیفرۆشیت بە بینەر؟ "
 ],
 [
  "<span translate=\"no\"></span>We want to hear a headline in all digital content really when somebody's pitching because we live or die by the headline <span translate=\"no\"></span>and the thumbnail and the way in which we present and sell this content to the viewer. ",
  "<span translate=\"no\"></span>ئێمە دەمانەوێت لە هەموو ناوەڕۆکی دیجیتاڵدا مانشێتێک ببیستین کاتێک کەسێک هەڵیدەدا چونکە ئێمە دەژین یان دەمرین بە مانشێتی <span translate=\"no\"></span>و وێنە بچووکەکە و ئەو شێوازەی کە ئێمە ئەم ناوەرۆکە پێشکەش دەکەین و دەیفرۆشین بە بینەر "
 ],
 [
  "<span translate=\"no\"></span>If you can't encapsulate what is the specific angle and the specific selling point of this piece of content that you want <span translate=\"no\"></span>to do? ",
  "<span translate=\"no\"></span>ئەگەر ناتوانیت گۆشە دیاریکراوەکە و خاڵی فرۆشتنی دیاریکراوی ئەم پارچە ناوەڕۆکەی کە دەتەوێت <span translate=\"no\"></span>بیکەیت چیە؟ "
 ],
 [
  "<span translate=\"no\"></span>No one's going to click on it and you could make you could make an Emmy-worthy stunning film that nobody will ever see. ",
  "<span translate=\"no\"></span>هیچ کەسێک لەسەری کلیک ناکات و تۆ دەتوانیت وا لە تۆ بکەیت کە بتوانیت فیلمێکی سەرسوڕهێنەری ئیمی دروست بکەیت کە کەس هەرگیز نەیبینێت. "
 ],
 [
  "<span translate=\"no\"></span>So you have to be laser focused on what is the USP of this piece of content. ",
  "<span translate=\"no\"></span>کەواتە تۆ دەبێت لەیزەری سەرنج بدەیت لەسەر ئەوەی کە یو ئێس پی ئەم پارچە ناوەڕۆکە چییە. "
 ],
 [
  "We're gonna ask questions, has it been done before? ",
  "ئێمە پرسیار دەکەین، ئایا پێشتر کراوە؟ "
 ],
 [
  "<span translate=\"no\"></span>How has it been done before? ",
  "<span translate=\"no\"></span>پێشتر چۆن کراوە؟ "
 ],
 [
  "<span translate=\"no\"></span>You know, what are your elements, what makes it visual? ",
  "<span translate=\"no\"></span>دەزانیت، توخمەکانت چین، چی وا دەکات بینراو بێت؟ "
 ],
 [
  "<span translate=\"no\"></span>Why should it be a video? ",
  "<span translate=\"no\"></span>بۆچی دەبێت ڤیدیۆ بێت؟ "
 ],
 [
  "<span translate=\"no\"></span>What format do you want to make? ",
  "<span translate=\"no\"></span>دەتەوێت چ فۆرماتێک دروست بکەیت؟ "
 ],
 [
  "<span translate=\"no\"></span>Oh, you want to do it as a cat or how strong is your character? ",
  "<span translate=\"no\"></span>ئۆه، دەتەوێت وەک پشیلەیەک بیکەیت یان کەسایەتیەکەت چەند بەهێزە؟ "
 ],
 [
  "You want to do it as a short documentary? ",
  "دەتەوێت وەک بەڵگەنامەیەکی کورت بیکەیت؟ "
 ],
 [
  "<span translate=\"no\"></span>Why are you going deeper? ",
  "<span translate=\"no\"></span>بۆچی قوڵتر دەچیت؟ "
 ],
 [
  "<span translate=\"no\"></span>How are we going to keep people engaged for that long? ",
  "<span translate=\"no\"></span>چۆن وا دەکەین خەڵک بۆ ماوەیەکی درێژ سەرقاڵ بکەین؟ "
 ],
 [
  "<span translate=\"no\"></span>Oh, it's an investigation. ",
  "<span translate=\"no\"></span>ئۆه، لێکۆڵینەوەیە "
 ],
 [
  "<span translate=\"no\"></span>What is it, you know? ",
  "<span translate=\"no\"></span>چیە، دەزانیت؟ "
 ],
 [
  "<span translate=\"no\"></span>So obviously we want people to be really clear on the format they've chosen and why. ",
  "<span translate=\"no\"></span>زۆر بە ڕوونی ئێمە دەمانەوێت خەڵک بەڕاستی ڕوون بن لەسەر ئەو فۆرماتەی کە هەڵیانبژاردووە و بۆچی. "
 ],
 [
  " I think in terms of what works well... ",
  " وابزانم لە ڕووی ئەوەی کە بە باشی کار دەکات "
 ],
 [
  "<span translate=\"no\"></span>the key with online is thinking about the platform. ",
  "<span translate=\"no\"></span>کلیلەکە بە ئۆنلاین بیر لە سەکۆکە دەکاتەوە. "
 ],
 [
  "<span translate=\"no\"></span>So what someone wants to watch on our homepage isn't necessarily the same as what somebody wants to watch on Twitter or what <span translate=\"no\"></span>somebody wants to watch on YouTube. ",
  "<span translate=\"no\"></span>کەواتە ئەوەی کە کەسێک دەیەوێت سەیری لاپەڕەی ماڵەوەی ئێمە بکات مەرج نییە وەک ئەوەی کەسێک دەیەوێت سەیری تویتەر بکات یان <span translate=\"no\"></span>کەسێک دەیەوێت سەیری یوتوب بکات. "
 ],
 [
  "<span translate=\"no\"></span>So as much as we can, we're trying to understand the way that the platform works and the way that the user interacts with <span translate=\"no\"></span>it so that we can make sure that we're giving them the best form of storytelling for their needs on that platform. ",
  "<span translate=\"no\"></span>تا ئەو ڕادەیەی کە دەتوانین، هەوڵدەدەین بەو شێوەیە تێبگەین کە پلاتفۆرمەکە کاردەکات و بەو شێوەیەی کە بەکارهێنەرەکە کاردەکات لەگەڵ <span translate=\"no\"></span>بۆ ئەوەی دڵنیابینەوە کە ئێمە باشترین شێوەی چیرۆکبێژییان دەدەینێ بۆ پێداویستییەکانیان لەسەر ئەو پلاتفۆرمە "
 ],
 [
  "<span translate=\"no\"></span>So on YouTube, you know, maybe it's more of a lean-back experience, something that is more like a short doc or just slightly <span translate=\"no\"></span>longer format and on platform. ",
  "<span translate=\"no\"></span>کەواتە لە یوتوب، دەزانیت، لەوانەیە زیاتر ئەزموونێکی پشتەوە بێت، شتێک کە زیاتر وەک دۆکیومێنتێکی کورت بێت یان تەنها کەمێک <span translate=\"no\"></span>فۆرماتی درێژتر و لەسەر پلاتفۆڕم بێت. "
 ],
 [
  "Maybe it's, you know, something that is a little bit more throws you right in the moment or <span translate=\"no\"></span>you know, whatever it is on mobile while people have very, very short attention spans. ",
  "لەوانەیە ئەوە بێت، تۆ دەزانیت، شتێک کە تۆزێک زیاتر فڕێت دەدات لە ئێستادا یان <span translate=\"no\"></span>دەزانیت، هەرشتێک لەسەر مۆبایل بێت لە کاتێکدا خەڵک زۆر زۆر کەم سەرنجیان هەیە. "
 ],
 [
  "Because if you think about how you're <span translate=\"no\"></span>watching video on your mobile, you're probably not sitting there and watching it for four or five minutes, you probably want <span translate=\"no\"></span>to see exactly what it is that you came there to see and you know, and then move on to the next story. ",
  "چونکە ئەگەر بیر لەوە بکەیتەوە کە چۆن <span translate=\"no\"></span>سەیری ڤیدیۆ دەکەیت لەسەر مۆبایلەکەت، لەوانەیە لەوێ دانیشەیت و بۆ ماوەی چوار یان پێنج خولەک سەیری بکەیت، لەوانەیە دەتەوێت <span translate=\"no\"></span>بە تەواوی ببینیت کە هاتیتە ئەوێ بۆ بینین و دەزانیت، و پاشان بڕۆ بۆ چیرۆکی داهاتوو "
 ],
 [
  "<span translate=\"no\"></span>So we're thinking about the different platforms and what works best for those and then we can figure out, you know, what's <span translate=\"no\"></span>the best way to tell that story. ",
  "<span translate=\"no\"></span>کەواتە ئێمە بیر لە پلاتفۆرمە جیاوازەکان دەکەینەوە و ئەوەی کە باشترین کار بۆ ئەوانە دەکات و دواتر دەتوانین بزانین کە چی <span translate=\"no\"></span>باشترین ڕێگایە بۆ گێڕانەوەی ئەو چیرۆکە. "
 ],
 [
  "I think when it comes to the duration of a digital video, and this is true of all <span translate=\"no\"></span>digital content, it all comes down to the environment that somebody is coming to that content in. ",
  "وابزانم کاتێک دێتە سەر ماوەی ڤیدیۆیەکی دیجیتاڵ، وە ئەمە لە هەموو ناوەڕۆکی دیجیتاڵی <span translate=\"no\"></span>ڕاستە، هەمووی دێتە خوارەوە بۆ ئەو ژینگەیەی کە کەسێک دێت بۆ ئەو ناوەرۆکە. "
 ],
 [
  " CNN is most associated with <span translate=\"no\"></span>being not just a news environment, but in many ways of breaking news environment. ",
  " سی ئێن ئێن زیاتر پەیوەندی هەیە بە <span translate=\"no\"></span>نەک تەنها ژینگەیەکی هەواڵ، بەڵکو لە زۆر ڕووەوە بۆ شکاندنی ژینگەی هەواڵ. "
 ],
 [
  "<span translate=\"no\"></span>So our audience, when they come to us, you know, they spend an average of a few minutes on the platform maybe, you know, <span translate=\"no\"></span>four or five times a day and obviously this this data shifts all the time. ",
  "<span translate=\"no\"></span>کەواتە بینەرانمان کاتێک دێن بۆ لای ئێمە، دەزانن، ئەوان بە تێکڕایی چەند خولەکێک لە سەکۆکەدا سەرف دەکەن، لەوانەیە، دەزانن، <span translate=\"no\"></span>چوار یان پێنج جار لە ڕۆژێکدا و بە ئاشکرا ئەم داتایە هەموو کات دەگۆڕێت. "
 ],
 [
  "But they're often in a busy day, they're coming <span translate=\"no\"></span>to us to get the headlines, they're not in a sort of lean back mood to kind of settle in. ",
  "بەڵام ئەوان زۆر جار لە ڕۆژێکی سەرقاڵدان، ئەوان <span translate=\"no\"></span>بۆ ئێمە دێن بۆ ئەوەی سەردێرەکان بەدەست بهێنین، ئەوان لە مەزاجێکی پشتەوە نین بۆ ئەوەی جۆرێک لە جێگیربوون تێیدا بن. "
 ],
 [
  "<span translate=\"no\"></span>Some viewers come of course to do that, but a lot of them are, can be quite a sort of skittish mindset of trying to <span translate=\"no\"></span>just quickly get a sense of what's going on and move on. ",
  "<span translate=\"no\"></span>هەندێک لە بینەران بە دڵنیاییەوە دێن بۆ ئەوەی ئەوە بکەن، بەڵام زۆر لەوان، دەتوانن بە تەواوی جۆرێک لە بیرکردنەوەیەکی زۆر باش بن لە هەوڵدان بۆ <span translate=\"no\"></span>تەنها بە خێرایی هەستێک بەدەست بهێنن کە چی ڕوودەدات و بەردەوام دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>That in some ways does obviously drive pressure to keep videos short to say that people can get what they need from them. ",
  "<span translate=\"no\"></span>کە لە هەندێک ڕێگادا بە ئاشکرا فشار دروست دەکات بۆ ئەوەی ڤیدیۆکان بە کورتی بهێڵنەوە بۆ ئەوەی بڵێن خەڵک دەتوانن ئەو شتەی کە پێویستیان پێیە لێیان بەدەست بهێنن. "
 ],
 [
  "<span translate=\"no\"></span>However, we've had tremendous success with a lot of much longer form video. ",
  "<span translate=\"no\"></span>هەرچۆنێک بێت، ئێمە سەرکەوتنێکی گەورەمان هەبوو لەگەڵ زۆر زیاتر لە ڤیدیۆی فۆرم. "
 ],
 [
  "And I think the success of keeping people with <span translate=\"no\"></span>a piece no matter the duration is a combination, not just of making an excellent video, which obviously we try to do with <span translate=\"no\"></span>all our videos, but giving people a sense of what they're opting in for when they click on it. ",
  "وە من پێم وایە سەرکەوتنی هێشتنەوەی خەڵک بە <span translate=\"no\"></span>پارچەکە گرنگ نییە ماوەکە تێکەڵە، نەک تەنها بۆ دروستکردنی ڤیدیۆیەکی نایاب، کە بە ئاشکرایی هەوڵ دەدەین لەگەڵ <span translate=\"no\"></span>هەموو ڤیدیۆکانمان ئەنجامی بدەین، بەڵام هەستێک بە خەڵک بدەین کە چی هەڵدەبژێرن بۆ کاتێک کە کلیکی لەسەر دەکەن "
 ],
 [
  "And that can be a combination <span translate=\"no\"></span>of the headline that they've they've flicked on the the thumbnail image that goes with the piece, a tone setting in terms <span translate=\"no\"></span>of the way that video is presented. ",
  "وە ئەمە دەتوانێت تێکەڵەیەک بێت <span translate=\"no\"></span>سەردێڕی کە ئەوان لەسەر وێنەی وێنە بچووکەکە کە لەگەڵ پارچەکەدا دەڕوات، ڕێکبەندێکی تۆن لە ڕووی <span translate=\"no\"></span>شێوازی پێشکەش کردنی ڤیدیۆکە "
 ],
 [
  "How is it framed on the page? ",
  "چۆن لە لاپەڕەکەدا چوارچێوە گیراوە؟ "
 ],
 [
  "<span translate=\"no\"></span>What is the framing and what are you telling somebody as they decide to click on that? ",
  "<span translate=\"no\"></span>چەنێک و چی بە کەسێک ئەڵێی کە ئەوان بڕیار دەدەن لەسەر ئەوە کلیک بکەن؟ "
 ],
 [
  "<span translate=\"no\"></span>Do they know that what they're about to opt in for is a sort of 10 minute deep dive or a four minute explainer or <span translate=\"no\"></span>a one minute 30 quick text on screen. ",
  "<span translate=\"no\"></span>ئایا ئەوان دەزانن کە ئەو شتەی کە ئەوان بۆی هەڵدەبژێرن جۆرێکە لە 10 خولەکی قوڵی هەڵئاولێدان یان 4 خولەک ڕوونکەرەوە یان <span translate=\"no\"></span>یەک خولەک و 30 دەقی خێرا لەسەر شاشەکە. "
 ],
 [
  "<span translate=\"no\"></span>Just get a sense of the latest development in this story. ",
  "<span translate=\"no\"></span>تەنها هەست بە تازەترین پەرەسەندن لەم چیرۆکە بکە. "
 ],
 [
  "<span translate=\"no\"></span>So I think as long as you can give people a sense of what it is they're opting in for and that depends that can <span translate=\"no\"></span>that that applies to, you know, the CNN environment or anywhere, you're much more likely to keep them with you till the end <span translate=\"no\"></span>of the piece. ",
  "<span translate=\"no\"></span>بۆیە من پێم وایە هەتا بتوانیت هەستێک بە خەڵک بدەیت لەوەی کە ئەوان چی هەڵدەبژێرن بۆی وە ئەوە پەیوەستە بەوەی کە <span translate=\"no\"></span>کە لەسەری جێبەجێ دەبێت، دەزانیت، ژینگەی سی ئێن ئێن یان هەر شوێنێک، تۆ زۆر زیاتر ئەگەری ئەوەت هەیە کە ئەوان لەگەڵ خۆتدا بهێڵیتەوە تا کۆتایی <span translate=\"no\"></span>پارچەکە. "
 ],
 [
  "<span translate=\"no\"></span>We try and think about telling this story with a beginning and a middle and an end, you know, it kind of comes all back <span translate=\"no\"></span>to basics, what's your narrative arc here? ",
  "<span translate=\"no\"></span>هەوڵ دەدەین و بیر لە گێڕانەوەی ئەم چیرۆکە دەکەینەوە بە سەرەتا و ناوەند و کۆتایی، دەزانیت، ئەوە جۆرێکە لە هەموو <span translate=\"no\"></span>دەگەڕێتەوە بۆ بنچینەکان، لێرەدا کەوانێکی چیرۆکەکەت چییە؟ "
 ],
 [
  "<span translate=\"no\"></span>What do people need to know at the beginning? ",
  "<span translate=\"no\"></span>خەڵک پێویستە چی بزانن لە سەرەتادا؟ "
 ],
 [
  "what's the crescendo? ",
  "ئەوە چیە؟ "
 ],
 [
  "<span translate=\"no\"></span>You know, what's the action and what's the kind of resolution at the end? ",
  "<span translate=\"no\"></span>دەزانیت، کردارەکە چیە و لە کۆتایدا چ جۆرە چارەیەک هەیە؟ "
 ],
 [
  "<span translate=\"no\"></span>You know, we think, we think in those terms to try and get people to engage throughout the whole thing. ",
  "<span translate=\"no\"></span>دەزانیت، ئێمە پێمان وایە، ئێمە لەو چەمکانەدا بیر دەکەینەوە کە هەوڵ بدەن و خەڵک بە درێژایی هەموو شتێک تێوەگلان بکەن. "
 ],
 [
  " Big believer in your <span translate=\"no\"></span>video should be as long as it needs to be. ",
  " بڕوادارێکی گەورە بە ڤیدیۆی <span translate=\"no\"></span>تۆ دەبێت هەتا پێویست بێت. "
 ],
 [
  "<span translate=\"no\"></span>You know, it might need to be 60 seconds, it might need to be 4.5 ",
  "<span translate=\"no\"></span>دەزانیت، لەوانەیە پێویستی بە 60 چرکە بێت، لەوانەیە پێویستی بە 4.5 بێت "
 ],
 [
  "minutes. ",
  "خولەک "
 ],
 [
  "<span translate=\"no\"></span>I think that depends on what story you're trying to tell, how many elements there are, what you're trying to do. ",
  "<span translate=\"no\"></span>وابزانم ئەوە پشت دەبەستێت بە چ چیرۆکێک کە تۆ هەوڵ دەدەیت بیڵێیت، چەند توخم هەیە، ئەوەی کە تۆ هەوڵ دەدەی بیکەیت. "
 ],
 [
  "<span translate=\"no\"></span>You know, I think there's sometimes a tendency to think, oh, anything can go online, we can just publish as as long as we <span translate=\"no\"></span>want to publish, that's the beauty of online. ",
  "<span translate=\"no\"></span>دەزانیت، پێم وایە هەندێک جار مەیلێک هەیە بۆ بیرکردنەوە، ئۆه، هەر شتێک ئەتوانێت بچێتە سەرهێڵ، ئێمە دەتوانین تەنها بڵاو بکەینەوە هەتا <span translate=\"no\"></span>دەمانەوێت بڵاوی بکەینەوە، ئەوە جوانی سەرهێڵە. "
 ],
 [
  "<span translate=\"no\"></span>If you're really gonna engage digital audiences, you need to, you need to make sure that you're giving <span translate=\"no\"></span>them what they want and not what you want to put online, if that makes sense. ",
  "<span translate=\"no\"></span>ئەگەر تۆ بە راستی بینەری دیجیتاڵی تێوەگلێنیت، پێویستە دڵنیابیتەوە لەوەی کە <span translate=\"no\"></span>ئەوان دەیدەیت کە دەیانەوێت و ئەو شتەی کە دەتەوێت بیخەیتە سەرهێڵ، ئەگەر ئەمە مانای هەبێت. "
 ],
 [
  "<span translate=\"no\"></span>I think ultimately good storytelling is good storytelling. ",
  "<span translate=\"no\"></span>وابزانم لە کۆتاییدا چیرۆکبێژی باش چیرۆکبێژی باشە. "
 ],
 [
  "And if a video is pulling you along and you're compelled to stay <span translate=\"no\"></span>with it because you feel that you're being pulled on a narrative journey where you're gonna learn more by sticking around <span translate=\"no\"></span>you're going to stay with it. ",
  "وە ئەگەر ڤیدیۆیەک تۆ ڕادەکێشێت و ناچارت کرد کە <span translate=\"no\"></span>لەگەڵی بمێنیتەوە چونکە هەست دەکەیت کە لە گەشتێکی چیرۆکدا ڕادەکێشرێیت کە تیایدا زیاتر فێر دەبیت بە لکاندن <span translate=\"no\"></span>لەگەڵی دەمێنیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>If there's a very flat structure to a story where you've basically been given everything that you're going to be given off <span translate=\"no\"></span>the bat and then there's a sort of, let's elaborate massive section after that, I think we lose people because they feel <span translate=\"no\"></span>a bit of drift. ",
  "<span translate=\"no\"></span>ئەگەر پێکهاتەیەکی زۆر تەخت هەبێت بۆ چیرۆکێک کە لە بنچینەدا هەموو شتێکت پێ سپێردراوە کە <span translate=\"no\"></span>شەمشەمەکوێرە دایدەنرێیت و پاشان جۆرێک هەیە، با بەشێکی زۆر درێژە پێ بدەین دوای ئەوە، پێم وایە ئێمە خەڵک لە دەست دەدەین چونکە هەست بە <span translate=\"no\"></span>تۆزێک لە درز دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>Some people come down to a rule of three and they feel that, you know, if you're making three really key points over <span translate=\"no\"></span>the course of a video and almost sort of chapterize it a bit, it helps people stay with it. ",
  "<span translate=\"no\"></span>هەندێک کەس دێنە خوارەوە بۆ یاسایەکی سێ و هەست بەوە دەکەن، دەزانی، ئەگەر تۆ سێ خاڵی سەرەکی دروست دەکەیت لەسەر <span translate=\"no\"></span>خولی ڤیدیۆیەک و بە نزیکەیی جۆرێک لە بەشکردنی کەمێک، ئەوە یارمەتی خەڵک دەدات کە لەگەڵیدا بمێننەوە. "
 ],
 [
  "<span translate=\"no\"></span>Some people find that signposting is really, really helpful and digital video, if you give people a sense of what's coming <span translate=\"no\"></span>later and you kind of indicate, you know, stick around to learn this later, you might do that with an intro, piece of script. ",
  "<span translate=\"no\"></span>هەندێک کەس ئەوەیان دۆزیەوە کە ئیمزاکردن بەڕاستی، بەڕاستی یارمەتیدەرە و ڤیدیۆی دیجیتاڵە، ئەگەر هەستێک بە خەڵک بدەیت کە چی <span translate=\"no\"></span>دواتر دێت و تۆش جۆرێک لە نیشاندەری، دەزانیت، بۆ فێربوونی ئەمە دواتر، لەوانەیە ئەوە بکەیت بە ئینترۆ، پارچەی سکریپت. "
 ],
 [
  "<span translate=\"no\"></span>You might do it with some graphics. ",
  "<span translate=\"no\"></span>لەوانەیە بە هەندێک گرافیک بیکەیت. "
 ],
 [
  "<span translate=\"no\"></span>You might literally have an intro that says in this piece, we're going to address these three questions. ",
  "<span translate=\"no\"></span>لەوانەیە تۆ لە ڕاستیدا ئینترۆنیکێکت هەبێت کە لەم پارچەیەدا دەڵێت، ئێمە ئەم سێ پرسیارە دەگرینە بەر. "
 ],
 [
  "<span translate=\"no\"></span>You know, there are all sorts of tools. ",
  "<span translate=\"no\"></span>دەزانیت، هەموو جۆرە ئامرازێک هەیە. "
 ],
 [
  "<span translate=\"no\"></span>If you identify something that could potentially be an interactive, you're gonna get as many people, as many stakeholders <span translate=\"no\"></span>for the final product in a room as possible. ",
  "<span translate=\"no\"></span>ئەگەر شتێک دیاری بکەیت کە بە شێوەیەکی شاراوە کارلێک بێت، ئەوا بە ژمارەی خەڵک بەدەست دێنیت، وەک زۆربەی خاوەنکارەکان <span translate=\"no\"></span>بۆ بەرهەمی کۆتایی لە ژوورێکدا. "
 ],
 [
  "<span translate=\"no\"></span>And in a room could be a virtual room these days, but you're gonna try and get them together so that you can talk about <span translate=\"no\"></span>it all. ",
  "<span translate=\"no\"></span>و لە ژوورێکدا دەکرێت ژوورێکی ڕاستەقینە بێت لەم ڕۆژانەدا، بەڵام تۆ هەوڵ دەدەیت و پێکەوەیان دەکەیت بۆ ئەوەی <span translate=\"no\"></span>هەمووی قسە بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>And that could be your editorial team, your visuals team, the people that are going to, your designers, your developers. ",
  "<span translate=\"no\"></span>ئەوە لەوانەیە تیمی سەروتارەکەت بێت، تیمی بینراوەکانت، ئەو کەسانەی کە دەیانەوێت، دیزاینەرەکانت، گەشەپێدەرەکانت. "
 ],
 [
  "<span translate=\"no\"></span>And when I say designers, graphic designers, your developers who are gonna hack the page. ",
  "<span translate=\"no\"></span>و کاتێک دەڵێم دیزاینەرەکان، دیزاینەرە گرافیکیەکان، گەشەپێدەرەکانت کە دەیانەوێت لاپەڕەکە هاک بکەن. "
 ],
 [
  "It could be your video team <span translate=\"no\"></span>because there may be video elements involved. ",
  "ئەوە لەوانەیە تیمی ڤیدیۆیی تۆ بێت <span translate=\"no\"></span>چونکە لەوانەیە توخمەکانی ڤیدیۆیی تێدابێت. "
 ],
 [
  "<span translate=\"no\"></span>It could be audio, like we could involve the audio team because we want to include snippets or podcasts or eclipse. ",
  "<span translate=\"no\"></span>دەکرێت دەنگ بێت، وەک ئەوەی بتوانین تیمی دەنگی تێوەبگرین چونکە ئێمە دەمانەوێت نیشانە یان پادکست یان مانگگیران لەخۆ بگرین. "
 ],
 [
  "<span translate=\"no\"></span>It could be the photo desk because there's going to be an element of photos running through it or you're working with a photographer <span translate=\"no\"></span>in the field. ",
  "<span translate=\"no\"></span>دەکرێت مێزی وێنە بێت چونکە توخمێک لە وێنەکان هەیە کە پێیدا ڕادەکەن یان تۆ لەگەڵ وێنەگرێک کاردەکەی <span translate=\"no\"></span>لە کێڵگەکە. "
 ],
 [
  "<span translate=\"no\"></span>So there, I mean, you could have 6-7-8 teams depending on kind of the region and kind of how big you want to go with <span translate=\"no\"></span>it and how much resource you want to go into it. ",
  "<span translate=\"no\"></span>کەواتە لەوێ مەبەستم ئەوەیە کە تۆ دەتوانیت 6-7-8 تیمت هەبێت بە پشتبەستن بە جۆرێک لە هەرێمەکە و بە جۆرێک کە دەتەوێت بە <span translate=\"no\"></span>بڕۆیت و چەند سەرچاوەت دەوێت بچیتە ناوەوە. "
 ],
 [
  "<span translate=\"no\"></span>But if I think back to one recent example, as a story that we collaborated on across many teams here at CNN. ",
  "<span translate=\"no\"></span>بەڵام ئەگەر بیر لە نموونەیەکی ئەم دواییە بکەمەوە، وەک چیرۆکێک کە ئێمە لە چەندین تیمی ئێرە لە سی ئێن ئێن هاوکاریمان کرد. "
 ],
 [
  "So news gathering <span translate=\"no\"></span>were engaged in it. ",
  "کەواتە کۆبوونەوەی هەواڵ <span translate=\"no\"></span>تێیدا بەشدار بوون. "
 ],
 [
  "<span translate=\"no\"></span>Our video teams, our visual news teams. ",
  "<span translate=\"no\"></span>تیمە ڤیدیۆییەکانمان، تیمە هەواڵییە بینراوەکانمان "
 ],
 [
  "<span translate=\"no\"></span>It was a story that investigated the Mariupol strike, which is in very early phase of the Ukraine war. ",
  "<span translate=\"no\"></span>چیرۆکێک بوو کە لێکۆڵینەوە لە مانگرتنەکەی ماریۆپۆل کرد کە لە قۆناغی سەرەتای شەڕی ئۆکرانیادایە "
 ],
 [
  "<span translate=\"no\"></span>And in this interactive feature, it takes the single issue of this strike that Russia carried out on a maternity hospital <span translate=\"no\"></span>in Mariupol. ",
  "<span translate=\"no\"></span>و لەم خەسڵەتە کارلێکەشدا تاکە کێشەی ئەو مانگرتنە دەبات کە ڕوسیا لەسەر نەخۆشخانەیەکی دایکایەتی <span translate=\"no\"></span>لە ماریۆپۆل ئەنجام داوە "
 ],
 [
  "And then it actually contextualizes and broadens the subject, because it points to more than a dozen other <span translate=\"no\"></span>strikes on health facilities across the country. ",
  "وە دواتر لە ڕاستیدا بابەتەکە بە دەق و فراوان دەکات، چونکە ئاماژە بە زیاتر لە دەرزەنێک مانگرتنی <span translate=\"no\"></span>دیکە دەکات بۆ ئاسانکاری تەندروستی لە سەرتاسەری وڵاتدا. "
 ],
 [
  "<span translate=\"no\"></span>So it takes the singular and it brings it to focus on the systemic. ",
  "<span translate=\"no\"></span>کەواتە تاکەکە دەبات و دەیهێنێتە سەر سیستەمی "
 ],
 [
  "So that involved piecing together what we knew of the <span translate=\"no\"></span>story. ",
  "کەواتە ئەو شتەی کە ئێمە لە چیرۆکی <span translate=\"no\"></span>دەیزانین بەیەکەوە کۆدەبنەوە. "
 ],
 [
  "That's a lot of traditional on the ground reporting. ",
  "ئەوە زۆر نەریتیە لەسەر ڕاپۆرتی زەوی. "
 ],
 [
  "And then using maps and graphics and illustrations to build <span translate=\"no\"></span>up a more immersive picture. ",
  "وە پاشان بەکارهێنانی نەخشەکان و گرافیکەکان و وێنەکێشان بۆ دروست کردنی <span translate=\"no\"></span>وێنەیەکی زیاتر هەڵمژەر. "
 ],
 [
  "<span translate=\"no\"></span>And then we sent it all off to someone who's expert at doing 3D motion picture graphics. ",
  "<span translate=\"no\"></span>و پاشان ئێمە هەموویمان نارد بۆ کەسێک کە شارەزا بێت لە ئەنجامدانی گرافیکی وێنەی جوڵەی سێ ڕەهەندی. "
 ],
 [
  "<span translate=\"no\"></span>And it enabled us to tell the story of the attack and the aftermath by building a 3D model of the hospital, by overlaying <span translate=\"no\"></span>photos of the scene, by telling some of the story through text and others through still photos. ",
  "<span translate=\"no\"></span>و بەدروستکردنی مۆدێلێکی سێ ڕەهەندی نەخۆشخانەکە و بەداخستنی وێنەی <span translate=\"no\"></span>دیمەنەکە بەگێڕانەوەی هەندێک لەچیرۆکەکە لەڕێگەی تێکست و هەندێکی تر لەڕێگەی وێنە هێشتاکانەوە، چیرۆکی هێرشەکە و دواکەوتوەکانمان پێ بگێڕینەوە "
 ],
 [
  "And the rest of it <span translate=\"no\"></span>by building up is amazing 3D model of the of the hospital itself. ",
  "وە ئەوانی تر <span translate=\"no\"></span>بە بنیات نان مۆدێلی سێ ڕەهەندی سەرسوڕهێنەرە لە نەخۆشخانەکە خۆی "
 ],
 [
  "<span translate=\"no\"></span>And it really took you in and drew you into the to what was, you know, what would otherwise have been a very sort of <span translate=\"no\"></span>text heavy story. ",
  "<span translate=\"no\"></span>و ئەوە تۆی برد و بردیتە ناو ئەو شتەی کە بوو، دەزانیت، بە پێچەوانەوە چی دەبوو بە جۆرێک <span translate=\"no\"></span>چیرۆکێکی قورسی دەق. "
 ],
 [
  "<span translate=\"no\"></span>And I think it's a good example of when you have the time, and the resources and the expertise to actually think about, could <span translate=\"no\"></span>we tell this deep dive story in a multi-layered way that will that will keep audiences engaged. ",
  "<span translate=\"no\"></span>و پێم وایە نموونەیەکی باشە کە کاتێک کاتت هەیە، وە سەرچاوەکان و شارەزایی بۆ بیرکردنەوە لە ڕاستیدا، <span translate=\"no\"></span>دەتوانین ئەم چیرۆکە قووڵە بە چەند چینێک بڵێین کە بینەران سەرقاڵ دەکات. "
 ],
 [
  "<span translate=\"no\"></span>And I think that kind of presentation really can give a strong impact to stories that might otherwise be <span translate=\"no\"></span>difficult to tell. ",
  "<span translate=\"no\"></span>و من پێم وایە کە ئەم جۆرە پێشکەشکردنە بەڕاستی دەتوانێت کاریگەرییەکی بەهێز بدات بە چیرۆکەکان کە لەوانەیە بە پێچەوانەوە <span translate=\"no\"></span>قورس بێت بۆ وتنی. "
 ],
 [
  "<span translate=\"no\"></span>It's very collaborative thing. ",
  "<span translate=\"no\"></span>ئەوە شتێکی زۆر هاوبەشە "
 ],
 [
  "<span translate=\"no\"></span>And if you get everyone together at the beginning to talk about what potentially could be an interactive and everyone's <span translate=\"no\"></span>on the same page, then you everybody's everybody's under the same impression of what could the final, the final product could be. ",
  "<span translate=\"no\"></span>و ئەگەر ئێوە هەمووتان پێکەوە کۆ بکەنەوە لە سەرەتادا بۆ قسەکردن دەربارەی ئەوەی کە لەوانەیە چ شتێکی کارلێک بێت و <span translate=\"no\"></span>هەموو کەسێک لەسەر هەمان لاپەڕە بێت، ئەوا تۆ هەموو کەسێک لەژێر هەمان تێڕوانیندایە دەربارەی ئەوەی کە کۆتا بەرهەمەکە چی دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>You then go and do the reporting, and then when you come back and you start building the interactive, it's much smoother process. ",
  "<span translate=\"no\"></span>پاشان بڕۆی و راپۆرتەکە ئەنجام بدەیت، پاشان کە دەگەڕێیتەوە و دەست دەکەیت بە دروست کردنی کارلێکەرەکە، ئەوە پڕۆسەی زۆر نەرمترە. "
 ],
 [
  "<span translate=\"no\"></span>A really striking story that we did from Lviv in Ukraine as part of a digital deployment is a piece that brings people inside <span translate=\"no\"></span>one of the first stagings in the National Opera House in Lviv, and it was the ballet that was actually putting on a performance <span translate=\"no\"></span>This was, you know, right in the middle of a period of an ongoing enduring period of instability within the country. ",
  "<span translate=\"no\"></span>چیرۆکێکی زۆر سەرنجراکێش کە لە لێڤیڤ لە ئۆکرانیا کردمان وەک بەشێک لە بڵاوبونەوەی دیجیتاڵ پارچەیەکە کە خەڵک دەهێنێتە ناوەوە <span translate=\"no\"></span>یەکێک لە یەکەم ستەیجەکان لە هۆڵی ئۆپێرای نەتەوەیی لە لێڤیڤ و ئەو باڵە بوو کە لە ڕاستیدا نمایشێک <span translate=\"no\"></span>ئەمە بوو  تۆ دەزانیت، ڕێک لە ناوەڕاستی سەردەمێکی بەردەوام لە ناسەقامگیری لە ناو وڵاتدا. "
 ],
 [
  "<span translate=\"no\"></span>But as part of a sense of sort of showing defiance, the National Opera House decided to stage a ballet and invite people <span translate=\"no\"></span>to attend. ",
  "<span translate=\"no\"></span>بەڵام وەک بەشێک لە هەستی دەربڕینی ناتەواویی، ماڵی ئۆپێرای نەتەوەیی بڕیاری دا کە بالێیەک دروست بکات و خەڵکی <span translate=\"no\"></span>بانگهێشت بکات بۆ ئامادەبوون. "
 ],
 [
  "<span translate=\"no\"></span>Many of those in the, in the audience, of course were displaced people from other parts of the country who had fled conflict <span translate=\"no\"></span>and instability into sort of the relatively, you know, more secure city of Lviv. ",
  "<span translate=\"no\"></span>زۆرێک لەو کەسانەی لەناو جەماوەردا بە دڵنیاییەوە ئاوارەی ناوچەکانی دیکەی ئەو وڵاتە بوون کە <span translate=\"no\"></span>ناکۆکی و ناسەقامگیری هەڵاتبوون بۆ جۆرێک لە ڕێژەیی شاری لێڤیڤ "
 ],
 [
  "<span translate=\"no\"></span>I knew I was going to see a performance and that I was gonna be able to spend some time with the actors and dancers <span translate=\"no\"></span>There was gonna be a lot of movement, It was gonna be very visual. ",
  "<span translate=\"no\"></span>دەمزانی نمایشێک دەبینم و دەمتوانی هەندێک کات لەگەڵ ئەکتەر و سەماکەران بەسەر بەرم <span translate=\"no\"></span>جوڵەیەکی زۆر دەبێت، زۆر بینراو دەبوو. "
 ],
 [
  "<span translate=\"no\"></span>So I knew going in that I didn't want to do a traditional 600-800 word write. ",
  "<span translate=\"no\"></span>بۆیە زانیم کە من نامەوێت وشەیەکی نەریتی ٦٠٠-٨٠٠ بنووسم. "
 ],
 [
  " That doesn't serve my audience. ",
  " ئەوە خزمەت بە بینەرانی من ناکات "
 ],
 [
  "<span translate=\"no\"></span>I want to present a piece that they're going to enjoy. ",
  "<span translate=\"no\"></span>دەمەوێت پارچەیەک پێشکەش بکەم کە ئەوان چێژی لێ وەردەگرن. "
 ],
 [
  "<span translate=\"no\"></span>I'm trying to convey to them that we're trying to bring a sense of normality back. ",
  "<span translate=\"no\"></span>هەوڵدەدەم پێیان بڵێم کە ئێمە هەوڵ دەدەین هەستێکی ئاسایی بگێڕینەوە "
 ],
 [
  "<span translate=\"no\"></span>And so seeing something that's visually rich like that in my planning process, you kind of craft the story around that. ",
  "<span translate=\"no\"></span>و بۆیە بینینی شتێک کە بەشێوەیەکی بینراو دەوڵەمەندە لەو شێوەیە لە پرۆسەی پلان دانانەکەمدا، تۆ جۆرێک لە چیرۆکەکانی دەورو بەری ئەوە دەکەیت. "
 ],
 [
  "<span translate=\"no\"></span>So it wasn't, it ultimately wasn't a piece that was text heavy. ",
  "<span translate=\"no\"></span>کەواتە ئەوە نەبوو، لە کۆتاییدا پارچەیەک نەبوو کە دەقێکی قورس بوو. "
 ],
 [
  "<span translate=\"no\"></span>It was, it was a photo-led, you know, photo rich piece because it was designed to be that because you want to present <span translate=\"no\"></span>the dancers doing what they do best. ",
  "<span translate=\"no\"></span>ئەوە بوو، ئەوە وێنەیەکی پێشەنگ بوو، تۆ دەزانیت، وێنە دەوڵەمەندەکە لەبەر ئەوەی وا دیزاین کراوە کە ئەوە بێت چونکە تۆ دەتەوێت <span translate=\"no\"></span>سەماکەرەکان پێشکەش بکەیت کە بە باشترین شێوە ئەنجامی دەدەن. "
 ],
 [
  "Let them do the talking and then you write a supplementary write, supplementary copy that <span translate=\"no\"></span>can kind of lift the photos of the piece. ",
  "با قسەیان بکەن و پاشان نووسینێکی تەواوکاری بنوسن، کۆپیەکی تەواوکەر کە <span translate=\"no\"></span>دەتوانێت جۆرێک لە وێنەکانی پارچەکە بەرزکاتەوە. "
 ],
 [
  "<span translate=\"no\"></span>We decided to use a combination of video and still imagery and then Lauren wrote a beautiful piece that just <span translate=\"no\"></span>encapsulates that sense of anticipation for what was going to happen. ",
  "<span translate=\"no\"></span>ئێمە بڕیارمان دا کە تێکەڵەیەک لە ڤیدیۆ و تا ئێستا وێنە بەکار بهێنین و دواتر لاورین پارچەیەکی جوانی نووسی کە تەنها <span translate=\"no\"></span>ئەو هەستەی پێشبینی کردن دەگرێتەوە بۆ ئەوەی چی روو دەدات. "
 ],
 [
  "<span translate=\"no\"></span>And in in that piece you're also hearing, you know, personal stories of how people are, you know, how they, how they are <span translate=\"no\"></span>feeling about attending something and even though it is an act of defiance in a way to be there and maybe some respite from <span translate=\"no\"></span>what is happening in the country at that moment in time. ",
  "<span translate=\"no\"></span>و لەو پارچەیەدا تۆش گوێت لێیە، دەزانیت، چیرۆکە شەخسییەکانی خەڵک چۆنن، دەزانن، چۆن ئەوان، چۆن <span translate=\"no\"></span>هەست بە ئامادەبوونی شتێک دەکەن و هەرچەندە کارێکی بێڕێزییە بە شێوەیەک کە لەوێ بێت و ڕەنگە هەندێک لە <span translate=\"no\"></span>ئەو شتانەی کە لەو کاتەدا "
 ],
 [
  "<span translate=\"no\"></span>Lauren also conveys that sense that at any moment the air raid sirens could sound and the people who are attending and the <span translate=\"no\"></span>dancers on stage and the people who are in the orchestra might have to, you know, get to a safe place. ",
  "<span translate=\"no\"></span>لاورێن هەروەها ئەو هەستە دەگەیەنێت کە هەر ساتێک هێرشی ئاسمانی دەتوانێت دەنگ بدات و ئەو کەسانەی کە ئامادە دەبن و سەماکەرانی <span translate=\"no\"></span>لەسەر ستەیج و ئەو کەسانەی لە ئۆرکێستران لەوانەیە پێویست بێت بگەێننە شوێنێکی ئارام "
 ],
 [
  "<span translate=\"no\"></span>And it's really only at that point in the story that you realize, you know that there is just that juxtaposition between <span translate=\"no\"></span>something so normal to happen in a historic city and a cultural city like Lviv and yet the broader context of course being <span translate=\"no\"></span>that the entire country is still very much in the midst of something so unstable. ",
  "<span translate=\"no\"></span>وە بەڕاستی تەنیا لەو خاڵەدا لە چیرۆکەکەدا کە تۆ دەزانیت کە تەنیا ئەو لێکدانەوە هەیە لە نێوان <span translate=\"no\"></span>شتێکی زۆر ئاسایی کە لە شارێکی مێژوویی و شارێکی کولتووریی وەک لێڤیڤ ڕوو بدات و هێشتا چوارچێوەی فراوانتریش <span translate=\"no\"></span>کە هەموو وڵات هێشتا زۆر لە نێو شتێکی زۆر ناجێگیر "
 ],
 [
  "<span translate=\"no\"></span>When we think about when news breaks, people are really keen to understand what is actually happening and what is what can <span translate=\"no\"></span>be trusted in a time of great uncertainty where, you know, people might be really actually almost stopped in their tracks <span translate=\"no\"></span>kind of waiting to get some piece of verifiable information. ",
  "<span translate=\"no\"></span>کاتێک بیر لەوە دەکەینەوە کە هەواڵەکان دەشکێنن، خەڵک زۆر بە پەرۆشن لەوەی کە لە ڕاستیدا چی ڕوودەدات و <span translate=\"no\"></span>چیە کە لە کاتی نادڵنیایییەکی گەورەدا متمانەی پێ بکرێت لە کوێ، تۆ دەزانیت، خەڵک لەوانەیە بەڕاستی لە راستیدا بە نزیکەیی لە شوێنەکانی خۆیان بوەستێن <span translate=\"no\"></span>جۆرێک لە چاوەڕوانی بۆ بەدەستهێنانی هەندێک زانیاری "
 ],
 [
  "In a newsroom at that moment in time, if you're working on a <span translate=\"no\"></span>digital news desk, what you're seeking to do is get the first line of confirmable information out onto a, onto a live blog <span translate=\"no\"></span>which we call the dynamic live experience or onto a URL. ",
  "لە ژوورێکی هەواڵ لەو کاتەدا، ئەگەر لەسەر مێزێکی هەواڵی دیجیتاڵی <span translate=\"no\"></span>کاردەکەیت، ئەو شتەی کە دەتەوێت بیکەیت ئەوەیە کە یەکەم هێڵی زانیاری پەسەندکراو بەدەست بهێنیت بۆ ناو بلۆگێکی ڕاستەوخۆ <span translate=\"no\"></span>کە ئێمە پێی دەڵێین ئەزموونی زیندووی داینامیک یان لەسەر URLێک. "
 ],
 [
  "<span translate=\"no\"></span>So you want to get one line of information that we are are saying this is happening or this thing has happened, that's our <span translate=\"no\"></span>first priority is to get to one line. ",
  "<span translate=\"no\"></span>کەواتە تۆ دەتەوێت یەک هێڵ زانیاری بەدەست بهێنیت کە ئێمە دەیڵێین ئەمە ڕوودەدات یان ئەم شتە ڕووی داوە، ئەوە <span translate=\"no\"></span>ئەولەویەتی یەکەم ئەوەیە کە بگەینە یەک هێڵ "
 ],
 [
  "<span translate=\"no\"></span>And that one line then essentially becomes the push alert that people receive onto their smartphones. ",
  "<span translate=\"no\"></span>و ئەو یەک هێڵە لە بنچینەدا دەبێتە ئەو ئاگادارکردنەوەیەی کە خەڵک دەیگرنە ناو مۆبایلە زیرەکەکانیانەوە "
 ],
 [
  "<span translate=\"no\"></span>Most people in digital journalism are familiar with the term a live blog. ",
  "<span translate=\"no\"></span>زۆربەی خەڵک لە رۆژنامەگەری دیجیتاڵ ئاشنان بە زاراوەی بلۆگێکی ڕاستەوخۆ "
 ],
 [
  "<span translate=\"no\"></span>Live blogs were started as a way of developing the digital story format to tell breaking news. ",
  "<span translate=\"no\"></span>لایڤ بلۆگەکان دەستیان پێکرد وەک ڕێگایەک بۆ پەرەپێدانی فۆرماتی چیرۆکی دیجیتاڵ بۆ وتنی هەواڵی بەپەلە. "
 ],
 [
  "<span translate=\"no\"></span>CNN's name for the live blog is a DLE, a dynamic live experience. ",
  "<span translate=\"no\"></span>ناوی سی ئێن ئێن بۆ بلۆگی ڕاستەوخۆ دی ئێڵ، ئەزموونێکی زیندووی دینامیکییە. "
 ],
 [
  "<span translate=\"no\"></span>It's just, it's just another word for a live blog or live page. ",
  "<span translate=\"no\"></span>تەنها، ئەمە تەنها وشەیەکی ترە بۆ بلۆگێکی ڕاستەوخۆ یان لاپەڕەی ڕاستەوخۆ. "
 ],
 [
  "<span translate=\"no\"></span>And the key elements of these formats, it's a page that can be relatively swiftly updated that the audience can see the <span translate=\"no\"></span>updates. ",
  "<span translate=\"no\"></span>و توخمە سەرەکیەکانی ئەم فۆرماتانە، لاپەڕەیەک کە دەکرێت بە شێوەیەکی ڕێژەیی خێرا نوێ بکرێتەوە کە بینەران دەتوانن نوێکردنەوەکانی <span translate=\"no\"></span>ببینن. "
 ],
 [
  "That you're able to <span translate=\"no\"></span>tell a developing story as it happens and you're not bound by the traditional structures and strictures of the top down <span translate=\"no\"></span>traditional newspaper style story, which was the sort of bedrock of the early stages of the internet. ",
  "کە تۆ دەتوانیت چیرۆکێکی گەشەسەندووی <span translate=\"no\"></span>کە ڕوودەدات و تۆ پەیوەست نیت بە پێکهاتە تەقلیدی و توندەکانی سەرەوەی خوارەوە <span translate=\"no\"></span>چیرۆکی ستایلی ڕۆژنامەی نەریتی، کە جۆرێک بوو لە بەردی تەختەی قۆناغەکانی سەرەتای ئینتەرنێت. "
 ],
 [
  "<span translate=\"no\"></span>It means that you can run, you can run your updates as fast or as slowly as the story merits. ",
  "<span translate=\"no\"></span>ئەوە مانای ئەوەیە کە دەتوانی ڕابکەیت، دەتوانی نوێکردنەوەکانت بە خێرایی یان بە هێواشی وەک شایستەی چیرۆکەکە جێبەجێ بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>It means you can, you can run different kinds of updates whether their photos or videos or statements or press conferences <span translate=\"no\"></span>or whatever it is that's happening and it gives the audience a sense that story is developing. ",
  "<span translate=\"no\"></span>مانای ئەوەیە کە دەتوانیت، دەتوانیت جۆرەها نوێکردنەوە بەڕێوەبدەیت چ وێنە یان ڤیدیۆکانیان یان لێدوانەکانیان یان کۆنگرە ڕۆژنامەوانییەکان <span translate=\"no\"></span>یان هەرچییەک بێت کە ڕوودەدات و هەستێک بە بینەر دەدات کە چیرۆکەکە گەشە دەکات. "
 ],
 [
  "<span translate=\"no\"></span>It also crucially keeps the audience engaged, they keep coming back because they, you know, they want to know what the latest <span translate=\"no\"></span>updates are. ",
  "<span translate=\"no\"></span>هەروەها بە شێوەیەکی گرنگ بینەری سەرقاڵ دەکات، ئەوان بەردەوام دەگەڕێنەوە چونکە ئەوان، دەزانن، ئەوان دەیانەوێت بزانن تازەترین <span translate=\"no\"></span>نوێکردنەوەکان چین. "
 ],
 [
  "<span translate=\"no\"></span>When a big story breaks, the organization will swing into action, you'll have editors and producers chasing <span translate=\"no\"></span>down the, trying to confirm the top lines of the story itself, you'll have a digital editor standing by to edit the copy. ",
  "<span translate=\"no\"></span>کاتێک چیرۆکێکی گەورە تێکدەشکێت، ڕێکخراوەکە دەجوڵێتەوە بۆ کردار، تۆ سەرنووسەر و بەرهەمهێنەرت دەبێت کە <span translate=\"no\"></span>خوارەوە ڕاو دەکەن، هەوڵ دەدەن هێڵە سەرەوەکانی چیرۆکەکە خۆیان پشتڕاست بکەن، تۆ سەرنووسەرێکی دیجیتاڵت دەبێت کە وەستاوە بۆ بژارکردنی کۆپیەکە. "
 ],
 [
  "<span translate=\"no\"></span>You'll have a writer ready to write the first line, you have a home page editor who's ready to place it on the page, you <span translate=\"no\"></span>might you might even have another home page editor who's writing the push alert that's going to go out and then there's another <span translate=\"no\"></span>producer or editor getting ready to send the social post. ",
  "<span translate=\"no\"></span>تۆ نووسەرێکت ئامادە دەبێت بۆ نووسینی یەکەم دێڕ، تۆ سەرنووسەری لاپەڕەی ماڵەوەت هەیە کە ئامادەیە بۆ دانانی لەسەر لاپەڕەکە، <span translate=\"no\"></span>لەوانەیە تەنانەت سەرنووسەری لاپەڕەی ماڵەوەت هەبێت کە زەنگی فشارەکە دەنووسێت کە دەچێتە دەرەوە و پاشان بەرهەمهێنەرێکی <span translate=\"no\"></span>"
 ],
 [
  "There's lots of all of that all has to happen altogether and <span translate=\"no\"></span>all the same time. ",
  "هەموو ئەمانە زۆرن کە هەمووی دەبێت بە تەواوی ڕوو بدەن و <span translate=\"no\"></span>یەک کات. "
 ],
 [
  "<span translate=\"no\"></span>And once you're over the line, once you've got that first line out, push alert's been sent the post is out on twitter, the <span translate=\"no\"></span>the breaking news banner has gone out on tv, then you kind of take a breath and then start to think about the next element. ",
  "<span translate=\"no\"></span>و جارێک کە لەسەر هێڵەکە بوویت، جارێک کە یەکەم هێڵت دەست کەوت، پاڵ بە ئاگادارکردنەوەکە نێردراوە، پۆستەکە لە تویتەر دەرچووە، <span translate=\"no\"></span>ئاڵای هەواڵی تێکشکان لە تەلەڤزیۆن دەرچوون، پاشان تۆ جۆرێک لە هەناسەیەک دەدەیت و پاشان دەست بە بیرکردنەوە لە توخمی دواتر بکە "
 ],
 [
  "<span translate=\"no\"></span>So how's the story going to develop? ",
  "<span translate=\"no\"></span>چیڕۆکەکە بەرەو پێش دەچێت؟ "
 ],
 [
  "<span translate=\"no\"></span>Do we need to deploy to it? ",
  "<span translate=\"no\"></span>پێویستە بۆی بڵاوبکەینەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>Do we need a live blog? ",
  "<span translate=\"no\"></span>ئایا پێویستمان بە بلۆگێکی ڕاستەوخۆیە؟ "
 ],
 [
  "<span translate=\"no\"></span>Do we, do we need to build out the story in different ways, will there be eyewitnesses... ",
  "<span translate=\"no\"></span>ئایا ئێمە پێویستە چیرۆکەکە بە شێوازی جیاواز دروست بکەین، ئایا شایەتحاڵی بەرچاومان دەبێت "
 ],
 [
  "is that a separate story? ",
  "ئەوە چیرۆکێکی جیایە؟ "
 ],
 [
  "<span translate=\"no\"></span>Will we need a color piece? ",
  "<span translate=\"no\"></span>ئایا پێویستمان بە پارچە ڕەنگێکە؟ "
 ],
 [
  "<span translate=\"no\"></span>All sorts of decisions are then taken. ",
  "<span translate=\"no\"></span>هەموو جۆرە بڕیارەکان دواتر وەردەگیرێن. "
 ],
 [
  " You've got multiple people doing different things. ",
  " تۆ چەند کەسێکت هەیە کە شتی جیاواز ئەنجام دەدەن "
 ],
 [
  "<span translate=\"no\"></span>So one person might be working on, getting that one line out. ",
  "<span translate=\"no\"></span>کەواتە کەسێک لەوانەیە ئیشی لەسەر بکات، ئەو هێڵە دەربخرێت. "
 ],
 [
  " You might have another person at the same time trying to figure <span translate=\"no\"></span>out some background, some context, trying to, you know, piece together. ",
  " لەوانەیە کەسێکی ترت هەبێت لە هەمان کاتدا هەوڵ بدەیت <span translate=\"no\"></span>هەندێک پاشبنەما، هەندێک لە دەقەکان، هەوڵ بدەیت، دەزانیت، پێکەوە پارچە بکەیت. "
 ],
 [
  "When you're in a digital setting, <span translate=\"no\"></span>it's, you know, you are sort of really driving forward on the facts of something. ",
  "کاتێک لە رێکبەندێکی دیجیتاڵدایت، <span translate=\"no\"></span>، دەزانیت، تۆ بە ڕاستی لە ڕاستیەکانی شتێکدا دەچیتە پێشەوە. "
 ],
 [
  "<span translate=\"no\"></span>And while you might focus that, say on television on on a fact on a sort of segment centered around maybe one story or one <span translate=\"no\"></span>sort of side of the story for for a period of time or maybe a block of time or segment within a show. ",
  "<span translate=\"no\"></span>و لەوکاتەی کە تۆ لەوانەیە سەرنج بدەیت لەسەر تەلەڤزیۆن لەسەر ڕاستیەکە لەسەر جۆرێک لە پارچەی ناوەند لەوانەیە چیرۆکێک یان یەک <span translate=\"no\"></span>لای چیرۆکەکە بۆ ماوەیەک یان لەوانەیە بلۆکێک لە کات یان پارچە لە ناو بەرنامەیەکدا. "
 ],
 [
  "On digital <span translate=\"no\"></span>you really need what's new, constantly moving forward. ",
  "له سه ر <span translate=\"no\"></span>دیجیتاڵی تۆ به ڕاستی پێویستت به ئه و شته یه که نوێ یه ، به رده وام به رده وام ده رۆیشته وه بۆ پێشەوە "
 ],
 [
  "<span translate=\"no\"></span>And best of that is the dynamic live experience, which is our live coverage or a live blog if you like in a digital setting. ",
  "<span translate=\"no\"></span>و باشترینی ئەوە ئەزموونی زیندووی داینامیکیە، کە داپۆشینی ڕاستەوخۆی ئێمەیە یان بلۆگێکی ڕاستەوخۆ ئەگەر حەزت لە ڕێکبەندێکی دیجیتاڵ بێت. "
 ],
 [
  "<span translate=\"no\"></span>And what we require for that to be interesting for audiences is really a fast moving feed of new information. ",
  "<span translate=\"no\"></span>و ئەو شتەی کە ئێمە پێویستمانە بۆ ئەوەی سەرنج ڕاکێش بێت بۆ بینەران بەڕاستی خواردنێکی خێرای بزواندنی زانیاریە نوێکانە. "
 ],
 [
  "<span translate=\"no\"></span>A key characteristic of live stories is obviously the constant updates. ",
  "<span translate=\"no\"></span>خەسڵەتێکی سەرەکی چیرۆکە زیندووەکان بە ئاشکرا نوێکردنەوە بەردەوامەکانن. "
 ],
 [
  "And what that means is that you can actually be more <span translate=\"no\"></span>detailed and go into more depth than you would otherwise do in a traditional 600 or 800 word news story. ",
  "وە ئەوە مانای ئەوەیە کە تۆ دەتوانیت زیاتر <span translate=\"no\"></span>ووردەکاری بکەیت و بچیتە قوڵایی زیاتر لەوەی کە تۆ دەیکەیت بە پێچەوانەوە لە چیرۆکی هەواڵی ٦٠٠ یان ٨٠٠ وشە. "
 ],
 [
  "<span translate=\"no\"></span>So if you were constantly updating a fairly standard news story, you'd be thinking about what you're going to leave out. ",
  "<span translate=\"no\"></span>کەواتە ئەگەر تۆ بەبەردەوامی چیرۆکێکی هەواڵی پێوانەیی نوێ دەکەیتەوە، بیر لەوە دەکەیتەوە کە چی جێدەهێڵیت. "
 ],
 [
  "What <span translate=\"no\"></span>live stories do is enable you to report everything. ",
  "ئەوەی <span translate=\"no\"></span>چیرۆکە زیندووەکان دەیکەن ئەوەیە کە تۆ دەتوانیت هەموو شتێک ڕاپۆڕت بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>So someone makes a statement, you put the whole statement in, you say this is what they've said. ",
  "<span translate=\"no\"></span>کەوایە کەسێک قسەیەک دەکات، تۆ هەموو لێدوانەکە دەکەیتە ناوەوە، تۆ ئەڵێی ئەمە ئەو شتەیە کە ئەوان وتوویانە. "
 ],
 [
  "<span translate=\"no\"></span>If somebody reacts to what's happened and you can carry carry the full reaction and and you're you're not bound, you're not <span translate=\"no\"></span>bound by the the limitations of a traditional story. ",
  "<span translate=\"no\"></span>ئەگەر کەسێک کاردانەوەی هەبێت بۆ ئەوەی ڕوویدا و دەتوانیت کاردانەوەی تەواو هەڵگریت و تۆش بەستراو نیت، تۆ <span translate=\"no\"></span>سنورداری چیرۆکێکی نەریتی نیت. "
 ],
 [
  "<span translate=\"no\"></span>It also means therefore that the work of your news gathering colleagues or the work of your reporters or whoever it is <span translate=\"no\"></span>that's contributing to all of this. ",
  "<span translate=\"no\"></span>ئەوەش مانای ئەوەیە کە کاری کۆکەرەوەی هەواڵی هاوپیشەکانت یان کاری پەیامنێرەکانت یان ئەوەی کە <span translate=\"no\"></span>کە بەشداری هەموو ئەمانە دەکات "
 ],
 [
  "<span translate=\"no\"></span>We have to work a bit harder because it's like a sort of it's like a live monster. ",
  "<span translate=\"no\"></span>ئێمە دەبێت کەمێک قورستر کار بکەین چونکە وەک جۆرێک وایە وەک دڕندەیەکی زیندوو. "
 ],
 [
  "<span translate=\"no\"></span>It constantly needs feeding. ",
  "<span translate=\"no\"></span>بەردەوام پێویستی بە خواردن هەیە. "
 ],
 [
  "<span translate=\"no\"></span>You know, your live page is always there, always needs, it always needs to be updated and it needs more as much details <span translate=\"no\"></span>as you can possibly get. ",
  "<span translate=\"no\"></span>دەزانیت، لاپەڕەی ڕاستەوخۆی تۆ هەمیشە لەوێیە، هەمیشە پێویستی بە نوێکردنەوە هەیە و پێویستی بە وردەکاری زیاتر هەیە <span translate=\"no\"></span>ئەوەی کە دەتوانیت بەدەست بهێنیت. "
 ],
 [
  "<span translate=\"no\"></span>This is what we tell our correspondents and producers in the field: keep filing updates to the news desk. ",
  "<span translate=\"no\"></span>ئەمە ئەو شتەیە کە ئێمە بە پەیامنێرەکانمان و بەرهەمهێنەرەکانمان دەڵێین لە بوارەکە: بەردەوام بن لە پڕکردنەوەی نوێکردنەوەکان بۆ مێزی هەواڵەکان. "
 ],
 [
  "<span translate=\"no\"></span>Keep keep sending those uh those alerts and put as much detail in them as possible. ",
  "<span translate=\"no\"></span>بەردەوام بن لە ناردنی ئەو ئاگاداریانە و تا ئەو ڕادەیەی کە دەکرێت وردەکاریان بۆ دابنێ. "
 ],
 [
  "<span translate=\"no\"></span>Don't leave anything out. ",
  "<span translate=\"no\"></span>هیچ شتێک بەجێ مەهێڵن "
 ],
 [
  " Give us everything. ",
  " هەموو شتێکمان پێ بدە "
 ],
 [
  "<span translate=\"no\"></span>Push notifications or push alerts are an important way of sending breaking news headlines and other kinds of headlines <span translate=\"no\"></span>to alert the users of your app to an important story or an important piece of journalism. ",
  "<span translate=\"no\"></span>ئاگانامەکانی پاڵنان یان پاڵنان بە ئاگادارکردنەوەکان ڕێگەیەکی گرنگە بۆ ناردنی سەردێڕی هەواڵی بەپەلە و جۆرەکانی تری سەردێڕی <span translate=\"no\"></span>بۆ ئاگادارکردنەوەی بەکارهێنەرانی کاربەرنامەی تۆ بۆ چیرۆکێکی گرنگ یان پارچەیەکی گرنگی ڕۆژنامەگەری. "
 ],
 [
  "<span translate=\"no\"></span>They're quite blunt instrument. ",
  "<span translate=\"no\"></span>ئەوان ئامێرێکی زۆر بێمانایە "
 ],
 [
  "<span translate=\"no\"></span>They're short, they're quite hard to write. ",
  "<span translate=\"no\"></span>ئەوان کورتن، زۆر زەحمەتە بنوسن "
 ],
 [
  "<span translate=\"no\"></span>They have to capture the attention, they have to make you want to click. ",
  "<span translate=\"no\"></span>ئەوان دەبێت سەرنجەکان بگرن، دەبێت وا لە تۆ بکەن کە کرتە بکەن. "
 ],
 [
  "And they're quite intrusive as well because they <span translate=\"no\"></span>pop up usually with some sort of annoying sound on your phone, on the lock screen. ",
  "وە ئەوان زۆر تێهەڵقورتێن چونکە ئەوان <span translate=\"no\"></span>بە شێوەیەکی ئاسایی بە جۆرێک دەنگی بێزارکەر لەسەر تەلەفۆنەکەت، لەسەر شاشەی قوفڵ. "
 ],
 [
  " They disturb your users. ",
  " ئەوان بەکارهێنەرەکانت بێزار دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>That's the point... ",
  "<span translate=\"no\"></span>ئەوە خاڵە "
 ],
 [
  "they're meant to disturb people to because you're trying to tell them something important or you're trying <span translate=\"no\"></span>to put something interesting in front of them, but you've got to use them pretty sparingly because users have <span translate=\"no\"></span>a love hate relationship with push notifications. ",
  "ئەوان مەبەستیان ئەوەیە خەڵک تێک بدەن چونکە تۆ هەوڵ دەدەیت شتێکی گرنگیان پێ بڵێیت یان تۆ <span translate=\"no\"></span>شتێکی سەرنج ڕاکێش لەبەردەم ئەواندا دابنێیت، بەڵام تۆ دەبێت زۆر بە پەرتەواوی بەکاریان بهێنیت چونکە بەکارهێنەرەکان <span translate=\"no\"></span>پەیوەندیەکی ڕقی خۆشەویستیان هەیە لەگەڵ ئاگانامەکانی پاڵنان "
 ],
 [
  "<span translate=\"no\"></span>They allow users to be to be interrupted by their choice because they've subscribed. ",
  "<span translate=\"no\"></span>ئەوان ڕێگە بە بەکارهێنەران دەدەن کە بپچڕێن بە بژاردەی خۆیان چونکە ئەوان بەشداریان کردووە. "
 ],
 [
  "<span translate=\"no\"></span>But equally they don't want to be overwhelmed. ",
  "<span translate=\"no\"></span>بەڵام بە یەکسانی نایانەوێت سەریان تێبپەڕێت. "
 ],
 [
  "<span translate=\"no\"></span>You know, they didn't sign up to get interrupted all through the day, every day, every hour, every half hour. ",
  "<span translate=\"no\"></span>دەزانیت، ئەوان هەموو ڕۆژەکە، هەموو ڕۆژێک، هەموو کاتژمێرێک، هەموو نیو کاتژمێرێک، تۆماریان نەکرد. "
 ],
 [
  "<span translate=\"no\"></span>It's a real sort of, it's a real sort of art to getting it right because you never quite know how much people want. ",
  "<span translate=\"no\"></span>ئەوە جۆرێکی ڕاستەقینەیە، ئەوە جۆرێکی ڕاستەقینەیە لە هونەر بۆ بەدەستهێنانی ئەو راستە چونکە تۆ هەرگیز نازانیت کە خەڵک چەندی دەوێت. "
 ],
 [
  "<span translate=\"no\"></span>And some people might want more and some people might want fewer and what some people consider important story is <span translate=\"no\"></span>different from what other people consider important story. ",
  "<span translate=\"no\"></span>و لەوانەیە هەندێک کەس زیاتریان بوێت و لەوانەیە هەندێک کەس کەمتریان بوێت و ئەوەی هەندێک کەس بە چیرۆکێکی گرنگ دەزانن <span translate=\"no\"></span>جیاوازە لەوەی کە کەسانی تر چیڕۆکی گرنگ ڕەچاو دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>The basic building block of a push notification has remained the same. ",
  "<span translate=\"no\"></span>بلۆکی بنەرەتی دروستکردن لە ئاگاداری پاڵنان وەک خۆی ماوەتەوە. "
 ],
 [
  "<span translate=\"no\"></span>It's a short engaging headline that you either have to write under huge pressure because it's breaking news alert or you <span translate=\"no\"></span>have loads of time to think about because it's because you're writing a push notification for a piece of journalism <span translate=\"no\"></span>that you haven't published yet. ",
  "<span translate=\"no\"></span>ئەوە سەردێڕی کورتی تێوەگلانیە کە یان دەبێت لەژێر فشارێکی گەورەدا بینووسیت چونکە ئاگادارکردنەوەی هەواڵەکانە یان <span translate=\"no\"></span>کاتت هەیە بۆ بیرکردنەوە چونکە تۆ ئاگادارکردنەوەیەکی پاڵنەر دەنووسیت بۆ پارچەیەکی ڕۆژنامەوانی <span translate=\"no\"></span>کە تا ئێستا بڵاوت نەکردووەتەوە "
 ],
 [
  "<span translate=\"no\"></span>So you've got lots of time. ",
  "<span translate=\"no\"></span>کەواتە کاتێکی زۆرت هەیە "
 ],
 [
  "<span translate=\"no\"></span>It might be an exclusive story or an investigation. ",
  "<span translate=\"no\"></span>لەوانەیە چیرۆکێکی تایبەت بێت یان لێکۆڵینەوەیەک. "
 ],
 [
  "<span translate=\"no\"></span>Either way they're hard to write because breaking news push notifications... ",
  "<span translate=\"no\"></span>هەرچۆنێک بێت ئەوان زەحمەتە بنووسن چونکە ئاگادارکردنەوەی هەوالەکان "
 ],
 [
  "<span translate=\"no\"></span>you can't... ",
  "<span translate=\"no\"></span>ناتوانیت "
 ],
 [
  "if you get something wrong in it you can't bring it back. ",
  "ئەگەر شتێکی هەڵەت دەست بکەوێت ناتوانی بیگەڕێنیتەوە "
 ],
 [
  "<span translate=\"no\"></span>It's there, it sits on someone's phone and the only way to correct it is to send another one. ",
  "<span translate=\"no\"></span>لەوێیە، لەسەر تەلەفۆنی کەسێک دادەنیشێت و تاکە ڕێگای ڕاستکردنەوەی ئەوەیە کە یەکێکی تر بنێرێت. "
 ],
 [
  "That's really embarrassing. ",
  "ئەوە بەڕاستی شەرمەزارکەرە "
 ],
 [
  "<span translate=\"no\"></span>You don't want to get those wrong. ",
  "<span translate=\"no\"></span>تۆ ناتەوێت ئەو هەڵەیە بەدەست بهێنیت. "
 ],
 [
  "<span translate=\"no\"></span>We don't... ",
  "<span translate=\"no\"></span>"
 ],
 [
  "we don't get those wrong very often. ",
  "ئێمە زۆر جار ئەو هەڵەیەمان دەست ناکەوێت "
 ],
 [
  "<span translate=\"no\"></span>But again it means you double and triple check it before you before you send it. ",
  "<span translate=\"no\"></span>بەڵام دیسان ئەوە مانای ئەوەیە کە تۆ دوو ئەوەندە و سێ جار بیپشکنی پێش ئەوەی بینێریت. "
 ],
 [
  "<span translate=\"no\"></span>You get at least one other person to read it sometimes more. ",
  "<span translate=\"no\"></span>تۆ بەلایەنی کەمەوە کەسێکی ترت دەست دەکەوێت بۆ ئەوەی هەندێک جار زیاتر بیخوێنیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>And then you read it again and then I read them aloud to myself. ",
  "<span translate=\"no\"></span>و پاشان دووبارە دەیخوێنیتەوە و دواتر بە دەنگی بەرز بۆ خۆم دەیانخوێنمەوە. "
 ],
 [
  "<span translate=\"no\"></span>Before I press the button. ",
  "<span translate=\"no\"></span>پێش ئەوەی دوگمەکە دابگرم. "
 ],
 [
  "<span translate=\"no\"></span>Everyone has their different ways of just making sure that they get them right. ",
  "<span translate=\"no\"></span>هەموو کەس ڕێگای جیاوازی هەیە بۆ دڵنیابوون لەوەی کە ئەوان ڕاست دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>The other thing too, the Dirty Little Secret really of push notifications is that most people don't click on them. ",
  "<span translate=\"no\"></span>شتی تر، نهێنی بچووکی پیس بەڕاستی لە ئاگادارکردنەوەکان ئەوەیە کە زۆربەی خەڵک لەسەریان کلیک ناکەن. "
 ],
 [
  "<span translate=\"no\"></span>You send a push notification notification and a small percentage of your audience will actually open it. ",
  "<span translate=\"no\"></span>ئاگادارکردنەوەی پاڵنان دەنێریت و ڕێژەیەکی کەم لە بینەرەکانت لە ڕاستیدا دەیکەیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>It's that's because really often the notification itself is enough because it's the headline of a big breaking news story <span translate=\"no\"></span>It gives the audience the main thing they need to know and maybe they'll come back to it later when they're home or they'll <span translate=\"no\"></span>engage with the story a different way. ",
  "<span translate=\"no\"></span>ئەوە لەبەر ئەوەیە کە زۆرجار ئاگانامەکە خۆی بەسە چونکە سەردێڕی چیرۆکێکی هەواڵی تێکشکاوی گەورەیە <span translate=\"no\"></span>ئەوە شتە سەرەکییەکەی دەداتە ئامادەبووان کە پێویستە بیزانن و ڕەنگە دواتر کە لە ماڵەوەن یان <span translate=\"no\"></span>بە شێوەیەکی تر لەگەڵ چیرۆکەکەدا تێوەگلاون "
 ],
 [
  "<span translate=\"no\"></span>I know I do that because I don't open most push notifications on my phone. ",
  "<span translate=\"no\"></span>دەزانم کە ئەم کارە دەکەم چونکە من زۆربەی ئاگانامەکانی پاڵنان لەسەر تەلەفۆنەکەم ناکەمەوە. "
 ],
 [
  "<span translate=\"no\"></span>So actually push notifications don't necessarily send a huge audience to your story compared to the overall audience that <span translate=\"no\"></span>it eventually gets. ",
  "<span translate=\"no\"></span>کەواتە لە ڕاستیدا پاڵ بە ئاگانامەکان ناهێنن بە مەرجێک بینەرێکی زۆر بۆ چیرۆکەکەت بنێرێت بە بەراورد لەگەڵ هەموو بینەرەکان کە <span translate=\"no\"></span>لە کۆتاییدا بەدەست دێت. "
 ],
 [
  "<span translate=\"no\"></span>However, it gives it a kind of kick start. ",
  "<span translate=\"no\"></span>هەرچۆنێک بێت، ئەوە جۆرێک لە دەست پێ کردن دەدات. "
 ],
 [
  "<span translate=\"no\"></span>So it means that... ",
  "<span translate=\"no\"></span>ئەوە مانای ئەوەیە کە "
 ],
 [
  "in the competitive space of a breaking news story or when you're looking to put an exclusive or deeply <span translate=\"no\"></span>reported piece of journalism in front of your audience. ",
  "لە فەزای پێشبرکێی چیرۆکێکی هەواڵی شکاندن یان کاتێک بە دوای ئەوەدا دەگەڕێیت کە بەشێکی تایبەت یان بە قووڵی <span translate=\"no\"></span>ڕۆژنامەگەریی لە بەردەم جەماوەرەکەتدا دابنێیت. "
 ],
 [
  "<span translate=\"no\"></span>When I'm pitching, one of the things that I really focus on is mobile first pitches. ",
  "<span translate=\"no\"></span>کاتێک کە من خەریکی هەڵدانم، یەکێک لەو شتانەی کە من بە ڕاستی سەرنجی دەدەم یەکەم هەنگاوی مۆبایلە. "
 ],
 [
  "<span translate=\"no\"></span>And the reason why is because at least for me that's where I consume the majority of> I constantly have my phone. ",
  "<span translate=\"no\"></span>و هۆکارەکەی ئەوەیە کە بەلایەنی کەمەوە بۆ من ئەوەیە کە زۆربەی > من بەردەوام تەلەفۆنم هەیە "
 ],
 [
  "And I'm <span translate=\"no\"></span>constantly reading and consuming my news, my TV, my everything is through my phone. ",
  "من <span translate=\"no\"></span>بەردەوام هەواڵەکانم دەخوێنمەوە و دەیخۆمەوە، تەلەفیزیۆنەکەم، هەموو شتێکم لە ڕێگەی تەلەفۆنەکەمەوەیە. "
 ],
 [
  "<span translate=\"no\"></span>And if I'm like that then so is some of our audience and so I'm looking at and I'm using data for that. ",
  "<span translate=\"no\"></span>و ئەگەر من ئاوا بم ئەوا هەندێک لە بینەرانی ئێمەیە و بۆیە من سەیری دەکەم و داتا بۆ ئەوە بەکار دێنم. "
 ],
 [
  "<span translate=\"no\"></span>We know that the majority... ",
  "<span translate=\"no\"></span>دەزانین کە زۆرینە "
 ],
 [
  "there are times that CNN is majority mobile first. ",
  "جاری وا هەیە کە سی ئێن ئێن یەکەم مۆبایلی زۆرینەیە "
 ],
 [
  "As in the majority of our audience <span translate=\"no\"></span>is coming from mobile devices. ",
  "وەک زۆربەی بینەرەکانمان <span translate=\"no\"></span>لە ئامێرەکانی مۆبایلەوە دێت "
 ],
 [
  "Especially at the weekends, for example, because nobody's sitting on a desktop computer <span translate=\"no\"></span>reading the news. ",
  "بە تایبەتی لە کۆتایی هەفتەکاندا، بۆ نمونە، چونکە کەس لەسەر کۆمپیوتەری دێسکتۆپ دانیشتووە <span translate=\"no\"></span>خوێندنەوەی هەواڵەکە. "
 ],
 [
  "They're sat on the couch in between, you know, watching tv scrolling through their phone. ",
  "ئەوان لەسەر قەنەفەکە دانیشتوون لە نێوان، دەزانیت، سەیری سکرۆڵکردنی تەلەفیزیۆن دەکەن لە ڕێگەی تەلەفۆنەکەیانەوە. "
 ],
 [
  "<span translate=\"no\"></span>And so sometimes there are certain stories that when you're coming up with your pitch, you think that <span translate=\"no\"></span>is a mobile first story. ",
  "<span translate=\"no\"></span>و بۆیە هەندێک جار چیرۆکێکی دیاریکراو هەیە کە کاتێک لەگەڵ ئاوازەکەتدا دێیت، وا بیر دەکەیتەوە کە <span translate=\"no\"></span>چیرۆکی یەکەم مۆبایلە. "
 ],
 [
  "That's something that's going to lend itself to a mobile presentation. ",
  "ئەمە شتێکە کە خۆی بە پریزێنتەیشنێکی مۆبایل قەرز دەدات. "
 ],
 [
  " In which case, how can I <span translate=\"no\"></span>incorporate that into my pitch? ",
  " لە کام حاڵەتدا، چۆن دەتوانم <span translate=\"no\"></span>ئەوە بخەمە ناو ئاوازەکەمەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>What do I need in terms of elements that would make that more mobile friendly? ",
  "<span translate=\"no\"></span>چیم پێویستە لە ڕووی توخمەکانەوە کە دەبێتە هۆی ئەوەی کە مۆبایلەکە زیاتر دۆستانە بێت؟ "
 ],
 [
  "<span translate=\"no\"></span>Do I want to include photos? ",
  "<span translate=\"no\"></span>ئایا دەمەوێت وێنەکانی تێدا بکەم؟ "
 ],
 [
  "<span translate=\"no\"></span>And does that include photos that are taken in a more portrait landscape orientation as opposed to a landscape orientation? ",
  "<span translate=\"no\"></span>و ئایا ئەو وێنانە لەخۆ دەگرێت کە لە دیمەنێکی دیمەنی وێنەیی زیاتر گیراون وەک پێچەوانەی ئاراستەی دیمەنی سروشتی؟ "
 ],
 [
  "<span translate=\"no\"></span>Because I know that's how it's going to be consumed. ",
  "<span translate=\"no\"></span>لەبەر ئەوەی من دەزانم کە ئەمە بەو شێوەیە بەکار دەهێنرێت "
 ],
 [
  " If I'm gonna be shooting video elements for it, because I think <span translate=\"no\"></span>video would be a good part of that story, <span translate=\"no\"></span>am I shooting it in portrait mode because I'm thinking about them? ",
  " ئه گه ر من ده مهه وێ به هۆی ئه وه ده مهه وێ ڤیدیۆی سه ر ئه و به ر ئه وه ی که <span translate=\"no\"></span>ڤیدیۆیی ده بێ به شیکی باش له و چیرۆکه <span translate=\"no\"></span>من ئه مه به هۆی ئه وه ی که بیر له وه ده که م؟ "
 ],
 [
  "\n That mobile presentation. ",
  "ئەم پریزێنتەیشنە مۆبایلە "
 ],
 [
  "And so you might incorporate <span translate=\"no\"></span>that into your pitch from the get go. ",
  "وە کەواتە تۆ لەوانەیە <span translate=\"no\"></span>تێکەڵ بکەیت بۆ ناو ئاوازەکەت لە ڕۆیشتنەوە. "
 ],
 [
  "Because you have a clear vision that that's how your piece is going, you would like your <span translate=\"no\"></span>piece to go out. ",
  "چونکە تۆ بینینێکی ڕوونت هەیە کە پارچەکەی تۆ بەو شێوەیە دەڕوات، حەز دەکەیت پارچە <span translate=\"no\"></span>خۆت بچێتە دەرەوە. "
 ],
 [
  "<span translate=\"no\"></span>Big thing to think about when pitching stories to digital editors, is to think about how the story is going to be presented. ",
  "<span translate=\"no\"></span>شتی گەورە کە بیری لێ بکەینەوە لە کاتی هەڵدانی چیرۆک بۆ سەرنووسەری دیجیتاڵ، ئەوەیە کە بیر لەوە بکەنەوە کە چیرۆکەکە چۆن پێشکەش دەکرێت. "
 ],
 [
  "<span translate=\"no\"></span>So, don't just say, oh, I'm looking into this issue. ",
  "<span translate=\"no\"></span>کەواتە، تەنها مەڵێ، ئۆه، من سەیری ئەم کێشەیە دەکەم. "
 ],
 [
  "I'm going to this place. ",
  "من دەچم بۆ ئەم شوێنە. "
 ],
 [
  "Think about what story you're actually going <span translate=\"no\"></span>to tell. ",
  "بیر لە چ چیرۆکێک بکەرەوە کە <span translate=\"no\"></span>بیڵێیت. "
 ],
 [
  "<span translate=\"no\"></span>Think about what the headline might be. ",
  "<span translate=\"no\"></span>بیر لەوە بکەنەوە کە سەردێڕی چی دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>Think about what the first few paragraphs would be. ",
  "<span translate=\"no\"></span>بیر لەوە بکەنەوە کە چەند پەرەگرافی یەکەم چی دەبێت. "
 ],
 [
  "Encapsulate the story that you're going to do. ",
  "ئەو چیرۆکەی کە تۆ دەیکەیت، پۆشتە بکە. "
 ],
 [
  "<span translate=\"no\"></span>So that the editor can you can understand and visualize and think about what it's gonna look like on on the digital page. ",
  "<span translate=\"no\"></span>بۆ ئەوەی سەرنووسەرەکە بتوانیت تێبگەیت و وێنای بکەیت و بیر بکەیتەوە لەوەی کە لە لاپەڕەی دیجیتاڵدا چۆن دەردەکەوێت. "
 ],
 [
  "<span translate=\"no\"></span>And being able to think ahead and visualize what your story is gonna look like on the page, and from my point of view from <span translate=\"no\"></span>what the story is gonna look like on the home page as well, will really help you get your story commissioned. ",
  "<span translate=\"no\"></span>و توانای بیرکردنەوە و وێناکردنی چی چیرۆکەکەت لە لاپەڕەکەدا هەیە و لە ڕوانگەی منەوە لە <span translate=\"no\"></span>چی چیرۆکەکە لە لاپەڕەی ماڵەوە دەچێت، بە ڕاستی یارمەتیت دەدات کە چیرۆکەکەت ڕێک بخەیت. "
 ],
 [
  "Or <span translate=\"no\"></span>get the story that you've already done, given a good placing on the home page. ",
  "یان <span translate=\"no\"></span>ئەو چیرۆکە بەدەست بهێنیت کە تۆ پێشتر ئەنجامت داوە، بە پێدانی شوێنێکی باش لەسەر لاپەڕەی ماڵەوە. "
 ],
 [
  "It's not enough to say, I'm going to <span translate=\"no\"></span>X Place, and I'll see what I get. ",
  "ئەوە بەس نیە کە بڵێم، من <span translate=\"no\"></span>ئێکس پلەیس دەکەم، وە دەبینم چی بەدەست دێنم. "
 ],
 [
  "You think about what the framing of your story is going to be. ",
  "تۆ بیر لەوە دەکەیتەوە کە چەنێک لە چیرۆکەکەت چی دەبێت. "
 ],
 [
  "What <span translate=\"no\"></span>format it's going to end up in and and what visual elements you're going to have. ",
  "چ فۆرماتێک <span translate=\"no\"></span>کۆتایی دێت و چ توخمێکی بینراوت هەیە. "
 ],
 [
  "And of course that might might change, and <span translate=\"no\"></span>plans always change, and it might not end up working out the way you want it. ",
  "وە بە دڵنیاییەوە لەوانەیە بگۆڕدرێت، وە پلانەکانی <span translate=\"no\"></span>هەمیشە دەگۆڕێن، وە لەوانەیە کۆتایی بە کار نەهێنێت بەو شێوەیەی کە دەتەوێت. "
 ],
 [
  "<span translate=\"no\"></span>But having a good idea of what the story is going to be, look like. ",
  "<span translate=\"no\"></span>بەڵام هەبوونی بیرۆکەیەکی باش دەربارەی ئەوەی کە چیرۆکەکە چۆن دەبێت، وا دیارە. "
 ],
 [
  "The headline, the tease for the tease image. ",
  "سەردێڕەکە، گاڵتەکردن بۆ وێنەی گاڵتەکردن. "
 ],
 [
  "What <span translate=\"no\"></span>your story that you're trying to tell or the message that you're trying to give. ",
  "چی چیرۆکەکەت <span translate=\"no\"></span>کە تۆ هەوڵ دەدەی بیڵێیت یان ئەو پەیامەی کە تۆ هەوڵ دەدەی بیدەیت. "
 ],
 [
  " Having a clear idea about that at the <span translate=\"no\"></span>pitching stage will be a much better guarantee of success. ",
  " هەبوونی بیرۆکەیەکی ڕوون سەبارەت بەوەی کە لە قۆناغی <span translate=\"no\"></span>هەڵدان دەبێتە گەرەنتییەکی زۆر باشتر بۆ سەرکەوتن "
 ],
 [
  "<span translate=\"no\"></span>Number one, you have to have a strong headline when you're pitching, because otherwise, you don't have a clear focus of what <span translate=\"no\"></span>your story is going to be. ",
  "<span translate=\"no\"></span>ژمارە یەکی، دەبێت سەردێڕی بەهێزت هەبێت کاتێک تۆ هەڵیدەدەیت، چونکە ئەگەر نا، تۆ سەرنجێکی ڕوونت نییە کە چی <span translate=\"no\"></span>چیرۆکەکەت دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>But you have to think about how it's going to be presented both on the top of your story and perhaps the homepage. ",
  "<span translate=\"no\"></span>بەڵام تۆ دەبێت بیر لەوە بکەیتەوە کە چۆن لەسەرووی چیرۆکەکەتەوە پێشکەش دەکرێت و هەم لەوانەیە لاپەڕەی ماڵەوە. "
 ],
 [
  "You know <span translate=\"no\"></span>how are you going to draw a reader in and that's different from print? ",
  "تۆ دەزانیت <span translate=\"no\"></span>چۆن خوێنەرێک دەکێشیت و ئەوە جیاوازە لە چاپ؟ "
 ],
 [
  "<span translate=\"no\"></span>You don't have to necessarily think about that because that's something that the editor of the newspaper is going to do or <span translate=\"no\"></span>the copy editors are gonna do. ",
  "<span translate=\"no\"></span>پێویست ناکات پێویست بکات بیر لەوە بکەیتەوە چونکە ئەوە شتێکە کە سەرنوسەری ڕۆژنامەکە ئەنجامی دەدات یان <span translate=\"no\"></span>سەرنوسەری کۆپیەکان ئەنجامی دەدەن "
 ],
 [
  "<span translate=\"no\"></span>That's all part of the process on the digital, in the digital space, at least, at CNN it is. ",
  "<span translate=\"no\"></span>ئەوە هەموو بەشێکن لە پڕۆسەکە لەسەر دیجیتاڵ، لە بۆشایی دیجیتاڵ، بەلایەنی کەمەوە، سی ئێن ئێن. "
 ],
 [
  "It's a whole encompassing process <span translate=\"no\"></span>You need to think about every single element of your piece from the beginning, because otherwise, you're not gonna get <span translate=\"no\"></span>very far with your pitch. ",
  "ئەمە هەموو پڕۆسەیەکە <span translate=\"no\"></span>پێویستە لە سەرەتاوە بیر لە هەموو توخمەکانی پارچەکەی خۆت بکەیتەوە، چونکە ئەگەر نا، تۆ زۆر <span translate=\"no\"></span>لەگەڵ ئاوازەکەت دوور ناکەیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>We would describe this as being audience led. ",
  "<span translate=\"no\"></span>ئێمەئەمە وەسف دەکەین کەئامادەبووان پێشڕەوی دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>Being really conscious of audience behavior and how they are consuming a story. ",
  "<span translate=\"no\"></span>بە ئاگا بوون لە هەڵسوکەوتی بینەران و چۆن چیرۆکێک دەخۆن. "
 ],
 [
  "<span translate=\"no\"></span>So that might be a whole range of metrics. ",
  "<span translate=\"no\"></span>کەواتە لەوانەیە هەموو مەودایەکی پێوانەیی بێت. "
 ],
 [
  "Shall we say from everything from how are people, what are they reading <span translate=\"no\"></span>on or watching on? ",
  "ئایا لە هەموو شتێک بڵێین خەڵکی چۆنن، <span translate=\"no\"></span>دەخوێننەوە یان سەیری چی دەکەن؟ "
 ],
 [
  "<span translate=\"no\"></span>You know, is it a phone? ",
  "<span translate=\"no\"></span>دەزانیت، ئایا مۆبایلە؟ "
 ],
 [
  "<span translate=\"no\"></span>Is it a desktop computer? ",
  "<span translate=\"no\"></span>کۆمپیوتەری دێسکتۆپە؟ "
 ],
 [
  "<span translate=\"no\"></span>Is it a tablet? ",
  "<span translate=\"no\"></span>ئەمە حەبەیە؟ "
 ],
 [
  "<span translate=\"no\"></span>Is that Android is it IOS? ",
  "<span translate=\"no\"></span>ئایا ئەندرۆید ئای ئۆ ئێسە؟ "
 ],
 [
  "<span translate=\"no\"></span>So thinking about all of these differences then? ",
  "<span translate=\"no\"></span>کەواتە بیر لە هەموو ئەم جیاوازیانە بکەیتەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>Thinking about how they how are they arriving to the journalism that we are publishing? ",
  "<span translate=\"no\"></span>بیر لەوە بکەنەوە کە چۆن دەگەنە ئەو ڕۆژنامەگەرییەی کە ئێمە بڵاوی دەکەینەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>Is that via a social platform, is it via WhatsApp or Telegram or another messaging app? ",
  "<span translate=\"no\"></span>ئەوەیە کە لە ڕێگەی پلاتفۆرمێکی کۆمەڵایەتیەوە، ئایا ئەوە لە ڕێگەی واتس ئەپ یان تێلێگرام یان کاربەرنامەیەکی تری پەیام گوزاریەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>Or is it that they are a really loyal branded news customer? ",
  "<span translate=\"no\"></span>یان ئەوەیە کە ئەوان کڕیارێکی هەواڵی دڵسۆزن؟ "
 ],
 [
  "They type cnn.com ",
  "cnn.com دەنووسن "
 ],
 [
  "into their browser. ",
  "بۆ ناو وێبگەڕەکەیان "
 ],
 [
  "Or they <span translate=\"no\"></span>have the app downloaded onto their phone. ",
  "یان ئەوان <span translate=\"no\"></span>کاربەرنامە دابەزێنراوە لەسەر تەلەفۆنەکەیان. "
 ],
 [
  "<span translate=\"no\"></span>You really need to be thinking about how are people consuming your news? ",
  "<span translate=\"no\"></span>تۆ بەڕاستی پێویستە بیر لەوە بکەیتەوە کە خەڵک چۆن هەواڵەکەت دەخۆن؟ "
 ],
 [
  "<span translate=\"no\"></span>We use software called ChartBeat. ",
  "<span translate=\"no\"></span>ئێمە سۆفتوێرێک بەکاردێنین کە پێی دەوترێت ChartBeat. "
 ],
 [
  "That will show different headlines to different parts of the audience. ",
  "کە مانشێتی جیاواز نیشان دەدات بۆ بەشە جیاوازەکانی بینەران "
 ],
 [
  "<span translate=\"no\"></span>So you'll write anywhere between, you know, it tends to work better with like three or four headlines. ",
  "<span translate=\"no\"></span>کەواتە لە هەر شوێنێک لە نێواندا بنوسیت، دەزانیت، ئەوە باشتر کار دەکات لەگەڵ سێ یان چوار سەردێڕی. "
 ],
 [
  "<span translate=\"no\"></span>So you'll write anywhere from three or four headlines to I think you can go up to 10, 15 headlines. ",
  "<span translate=\"no\"></span>کەواتە لە هەر شوێنێک لە سێ یان چوار سەردێرەوە دەنووسیت بۆ من پێم وایە دەتوانیت 10,15 سەردێڕی سەردێڕیت بەرز بکەیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>Then the software will show each headline to different parts of the audience and it will then calculate the number <span translate=\"no\"></span>of clicks that it gets versus the engagement on the page afterwards. ",
  "<span translate=\"no\"></span>پاشان سۆفتوێرەکە هەر مانشێتێک پیشانی بەشە جیاوازەکانی بینەر دەدات و دواتر ژماردنی ژمارە <span translate=\"no\"></span>کلیکەکان دەکات کە بەرامبەر بە گونجان لە لاپەڕەکەدا دوای ئەوە بەدەست دێت. "
 ],
 [
  "<span translate=\"no\"></span>So it will calculate that balance between what's retaining users and what's getting them to click and it will find that sweet <span translate=\"no\"></span>spot and then it'll tell us what that is. ",
  "<span translate=\"no\"></span>کەواتە ئەو هاوسەنگیە دەژمێرێت لە نێوان ئەوەی کە بەکارهێنەرە پارێزراوەکان و ئەوەی کە دەیهێنێتە سەر کلیک کردن و ئەو شوێنە شیرینە <span translate=\"no\"></span>دەدۆزێتەوە و دواتر پێمان دەڵێت کە ئەوە چیە. "
 ],
 [
  "<span translate=\"no\"></span>If you've written something that is getting a lot of clicks but is getting clicked off, it will tend to stop. ",
  "<span translate=\"no\"></span>ئەگەر شتێکت نووسیوە کە گرتەی زۆر دەست دەکەوێت بەڵام گرتەی لێ دەکرێت، ئەوا وا دەوەستێت. "
 ],
 [
  "<span translate=\"no\"></span>It will tend to not choose that once. ",
  "<span translate=\"no\"></span>ئەوە حەز دەکات جارێک ئەوە هەڵنەبژێرێت. "
 ],
 [
  "<span translate=\"no\"></span>There are lots of metrics available to digital journalists and they all tell you different kinds of stories. ",
  "<span translate=\"no\"></span>مێتریکی زۆر هەیە بۆ رۆژنامەنووسە دیجیتاڵیەکان و هەموویان چیرۆکی جیاوازتان بۆ دەگێڕنەوە "
 ],
 [
  "<span translate=\"no\"></span>There are the metrics that give you a sense of how a story is doing in the moment. ",
  "<span translate=\"no\"></span>ئەو پێوەرانە هەن کە هەستت پێدەکەن کە چیرۆکێک لە ئێستادا چۆن دەیکات. "
 ],
 [
  "<span translate=\"no\"></span>Home page editors at CNN use use a tool called ChartBeat that ranks stories on the home page. ",
  "<span translate=\"no\"></span>سەرنووسەرەکانی پەڕەی ماڵەوە لە سی ئێن ئێن ئامرازێک بەکاردێنن بەناوی ChartBeat کە چیرۆکەکان لە لاپەڕەی ماڵەوە ڕیز دەکات. "
 ],
 [
  "<span translate=\"no\"></span>So usually the story that's in the lead slot will be number one. ",
  "<span translate=\"no\"></span>کەواتە زۆربەی کات ئەو چیرۆکەی کە لە درزی سەرەکیدایە دەبێتە ژمارە یەکی "
 ],
 [
  "<span translate=\"no\"></span>But if it isn't, you'll be questioning why. ",
  "<span translate=\"no\"></span>بەڵام ئەگەر وا نەبێت، تۆ پرسیارت لێ ئەکەیت بۆچی. "
 ],
 [
  "Perhaps there'll be a story  that's quite far down the page that actually <span translate=\"no\"></span>has quite a high ranking. ",
  "لەوانەیە چیرۆکێک هەبێت کە زۆر لە خوارەوەی لاپەڕەکە بێت کە لە راستیدا <span translate=\"no\"></span>ئاستێکی بەرزی هەیە. "
 ],
 [
  "And that will make you think people are interested in that perhaps we should move it up. ",
  "وە ئەوە وا لە تۆ دەکات کە وا بیر بکەیتەوە کە خەڵک حەزی لێیە لەوانەیە ئێمە بیجوڵێنین. "
 ],
 [
  "<span translate=\"no\"></span>It'll also tell you whether a story is gaining in popularity or losing in popularity or whether it's performing <span translate=\"no\"></span>on average better than other stories in that slot where it's currently placed. ",
  "<span translate=\"no\"></span>هەروەها پێت ئەڵێت کە ئایا چیرۆکێک لە ناوبانگدا پەیدا دەبێت یان لە ناوبانگدا دەدۆڕێنێت یان ئایا بە تێکڕایی <span translate=\"no\"></span>باشتر لە چیرۆکەکانی تر لەو درزەدا ئەنجام دەدات کە ئێستا تێیدا دانراوە. "
 ],
 [
  "<span translate=\"no\"></span>So all of those real time pieces of information allow you to take decisions in the moment about how you're placing stories. ",
  "<span translate=\"no\"></span>کەواتە هەموو ئەو زانیاریە راستەقینە ڕێگەت پێدەدات لە کاتی خۆیدا بڕیار بدەیت دەربارەی چۆنیەتی دانانی چیرۆکەکان. "
 ],
 [
  "<span translate=\"no\"></span>And whether they're doing well and whether the headlines need to be sharpened or whether the story is just not performing <span translate=\"no\"></span>and perhaps it's time to replace it with something else. ",
  "<span translate=\"no\"></span>و ئایا باش کار دەکەن و ئایا پێویستە مانشێتەکان تیژ بکرێن یان چیرۆکەکە تەنیا <span translate=\"no\"></span>نمایش ناکات و ڕەنگە کاتی ئەوە بێت کە شتێکی تر جێگۆڕکێ بکەین. "
 ],
 [
  "<span translate=\"no\"></span>However, there are competitive and metrics pressures that you need to guard against. ",
  "<span translate=\"no\"></span>هەرچۆنێک بێت، فشاری پێشبڕکێکار و مەتری هەیە کە پێویستە لە بەرامبەریدا پاسەوانی بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>If the only determinant for commissioning a story was whether it will do well, or the only determining factor for where <span translate=\"no\"></span>we place the story on the homepage is its position in the rankings, then I think you'd end up with a very different kind <span translate=\"no\"></span>of home page. ",
  "<span translate=\"no\"></span>ئەگەر تاکە دیاریکەر بۆ بەڕیوەبردنی چیرۆکێک ئەوە بوو کە ئایا بە باشی ئەنجامی دەدات، یان تاکە فاکتەری دیاریکەر بۆ ئەوەی <span translate=\"no\"></span>چیڕۆکەکە لە لاپەڕەی ماڵەوە دابنێین پێگەی خۆیەتی لە ڕیزبەندی، ئەوا پێم وایە تۆ بە جۆرێکی زۆر جیاواز <span translate=\"no\"></span>لاپەڕەی ماڵەوە کۆتایی پێ دەهێنیت. "
 ],
 [
  "And that's what some news organizations do. ",
  "وە ئەمە ئەو شتەیە کە هەندێک لە ڕێکخراوە هەواڵییەکان دەیکەن "
 ],
 [
  "<span translate=\"no\"></span>And metrics are the only, are the only determining factor for some. ",
  "<span translate=\"no\"></span>و پێوەرەکان تاکە فاکتەری دیاریکەرن بۆ هەندێک. "
 ],
 [
  "<span translate=\"no\"></span>It's not the case at CNN. ",
  "<span translate=\"no\"></span>ئەوە لە سی ئێن ئێن نییە "
 ],
 [
  "We have a very subjective think about what we think is important <span translate=\"no\"></span>and what we think the stories that we ought to tell. ",
  "ئێمە بیرێکی زۆر بابەتیمان هەیە دەربارەی ئەوەی کە ئێمە پێمان وایە گرینگە <span translate=\"no\"></span>و چی بیر دەکەینەوە ئەو چیرۆکانەی کە پێویستە بیڵێین. "
 ],
 [
  "<span translate=\"no\"></span>So we use a combination of things. ",
  "<span translate=\"no\"></span>کەواتە ئێمە تێکەڵەیەک لە شتەکان بەکاردەهێنین "
 ],
 [
  "Then we also try and make our most what we think that might be <span translate=\"no\"></span>our most difficult stories as accessible as possible. ",
  "پاشان ئێمە هەوڵ دەدەین و زیاترین ئەو شتانەی کە پێمان وایە <span translate=\"no\"></span>قورسترین چیرۆکەکانمان دەکەین تا ئەو ئاستەی کە گونجاو بێت. "
 ],
 [
  "<span translate=\"no\"></span>So don't make it hard, you know. ",
  "<span translate=\"no\"></span>کەواتە زەحمەت مەکە، دەزانیت "
 ],
 [
  "Try and make it try and make it easy for, for your audience to engage with your stories. ",
  "هەوڵ بدە و هەوڵ بدە و ئاسان بکە بۆ، بۆ ئەوەی بینەرەکەت لەگەڵ چیرۆکەکانت تێوەگلێت. "
 ],
 [
  "<span translate=\"no\"></span>That doesn't mean a race to the bottom. ",
  "<span translate=\"no\"></span>ئەوە مانای پێشبڕکێ نیە بۆ خوارەوە. "
 ],
 [
  "<span translate=\"no\"></span>It means it just means exactly as I'm saying, it just make it don't make it difficult for your audience to access your stories. ",
  "<span translate=\"no\"></span>مانای ئەوەیە کە ڕێک بەو مانایەیە کە من دەڵێم، ئەوە وا دەکات کە گەیشتن بە چیرۆکەکانت بۆ بینەران زەحمەتی نەبێت. "
 ],
 [
  "<span translate=\"no\"></span>And and that competitive pressure I think is it's something that makes us all... ",
  "<span translate=\"no\"></span>و ئەو فشارە پێشبڕکێیە کە پێم وایە ئەمە شتێکە کە هەموومان دروست دەکات "
 ],
 [
  "it makes us all better. ",
  "ئەوە هەموومان باشتر دەکات "
 ],
 [
  "<span translate=\"no\"></span>So we're primarily focused on video starts and completion rates. ",
  "<span translate=\"no\"></span>کەواتە ئێمە بە شێوەیەکی سەرەکی جەختمان لەسەر دەستپێکردنی ڤیدیۆ و ڕێژەی تەواوکردن کردووە. "
 ],
 [
  "<span translate=\"no\"></span>So video starts is obviously telling you the picture of who is watching this and how many people are watching it. ",
  "<span translate=\"no\"></span>کەواتە ڤیدیۆکە دەست پێ دەکات بە ئاشکرا وێنەی ئەوەت پێ دەڵێت کە کێ سەیری ئەمە دەکات و چەند کەس سەیری دەکەن. "
 ],
 [
  "And you're <span translate=\"no\"></span>getting that sense of scale and what people really want to consume and what's what's really driving attention on this story <span translate=\"no\"></span>in a visual way. ",
  "وە تۆ <span translate=\"no\"></span>ئەو هەستە پێوەرە بەدەست دەهێنیت و خەڵک بە ڕاستی چی دەتەوێت بیخۆن و ئەوەی کە بەڕاستی سەرنجی ئەم چیرۆکە <span translate=\"no\"></span>بە شێوەیەکی بینراو. "
 ],
 [
  "<span translate=\"no\"></span>And then the other thing we're looking at is completion rate. ",
  "<span translate=\"no\"></span>و دواتر ئەو شتەی تر کە ئێمە سەیری دەکەین ڕێژەی تەواوبوونە "
 ],
 [
  "And that is telling us is this engaging people and keeping <span translate=\"no\"></span>them from beginning to middle to end. ",
  "وە ئەوە پێمان دەڵێت کە ئەم خەڵکە سەرقاڵە و هێشتنەوەی <span translate=\"no\"></span>ئەوان لە سەرەتاوە بۆ ناوەڕاست تا کۆتایی "
 ],
 [
  "<span translate=\"no\"></span>So that's what we're focused on is the percentage of people who are watching this right up until the last frame. ",
  "<span translate=\"no\"></span>کەواتە ئەمە ئەو شتەیە کە ئێمە سەرنجمان لەسەر داوە ڕێژەی ئەو کەسانەیە کە تا دوایین چوارچێوە سەیری ئەم شتە دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>We're not looking so much at what percentage of the video are they looking at? ",
  "<span translate=\"no\"></span>ئێمە زۆر سەیری کام ڕێژەی ڤیدیۆکە ناکەین کە سەیری دەکەن؟ "
 ],
 [
  "<span translate=\"no\"></span>We're interested more in like are we creating that narrative arc? ",
  "<span translate=\"no\"></span>ئێمە زیاتر حەزمان لە دروستکردنی ئەو کەوانەیە؟ "
 ],
 [
  "<span translate=\"no\"></span>And are we delivering on that promise? ",
  "<span translate=\"no\"></span>و ئایا ئێمە ئەو بەڵێنە دەدەین؟ "
 ],
 [
  "<span translate=\"no\"></span>So it is, it's not about how do I get them? ",
  "<span translate=\"no\"></span>کەواتە، ئەوە دەربارەی ئەوە نییە کە چۆن ئەوان بەدەست بێنم؟ "
 ],
 [
  "<span translate=\"no\"></span>How do I write the stories or publish the stories that have the greatest number of clicks. ",
  "<span translate=\"no\"></span>چۆن چیرۆکەکان بنووسم یان ئەو چیرۆکانە بڵاو بکەمەوە کە گەورەترین ژمارەی کرتەیان هەیە. "
 ],
 [
  "<span translate=\"no\"></span>That is not the driving force when we think about metrics. ",
  "<span translate=\"no\"></span>ئەوە هێزی لێخوڕین نیە کاتێک بیر لە پێوەرەکان دەکەینەوە "
 ],
 [
  "We are only using them to hell help us to understand those consumption <span translate=\"no\"></span>patterns and behaviors. ",
  "ئێمە تەنها ئەوان بەکاردەهێنین بۆ دۆزەخ یارمەتیمان دەدات بۆ تێگەیشتن لەو بەکاربردنە <span translate=\"no\"></span>شێواز و ڕەفتارەکان. "
 ],
 [
  "<span translate=\"no\"></span>Metrics are really helpful for a newsroom so that they can understand how the audience is interacting and engaging with the news. ",
  "<span translate=\"no\"></span>میتریکەکان بەڕاستی یارمەتیدەرن بۆ ژووری هەواڵ بۆ ئەوەی تێبگەن کە چۆن بینەرەکان کارلێک دەکەن و لەگەڵ هەواڵەکان تێوەگلاون. "
 ],
 [
  "<span translate=\"no\"></span>But at the end of the day, the sort of, the largest guiding principle is our own editorial judgment. ",
  "<span translate=\"no\"></span>بەڵام لە کۆتایی ڕۆژدا، گەورەترین پرەنسیپی ڕێنمایی بڕیاری سەروتاری خۆمانە. "
 ],
 [
  "That is something that <span translate=\"no\"></span>is essential when it comes to commissioning and how we're thinking about framing news stories. ",
  "ئەوە شتێکە کە <span translate=\"no\"></span>زۆر گرنگە کاتێک کە دێتە سەر ھەندکردن و چۆن بیر لە چوارچێوەبەندی چیرۆکەکانی هەواڵ دەکەینەوە. "
 ],
 [
  "What we are committing our <span translate=\"no\"></span>time into covering. ",
  "ئەوەی ئێمە کاتی <span translate=\"no\"></span>خۆمان بۆ داپۆشین ئەنجام دەدەین. "
 ],
 [
  "<span translate=\"no\"></span>That is essentially when we think about our news meetings and we think about editorial <span translate=\"no\"></span>discussions that we're having. ",
  "<span translate=\"no\"></span>ئەوە لە بنەڕەتدا کاتێک ئێمە بیر لە کۆبوونەوە هەواڵیەکانمان دەکەینەوە و بیر لە سەروتار <span translate=\"no\"></span>ئەو گفتوگۆیانە دەکەینەوە کە هەمانە "
 ],
 [
  "<span translate=\"no\"></span>That is what guides how we shape the news that we publish to our digital platforms. ",
  "<span translate=\"no\"></span>ئەوەیە کە ئێمە چۆن ئەو هەواڵانە دروست دەکەین کە بڵاویان دەکەینەوە بۆ پلاتفۆرمە دیجیتەڵەکانمان. "
 ],
 [
  "<span translate=\"no\"></span>We're looking at click through rates primarily on the home page. ",
  "<span translate=\"no\"></span>ئێمە بە شێوەیەکی سەرەکی لە لاپەڕەی ماڵەوەدا سەیری کرتە دەکەین لە رێگەی ڕێژەکانەوە. "
 ],
 [
  "<span translate=\"no\"></span>So we're looking at how what people are clicking on and then engaging with. ",
  "<span translate=\"no\"></span>کەواتە ئێمە سەیری ئەوە دەکەین کە چۆن خەڵک لەسەری کلیک دەکەن و دواتر تێوەگلاون لەگەڵی. "
 ],
 [
  "We always want to make sure that we're not having <span translate=\"no\"></span>people click very heavily on something and then having them drop off. ",
  "ئێمە هەمیشە دەمانەوێت دڵنیابینەوە کە ئێمە <span translate=\"no\"></span>خەڵک زۆر بە قورسی لەسەر شتێک کرتە دەکەن و پاشان وازیان لێ دەهێنین "
 ],
 [
  "<span translate=\"no\"></span>And it's sometimes a balance of, okay, you know, we may know that this interview or this story isn't something that's going <span translate=\"no\"></span>to get a lot of attention because it's, you know, maybe a part of the world that's more obscure to the audience or something <span translate=\"no\"></span>like that, but it's really important. ",
  "<span translate=\"no\"></span>و هەندێک جار هاوسەنگییە، باشە، دەزانیت، ڕەنگە بزانین ئەم چاوپێکەوتنە یان ئەم چیرۆکە شتێک نییە <span translate=\"no\"></span>سەرنجێکی زۆر وەربگریت چونکە ئەوە، دەزانیت، ڕەنگە بەشێک لە جیهان کە بۆ بینەران نادیارتر بێت یان شتێکی وا <span translate=\"no\"></span> بەڵام زۆر گرنگە "
 ],
 [
  "<span translate=\"no\"></span>So we're gonna make sure that it gets the space and and the the priority that it needs. ",
  "<span translate=\"no\"></span>کەواتە ئێمە دڵنیا دەبینەوە کە ئەو بۆشاییە و ئەولەویەتی کە پێویستی پێیەتی بەدەست دەهێنێت. "
 ],
 [
  "<span translate=\"no\"></span>That's when the real challenge comes in, when the audience don't seem to be so interested based on the numbers and and what <span translate=\"no\"></span>are the ways that you can try and get them interested. ",
  "<span translate=\"no\"></span>ئەوەیە کە تەحەدای ڕاستەقینە دێتە ژوورەوە، کاتێک وا دەرناکەوێت کە بینەران ئەوەندە حەزیان پێ نەبێت لەسەر بنەمای ژمارەکان و <span translate=\"no\"></span>ئەو ڕێگایانەن کە دەتوانن هەوڵ بدەن و حەزیان لێ بکەن. "
 ],
 [
  "<span translate=\"no\"></span>So we'll we'll run headline tests. ",
  "<span translate=\"no\"></span>کەواتە ئێمە تاقیکردنەوەی مانشێت دەکەین "
 ],
 [
  "We'll try different images. ",
  "ئێمە وێنەی جیاواز تاقی دەکەینەوە. "
 ],
 [
  " We'll pull out characters to try and help people connect with <span translate=\"no\"></span>the story. ",
  " ئێمە کارەکتەرەکان ڕادەکێشین بۆ هەوڵدان و یارمەتیدانی خەڵک پەیوەندی <span translate=\"no\"></span>چیرۆکەکە. "
 ],
 [
  "<span translate=\"no\"></span>And yeah, we'll start thinking about those sort of techniques. ",
  "<span translate=\"no\"></span>و بەڵێ، ئێمە دەست دەکەین بە بیرکردنەوە لەو جۆرە تەکنیکانە "
 ],
 [
  "<span translate=\"no\"></span>The headline is the entry point to a story. ",
  "<span translate=\"no\"></span>مانشێتەکە خاڵی چوونەژوورەوەی چیرۆکێکە. "
 ],
 [
  "Whether that's on the homepage. ",
  "ئەگەر ئەوە لەسەر لاپەڕەی ماڵەوە بێت. "
 ],
 [
  "Whether you're coming across a <span translate=\"no\"></span>story on social media. ",
  "ئەگەر تۆ لە تۆڕە کۆمەڵایەتیەکان بە چیرۆکێکی <span translate=\"no\"></span>تێدەپەڕیت "
 ],
 [
  "But on the homepage you're thinking about how do I write a headline that is accurate, <span translate=\"no\"></span>that will really engage someone and and grab them and pull them into the story. ",
  "بەڵام لە پەڕەی ماڵەوە تۆ بیر لەوە دەکەیتەوە کە چۆن سەردێرێک بنووسم کە ڕاست بێت، <span translate=\"no\"></span>کە بەڕاستی کەسێک سەرقاڵ دەکات و دەیگرێت و دەیکێشم بۆ ناو چیرۆکەکە. "
 ],
 [
  " And how do I give them enough information <span translate=\"no\"></span>so that I'm not revealing the entire contents of the story, but also that I'm not creating what we call in the industry too <span translate=\"no\"></span>large of a curiosity gap. ",
  " وە چۆن زانیاری تەواویان بدەمێ <span translate=\"no\"></span>بۆ ئەوەی تەواوی ناوەڕۆکی چیرۆکەکە ئاشکرا نەکەم، بەڵکو ئەوەی کە ئێمە لە پیشەسازیدا پێی دەڵێین دروست ناکەم <span translate=\"no\"></span>کەلێنی کینەی کڕۆکی زۆر گەورە بێت. "
 ],
 [
  "<span translate=\"no\"></span>So where you're not leaving too much, you know, sort of teasing people into clicking. ",
  "<span translate=\"no\"></span>کەواتە ئەو شوێنەی کە تۆ زۆر ناهێڵیت، دەزانیت، جۆرێک لە خەڵک بۆ کرتە کردن. "
 ],
 [
  "And then, you know, they just sort of <span translate=\"no\"></span>click away because the story wasn't as interesting as the headline. ",
  "وە دواتر، دەزانیت، ئەوان تەنها <span translate=\"no\"></span>گرتە لێدەکەن چونکە چیرۆکەکە وەک سەردێرەکە سەرنجڕاکێش نەبوو. "
 ],
 [
  "<span translate=\"no\"></span>So you're really thinking about how do you responsibly headline stories, and then what are the strong imagery and other elements. ",
  "<span translate=\"no\"></span>کەواتە تۆ بەڕاستی بیر لەوە دەکەیتەوە کە چۆن بە بەرپرسیارانە سەردێڕی چیرۆکەکان دەکەیت، وە دواتر وێنە بەهێزەکان و توخمەکانی تر چین. "
 ],
 [
  "<span translate=\"no\"></span>Sometimes we use things, for example, like video loops or graphics, things that again might stop somebody and and compel <span translate=\"no\"></span>them to click and spend more time with a news story. ",
  "<span translate=\"no\"></span>هەندێک جار شتەکان بەکاردێنین، بۆ نمونە، وەک ئەڵقەی ڤیدیۆیی یان گرافیک، ئەو شتانەی کە دووبارە لەوانەیە کەسێک بوەستێنن و ناچاریان <span translate=\"no\"></span>کە کلیک بکەن و کاتێکی زیاتر بەسەر ببەن لەگەڵ چیرۆکێکی هەواڵدا. "
 ],
 [
  "<span translate=\"no\"></span>Your thumbnail follows your video around the internet. ",
  "<span translate=\"no\"></span>وێنە بچووکەکەت دوای ڤیدیۆکەت دەکەوێت لە دەوری ئینتەرنێت. "
 ],
 [
  "<span translate=\"no\"></span>It's the reason people want to see it. ",
  "<span translate=\"no\"></span>هۆکاری ئەوەیە کە خەڵک دەیانەوێت بیبینن "
 ],
 [
  "It like really paints the picture of what it's going to be in this video. ",
  "ئه وه به ڕاستی وێنه ی ئه وه ی که ئه و ڤیدۆیه ده بێ وێنە دهکێشێته وه "
 ],
 [
  "<span translate=\"no\"></span>What are they gonna watch? ",
  "<span translate=\"no\"></span>سەیری چی دەکەن؟ "
 ],
 [
  "<span translate=\"no\"></span>What are they going to see? ",
  "<span translate=\"no\"></span>چی دەبینن؟ "
 ],
 [
  "<span translate=\"no\"></span>What's the moment? ",
  "<span translate=\"no\"></span>ئێستا چیە؟ "
 ],
 [
  "<span translate=\"no\"></span>So we will experiment with those on the home page will test them out in different photo spots versus text spots. ",
  "<span translate=\"no\"></span>کەواتە ئێمە تاقی دەکەینەوە لەگەڵ ئەوانەی کە لە لاپەڕەی ماڵەوەن تاقیکردنەوەیان بۆ دەکەن لە خاڵی وێنەی جیاواز بەرامبەر خاڵەکانی دەق. "
 ],
 [
  "<span translate=\"no\"></span>So sometimes it can work actually really well when you don't have a thumbnail on the home page because you've created a sort <span translate=\"no\"></span>of curiosity gap for the audience. ",
  "<span translate=\"no\"></span>کەواتە هەندێک جار لە ڕاستیدا دەتوانێت بە باشی کار بکات کاتێک پەنجەی بچووکت نییە لەسەر لاپەڕەی ماڵەوە چونکە تۆ جۆرێک <span translate=\"no\"></span>بۆشایی دۆزە بۆ بینەر دروست کردووە. "
 ],
 [
  "<span translate=\"no\"></span>So if you've used a headline, like \"See What Rome Looks Like During the Pandemic,\" and you've already got a picture of the <span translate=\"no\"></span>colosseum empty up there, people may not want to click on it so much. ",
  "<span translate=\"no\"></span>کەواتە ئەگەر تۆ مانشێتێکت بەکارهێناوە، وەک \"بڕوانە ڕۆما لە کاتی پاندێمیکدا چۆنە\"، وە تۆ پێشتر وێنەیەکی <span translate=\"no\"></span>کۆلۆسیۆمت دەست کەوت کە لەوێ بەتاڵە، لەوانەیە خەڵک نەیەوێت زۆر لەسەری کرتە بکەن. "
 ],
 [
  "<span translate=\"no\"></span>My team also works on animations for the home page. ",
  "<span translate=\"no\"></span>تیمەکەم هەروەها کار لەسەر ئەنیمەیشن بۆ لاپەڕەی ماڵەوە دەکات. "
 ],
 [
  "We call them animations, gifs, loops, it's kind of all the same thing. ",
  "ئێمە پێیان دەڵێین ئەنیمەیشن، گیفس، ئەڵقە، ئەمە جۆرێکە لە هەمان شت. "
 ],
 [
  "<span translate=\"no\"></span>Moving pictures that go on the homepage and in our apps. ",
  "<span translate=\"no\"></span>گواستنەوەی وێنەکان کە دەچنە سەر لاپەڕەی ماڵەوە و لە کاربەرنامەکانمان. "
 ],
 [
  "<span translate=\"no\"></span>So those will be sort of very short little teases basically that will get the audience into the story. ",
  "<span translate=\"no\"></span>کەواتە ئەوانە جۆرێکن لە گاڵتەی بچووکی زۆر کورت کە لە بنچینەدا بینەرەکان ئەکەوێتە ناو چیرۆکەکەوە. "
 ],
 [
  "<span translate=\"no\"></span>Snd sometimes with those, it's as much about teasing the audience into wanting to click on this as it is also creating like <span translate=\"no\"></span>a visually impactful home page as well. ",
  "<span translate=\"no\"></span>ئێسند هەندێ جار لەگەڵ ئەوانە، ئەوەندەیە کە بینەران کەم بکەنەوە بۆ ئەوەی بیەوێت کرتە بکەن لەسەر ئەمە هەروەکو <span translate=\"no\"></span>لاپەڕەیەکی ماڵی کاریگەری بینراو دروست دەکات. "
 ],
 [
  "Thinking about tone is really important in the digital sphere, because if you get <span translate=\"no\"></span>the tone wrong, it can be really damaging. ",
  "بیرکردنەوە لە تۆن زۆر گرنگە لە بواری دیجیتاڵدا، چونکە ئەگەر تۆ <span translate=\"no\"></span>تۆنەکە هەڵە بیت، ئەوە زۆر زیانبەخش دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>You might get flamed on social media and emails. ",
  "<span translate=\"no\"></span>لەوانەیە تۆ لە تۆڕە کۆمەڵایەتیەکان و ئیمەیڵەکان گڕی پێ بدەیت. "
 ],
 [
  "Or or you might be the the the reaction to getting the tone wrong in <span translate=\"no\"></span>any kind of story can be really immediate. ",
  "یان لەوانەیە تۆ کاردانەوەکە بیت بۆ هەڵەکردنی ئاوازەکە لە <span translate=\"no\"></span>هەر جۆرە چیرۆکێک دەتوانێت ڕاستەوخۆ بێت. "
 ],
 [
  "<span translate=\"no\"></span>However if you think about it and think about the context, it is possible to vary the tone in many different ways. ",
  "<span translate=\"no\"></span>هەرچۆنێک بێت ئەگەر بیری لێ بکەیتەوە و بیر لە دەقەکە بکەیتەوە، دەکرێت بە چەندین شێوازی جیاواز ئاوازەکە بگۆریت. "
 ],
 [
  "<span translate=\"no\"></span>There will always be the majority of stories will have a fairly straightforward way of writing themselves, but if you're <span translate=\"no\"></span>doing more explanatory journalism, or if you're doing more eyewitness journalism, or if you're doing a story with a lighter <span translate=\"no\"></span>feel, then writing or explaining it or telling it in a different way, <span translate=\"no\"></span>or in a lighter tone, or in a more colorful tone, or in a more conversational tone is perfectly appropriate. ",
  "<span translate=\"no\"></span>هەمیشە زۆربەی چیرۆکەکان بەشێوەیەکی دادپەروەرانە ڕاست و دروستیان دەبێت بۆ نووسینی خۆیان، بەڵام ئەگەر <span translate=\"no\"></span>کاری ڕۆژنامەوانی ڕوونتر بکەیتەوە یان ئەگەر زیاتر کاری ڕۆژنامەنووسیی شایەتحاڵی دەکەیت یان ئەگەر چیرۆکێک دەکەیت بە <span translate=\"no\"></span>هەستێکی سووکتر دەکەیت، ئەوا  <span translate=\"no\"></span>یان بە ئاوازێکی سووکتر، یان بە ئاوازێکی ڕەنگاوڕەنگتر، یان بە ئاوازێکی گفتوگۆیی زیاتر زۆر گونجاوە. "
 ],
 [
  "<span translate=\"no\"></span>So long as you do it in the way that the audience expects. ",
  "<span translate=\"no\"></span>تا ئەو کاتەی کە تۆ ئەوە بەو شێوەیە ئەنجام بدەیت کە بینەران پێشبینی دەکەن. "
 ],
 [
  "The biggest mistake that we all make as <span translate=\"no\"></span>digital journalists is surprising the audience in an unexpected way when they click on something that they don't <span translate=\"no\"></span>get what they were expecting. ",
  "گەورەترین هەڵە کە هەموومان دەیکەین وەک <span translate=\"no\"></span>ڕۆژنامەنووسانی دیجیتاڵ سەیرو سەمەرەیە بینەران بە شێوەیەکی چاوەڕوان نەکراو کاتێک لەسەر شتێک کلیک دەکەن کە <span translate=\"no\"></span>ئەو شتەی کە چاوەڕوانیان دەکرد بەدەست ناهێنن "
 ],
 [
  "<span translate=\"no\"></span>So, a piece that has a lighter tone should have that tone reflected in the headline <span translate=\"no\"></span>and the presentation. ",
  "<span translate=\"no\"></span>کەواتە، پارچەیەک کە ئاوازێکی سووکتری هەیە دەبێت ئەو ئاوازەی هەبێت کە لە سەردێڕی <span translate=\"no\"></span>و پریزێنتەیشنەکە ڕەنگی داوەتەوە. "
 ],
 [
  " A piece that has a serious tone should have that reflected in the headline. ",
  " پارچەیەک کە ئاوازێکی جدی هەیە دەبێت کە لە سەردێرەکەدا ڕەنگی دابێت. "
 ],
 [
  "<span translate=\"no\"></span>If you're serving the audience of video, they should understand when they click on it, that it's going to play rather than <span translate=\"no\"></span>something that they're going to read. ",
  "<span translate=\"no\"></span>ئەگەر تۆ خزمەت بە بینەرانی ڤیدیۆ دەکەیت، دەبێت تێبگەن کاتێک کە کلیکی لەسەر دەکەن، کە یاری دەکات نەک <span translate=\"no\"></span>شتێک کە ئەوان دەیخوێننەوە. "
 ],
 [
  "<span translate=\"no\"></span>These sorts of things are really important. ",
  "<span translate=\"no\"></span>ئەم جۆرە شتانە زۆر گرینگن. "
 ],
 [
  "<span translate=\"no\"></span>Keeping them through that beginning, middle and end is about delivering on the promise that you've given them in the headline. ",
  "<span translate=\"no\"></span>هێشتنەوەیان لەو سەرەتا و ناوەڕاست و کۆتاییەدا سەبارەت بە گەیاندنی ئەو بەڵێنەیە کە لە سەردێردا پێتان داون "
 ],
 [
  "<span translate=\"no\"></span>We don't have the luxury of people sitting there throughout our programs. ",
  "<span translate=\"no\"></span>ئێمە لە هەموو بەرنامەکانماندا ئەو کەسانەی کە لەوێ دانیشتوون "
 ],
 [
  "We have to get them in there. ",
  "پێویستە بیانگەیەینە ئەوێ "
 ],
 [
  "And we get them <span translate=\"no\"></span>in there through a headline. ",
  "وە ئێمە ئەوان <span translate=\"no\"></span>ئەگەینە ئەوێ لە ڕێی مانشێتێکەوە. "
 ],
 [
  "<span translate=\"no\"></span>And if we give them a headline and they don't get it in the first 30 seconds, they're gonna jump off. ",
  "<span translate=\"no\"></span>و ئەگەر مانشێتێکیان پێ بدەین و لە 30 چرکەی یەکەمدا وەریان نەگرتووە ئەوا باز دەدەن "
 ],
 [
  "<span translate=\"no\"></span>If we give them a headline and they get it in the first 30 seconds, they're not gonna stay for the next two minutes. ",
  "<span translate=\"no\"></span>ئەگەر مانشێتێکیان پێ بدەین و لە ٣٠ چرکەی یەکەمدا دەستیان بکەوێت ئەوا بۆ دوو خولەکی داهاتوو نامێننەوە "
 ],
 [
  "<span translate=\"no\"></span>Keeping people through that beginning and middle and end is like you're telling this story, and you're telling them what you've <span translate=\"no\"></span>promised them that you were going to tell them in the headline. ",
  "<span translate=\"no\"></span>هێشتنەوەی خەڵک لەو سەرەتا و ناوەڕاست و کۆتاییەدا وەک ئەوە وایە کە تۆ ئەم چیرۆکە دەگێڕیتەوە و ئەوەی کە <span translate=\"no\"></span>بەڵێنیان پێداون کە لە سەردێرەکەدا پێیان دەڵێیت. "
 ],
 [
  "<span translate=\"no\"></span>We do a lot of headlines that are focused on watching something or seeing something. ",
  "<span translate=\"no\"></span>ئێمە سەردێڕی زۆر دەکەین کە سەرنجیان لەسەر سەیرکردنی شتێک یان بینینی شتێک هەیە. "
 ],
 [
  "<span translate=\"no\"></span>You know, how can you use your headline to paint a picture of what people are going to see? ",
  "<span translate=\"no\"></span>دەزانیت، چۆن دەتوانیت مانشێتەکەت بەکاربێنیت بۆ وێنەکێشانی ئەو وێنەیەی کە خەڵک دەیبینن؟ "
 ],
 [
  "<span translate=\"no\"></span>I think, specifically for video, that's what we really try and do. ",
  "<span translate=\"no\"></span>من پێم وایە، بە تایبەتی بۆ ڤیدیۆ، ئەمە ئەو شتەیە کە ئێمە بەڕاستی هەوڵ دەدەین و دەیکەین. "
 ]
]