[
 [
  "<span translate=\"no\"></span>When you're thinking about programming the home page, a lot of people are just coming at this as their number one form of <span translate=\"no\"></span>news. ",
  "<span translate=\"no\"></span>Cuando estás pensando en programar la página principal, mucha gente lo ve como su forma número uno de<span translate=\"no\"></span> noticias. "
 ],
 [
  "They're coming to see what's happening, just like they would pick up a copy of a newspaper back in back in the olden days. ",
  "Vienen a ver lo que pasa, igual que recogían una copia de un periódico en los viejos tiempos. "
 ],
 [
  "<span translate=\"no\"></span>So it's that balance between, what do they need to know, just looking at this page and what do I need to get them <span translate=\"no\"></span>to click into? ",
  "<span translate=\"no\"></span>Así que es ese equilibrio entre lo que necesitan saber, solo mirar esta página y lo que necesito para<span translate=\"no\"></span> que hagan clic. "
 ],
 [
  "<span translate=\"no\"></span>And so we're thinking about that as well. ",
  "<span translate=\"no\"></span>Así que también estamos pensando en eso. "
 ],
 [
  "<span translate=\"no\"></span>And sometimes when big news is breaking, you really want to create that impactful experience as soon as someone types <span translate=\"no\"></span>in cnn.com ",
  "<span translate=\"no\"></span>Y a veces, cuando llegan grandes noticias, realmente quieres crear esa experiencia impactante tan pronto como alguien escriba<span translate=\"no\"></span> en cnn.com "
 ],
 [
  "and and lands on that page. ",
  "y aterriza en esa página. "
 ],
 [
  "What you are hoping that people will leave with or will find, I should say, <span translate=\"no\"></span>when they arrive on cnn.com ",
  "Lo que esperas que la gente se vaya o encuentre, diría yo,<span translate=\"no\"></span> cuando llegue a cnn.com "
 ],
 [
  "is a sense of what is important editorially on on a given day. ",
  "es una idea de lo que es importante editorialmente en un día determinado. "
 ],
 [
  "<span translate=\"no\"></span>What is the key news... ",
  "<span translate=\"no\"></span>Cuáles son las noticias clave... "
 ],
 [
  "what are those key stories that people need to spend some time with? ",
  "¿Cuáles son esas historias clave con las que la gente necesita pasar algún tiempo? "
 ],
 [
  "<span translate=\"no\"></span>What are we saying <span translate=\"no\"></span>as a group of editors and professional journalists? ",
  "<span translate=\"no\"></span>¿Qué decimos<span translate=\"no\"></span> como grupo de editores y periodistas profesionales? "
 ],
 [
  " What are we saying is important that is happening in the world <span translate=\"no\"></span>at this moment in time that you should be paying attention to? ",
  " ¿Qué estamos diciendo que es importante que está sucediendo en el mundo en este<span translate=\"no\"></span> momento y al que deberías prestar atención? "
 ],
 [
  "<span translate=\"no\"></span>And so we are ranking those stories by their importance, by their sort of significance editorially. ",
  "<span translate=\"no\"></span>Por lo tanto, clasificamos esas historias por su importancia, por su tipo de significado editorial. "
 ],
 [
  "And how we arrive at those <span translate=\"no\"></span>decisions is usually via a number of discussions where we think about how many people is this story impacting? ",
  "Y la forma en que llegamos a esas<span translate=\"no\"></span> decisiones suele ser a través de una serie de discusiones en las que pensamos en a cuántas personas está afectando esta historia. "
 ],
 [
  "<span translate=\"no\"></span>Is it a story that is maybe a one off thing that is happening or is it a systemic issue? ",
  "<span translate=\"no\"></span>¿Es una historia que quizás sea algo único que está sucediendo o es un problema sistémico? "
 ],
 [
  "<span translate=\"no\"></span>Is it a global challenge? ",
  "<span translate=\"no\"></span>¿Es un desafío global? "
 ],
 [
  "<span translate=\"no\"></span>All of those factors are being taken into account when we think about where does this story sit on the page. ",
  "<span translate=\"no\"></span>Todos esos factores se tienen en cuenta cuando pensamos en dónde se encuentra esta historia en la página. "
 ],
 [
  "And what's <span translate=\"no\"></span>the message that we're conveying by its placement and what are people going to take away from that? ",
  "¿Y cuál es<span translate=\"no\"></span> el mensaje que transmitimos con su ubicación y qué va a sacar la gente de eso? "
 ],
 [
  "News is a hugely competitive <span translate=\"no\"></span>environment. ",
  "Las noticias son un<span translate=\"no\"></span> entorno muy competitivo. "
 ],
 [
  "<span translate=\"no\"></span>Breaking news in particular is more competitive than most. ",
  "<span translate=\"no\"></span>Las noticias de última hora en particular son más competitivas que la mayoría. "
 ],
 [
  "<span translate=\"no\"></span>And we take into account what our competitors are doing all the time. ",
  "<span translate=\"no\"></span>Y tenemos en cuenta lo que hacen nuestros competidores todo el tiempo. "
 ],
 [
  "<span translate=\"no\"></span>We're always looking at what other big news organizations are covering, how they're covering it. ",
  "<span translate=\"no\"></span>Siempre estamos analizando lo que cubren otras grandes organizaciones de noticias, cómo lo cubren. "
 ],
 [
  "<span translate=\"no\"></span>We're always looking at the home pages of all of our competitors and trying to make sure that that we're better than <span translate=\"no\"></span>them. ",
  "<span translate=\"no\"></span>Siempre consultamos las páginas de inicio de todos nuestros competidores e intentamos asegurarnos de que somos mejores que<span translate=\"no\"></span> ellos. "
 ],
 [
  "Or if they're better than us at any one moment, what can we do to catch up? ",
  "O si en algún momento son mejores que nosotros, ¿qué podemos hacer para ponernos al día? "
 ],
 [
  "<span translate=\"no\"></span>And that's good. ",
  "<span translate=\"no\"></span>Y eso está bien. "
 ],
 [
  "<span translate=\"no\"></span>You know, that competitive pressure I think is healthy in journalism. ",
  "<span translate=\"no\"></span>Ya sabes, esa presión competitiva creo que es saludable en el periodismo. "
 ],
 [
  "<span translate=\"no\"></span>It means that it means that the audiences are served well. ",
  "<span translate=\"no\"></span>Significa que significa que el público está bien atendido. "
 ],
 [
  "It means that our skills as journalists are improved. ",
  "Significa que nuestras habilidades como periodistas han mejorado. "
 ],
 [
  "<span translate=\"no\"></span>The home page is different depending on what device you are consuming it on. ",
  "<span translate=\"no\"></span>La página de inicio es diferente según el dispositivo en el que la consumas. "
 ],
 [
  "<span translate=\"no\"></span>If you're on desktop, you'll see a really sort of broad, big layout with a large sort of photo that's giving you a sense <span translate=\"no\"></span>of what is CNN saying is the most important story that you need to be reading today. ",
  "<span translate=\"no\"></span>Si usas el escritorio, verás una especie de diseño amplio y grande con una foto grande que te dará una idea<span translate=\"no\"></span> de lo que CNN dice que es la historia más importante que necesitas leer hoy. "
 ],
 [
  "If you're on your phone, which is mobile <span translate=\"no\"></span>web. ",
  "Si estás en tu teléfono, que es la<span translate=\"no\"></span> web móvil. "
 ],
 [
  "<span translate=\"no\"></span>I you've typed CNN dot com into a browser on a smartphone that will give you a slightly different experience. ",
  "<span translate=\"no\"></span>Si has escrito CNN punto com en un navegador de un teléfono inteligente, eso te brindará una experiencia ligeramente diferente. "
 ],
 [
  "<span translate=\"no\"></span>You will have less space maybe there in order to communicate with the audience about <span translate=\"no\"></span>what is really important. ",
  "<span translate=\"no\"></span>Tal vez tengas menos espacio allí para comunicarte con la audiencia sobre<span translate=\"no\"></span> lo que es realmente importante. "
 ],
 [
  "And you're dependent on people scrolling down several times on their phone to find some of the other <span translate=\"no\"></span>stories that you might want to surface. ",
  "Y dependes de que las personas se desplacen hacia abajo varias veces en su teléfono para encontrar algunas de las otras<span translate=\"no\"></span> historias que quizás quieras sacar a la luz. "
 ],
 [
  "<span translate=\"no\"></span>And then of course, the the experience is different as well <span translate=\"no\"></span>on the app. ",
  "<span translate=\"no\"></span>Y, por supuesto, la experiencia también es diferente<span translate=\"no\"></span> en la aplicación. "
 ],
 [
  " We have an international homepage, a domestic homepage, different mobile home pages, different home pages <span translate=\"no\"></span>on our apps. ",
  " Tenemos una página de inicio internacional, una página de inicio nacional, diferentes páginas de inicio para dispositivos móviles y diferentes páginas de inicio<span translate=\"no\"></span> en nuestras aplicaciones. "
 ],
 [
  "<span translate=\"no\"></span>And we're programming them all separately in real time. ",
  "<span translate=\"no\"></span>Y los programamos todos por separado en tiempo real. "
 ],
 [
  "<span translate=\"no\"></span>So, you know, we really want these to be up to the minute experiences for people. ",
  "<span translate=\"no\"></span>Así que, ya sabes, realmente queremos que estas sean experiencias actualizadas para la gente. "
 ],
 [
  "<span translate=\"no\"></span>So we're looking for what is driving the story forward. ",
  "<span translate=\"no\"></span>Así que estamos buscando qué es lo que impulsa la historia. "
 ],
 [
  "What is new today? ",
  "¿Qué hay de nuevo hoy? "
 ],
 [
  "<span translate=\"no\"></span>What is new this minute? ",
  "<span translate=\"no\"></span>¿Qué hay de nuevo en este momento? "
 ],
 [
  "if it's something that is really live, are we putting up a live stream and showing <span translate=\"no\"></span>people a press conference of what's happening right now? ",
  "si es algo que está realmente en vivo, ¿vamos a hacer una transmisión en vivo y a mostrar a la<span translate=\"no\"></span> gente una conferencia de prensa de lo que está sucediendo ahora mismo? "
 ],
 [
  "<span translate=\"no\"></span>So we really want to create that dynamic live experience, really in the minute as much as possible. ",
  "<span translate=\"no\"></span>Por eso, realmente queremos crear esa experiencia dinámica en vivo, en un minuto, tanto como sea posible. "
 ],
 [
  "And then <span translate=\"no\"></span>once people are on the homepage and engaging in in the news that they need, we also want to give them the experience of analysis <span translate=\"no\"></span>and context and opinion. ",
  "Y luego,<span translate=\"no\"></span> una vez que las personas estén en la página de inicio y reciban las noticias que necesitan, también queremos brindarles la experiencia del análisis, el contexto<span translate=\"no\"></span> y la opinión. "
 ],
 [
  "And really help them understand the events that are happening as well. ",
  "Y realmente ayúdalos a entender también los eventos que están sucediendo. "
 ],
 [
  "<span translate=\"no\"></span>So it's striking that balance between this is happening right now and here's the information that you're gonna need to to <span translate=\"no\"></span>understand this better. ",
  "<span translate=\"no\"></span>Así que es sorprendente que haya un equilibrio entre esto que está ocurriendo ahora mismo y esta es la información que necesitará para<span translate=\"no\"></span> entenderlo mejor. "
 ],
 [
  "<span translate=\"no\"></span>",
  "<span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>How television and digital work together in like a large legacy organization, is that you're looking at the points where <span translate=\"no\"></span>there's a sort of a collaborative maybe crossover whereby, you know, on big stories, we would be collaborating on <span translate=\"no\"></span>the key editorial drivers. ",
  "<span translate=\"no\"></span>La forma en que la televisión y lo digital funcionan juntas en una gran organización heredada, es que uno está viendo los puntos en los que<span translate=\"no\"></span> hay una especie de colaboración, tal vez un cruce, en el que, ya sabes, en las grandes historias, estaríamos colaborando en<span translate=\"no\"></span> los principales impulsores editoriales. "
 ],
 [
  "<span translate=\"no\"></span>And when I say that, I mean, you know, what are the top lines of a story? ",
  "<span translate=\"no\"></span>Y cuando digo eso, quiero decir, ya sabes, ¿cuáles son las líneas principales de una historia? "
 ],
 [
  "<span translate=\"no\"></span>What are the things that people are thinking about when news breaks? ",
  "<span translate=\"no\"></span>¿Cuáles son las cosas en las que piensa la gente cuando sale una noticia? "
 ],
 [
  "<span translate=\"no\"></span>Really the fundamentals of what is happening. ",
  "<span translate=\"no\"></span>En realidad, los fundamentos de lo que está sucediendo. "
 ],
 [
  "And then the things that are driving that for that story forward. ",
  "Y luego las cosas que están impulsando eso para que esa historia avance. "
 ],
 [
  " When it comes <span translate=\"no\"></span>to the key difference between linear and digital content, I think it comes down to the viewer and the role that they're playing. ",
  " Cuando se trata<span translate=\"no\"></span> de la diferencia clave entre el contenido lineal y el digital, creo que todo se reduce al espectador y al papel que desempeña. "
 ],
 [
  "<span translate=\"no\"></span>Because in linear content, all the content has been curated by the broadcaster. ",
  "<span translate=\"no\"></span>Porque en el contenido lineal, todo el contenido ha sido comisariado por la emisora. "
 ],
 [
  "And the viewer is in a passive position. ",
  "Y el espectador está en una posición pasiva. "
 ],
 [
  "And <span translate=\"no\"></span>they are in a lean back experience where they are watching what comes to them and they're not making active choices. ",
  "Y<span translate=\"no\"></span> están en una experiencia relajada en la que observan lo que se les ocurre y no toman decisiones activas. "
 ],
 [
  "In a <span translate=\"no\"></span>digital environment, <span translate=\"no\"></span>the whole thing is flipped <span translate=\"no\"></span>the other way. ",
  "En un entorno<span translate=\"no\"></span> digital,<span translate=\"no\"></span> todo se invierte<span translate=\"no\"></span> en sentido contrario. "
 ],
 [
  "The viewer and the audience member is in the driving seat and they're curating their own reading, watching, listening <span translate=\"no\"></span>journey. ",
  "El espectador y el miembro de la audiencia están en el asiento del conductor y están organizando su propio<span translate=\"no\"></span> viaje de lectura, observación y escucha. "
 ],
 [
  "And they're making all of those choices themselves. ",
  "Y están tomando todas esas decisiones ellos mismos. "
 ],
 [
  "<span translate=\"no\"></span>And if they don't find something interesting, or it starts to bore them, or it's no longer engaging them, they'll move on. ",
  "<span translate=\"no\"></span>Y si no encuentran algo interesante, o les empieza a aburrir, o ya no les atrae, seguirán adelante. "
 ],
 [
  "<span translate=\"no\"></span>And I think that so many of the fundamental decisions and choices that are made in commissioning digital versus linear content <span translate=\"no\"></span>all stem from that one key difference. ",
  "<span translate=\"no\"></span>Y creo que muchas de las decisiones y elecciones fundamentales que se toman al encargar el contenido digital frente al lineal se derivan<span translate=\"no\"></span> todas de esa diferencia clave. "
 ],
 [
  "<span translate=\"no\"></span>So I think the big difference between linear TV users and digital users is the audience habit. ",
  "<span translate=\"no\"></span>Así que creo que la gran diferencia entre los usuarios de televisión lineal y los usuarios digitales es el hábito de la audiencia. "
 ],
 [
  "How are they interacting <span translate=\"no\"></span>in in the product? ",
  "¿Cómo interactúan<span translate=\"no\"></span> en el producto? "
 ],
 [
  "<span translate=\"no\"></span>And what are their user behaviors around it? ",
  "<span translate=\"no\"></span>¿Y cuáles son sus comportamientos de usuario al respecto? "
 ],
 [
  "<span translate=\"no\"></span>So in linear TV, for example, you're sitting there on your sofa on an evening watching it, you know, from start to finish. ",
  "<span translate=\"no\"></span>Así que en la televisión lineal, por ejemplo, uno está sentado en el sofá una noche viéndola, ya sabes, de principio a fin. "
 ],
 [
  "<span translate=\"no\"></span>You're clocking in for a certain amount of time. ",
  "<span translate=\"no\"></span>Estás ingresando durante un tiempo determinado. "
 ],
 [
  "On digital <span translate=\"no\"></span>that behavior is completely different. ",
  "En<span translate=\"no\"></span> lo digital, ese comportamiento es completamente diferente. "
 ],
 [
  "<span translate=\"no\"></span>So you're maybe scrolling while you're on the tube, or you're scrolling while you're in the office or whatever it is. ",
  "<span translate=\"no\"></span>Así que tal vez estés desplazándote mientras estás en el metro, o mientras estás en la oficina o lo que sea. "
 ],
 [
  "<span translate=\"no\"></span>So that's kind of where you have to approach the content from as well. ",
  "<span translate=\"no\"></span>Así que ahí es desde donde también tienes que abordar el contenido. "
 ],
 [
  " How are people receiving this and how do they <span translate=\"no\"></span>want to consume it? ",
  " ¿Cómo lo reciben las personas y cómo<span translate=\"no\"></span> quieren consumirlo? "
 ],
 [
  "<span translate=\"no\"></span>Digital is a really fast medium, right? ",
  "<span translate=\"no\"></span>Lo digital es un medio muy rápido, ¿verdad? "
 ],
 [
  "<span translate=\"no\"></span>People are also consuming lots of different websites. ",
  "<span translate=\"no\"></span>La gente también consume muchos sitios web diferentes. "
 ],
 [
  "<span translate=\"no\"></span>They haven't sort of switched on a channel and there's a sense of kind of loyalty over maybe a long segment or <span translate=\"no\"></span>show. ",
  "<span translate=\"no\"></span>En cierto modo, no han encendido un canal y hay una sensación de lealtad quizás en un segmento o<span translate=\"no\"></span> programa largo. "
 ],
 [
  "In a digital sphere <span translate=\"no\"></span>people are consuming CNN, and then they're also looking at other news brands. ",
  "En el ámbito digital, la<span translate=\"no\"></span> gente consume CNN y, luego, también busca otras marcas de noticias. "
 ],
 [
  "<span translate=\"no\"></span>They might be also taking sort of information in, let's say, via messaging apps or social media. ",
  "<span translate=\"no\"></span>También pueden estar recibiendo información de algún tipo, por ejemplo, a través de aplicaciones de mensajería o redes sociales. "
 ],
 [
  "<span translate=\"no\"></span>So, you are constantly competing for people's attention. ",
  "<span translate=\"no\"></span>Por lo tanto, compites constantemente por la atención de la gente. "
 ],
 [
  "And the thing that drives that forward... ",
  "Y lo que hace que eso avance... "
 ],
 [
  "<span translate=\"no\"></span>what makes it so different is is the smartphone. ",
  "<span translate=\"no\"></span>lo que lo hace tan diferente es el teléfono inteligente. "
 ],
 [
  "The smartphone changed everything. ",
  "El smartphone lo cambió todo. "
 ],
 [
  "<span translate=\"no\"></span>It was the radical sort of development when it comes to how we consume news in the last decades, I would <span translate=\"no\"></span>say. ",
  "<span translate=\"no\"></span>Yo<span translate=\"no\"></span> diría que fue un desarrollo radical en lo que respecta a la forma en que consumimos las noticias en las últimas décadas. "
 ],
 [
  "Probably the most revolutionary thing since the internet itself. ",
  "Probablemente lo más revolucionario desde la propia Internet. "
 ],
 [
  "And the smartphone as we all know, as huge users of our <span translate=\"no\"></span>phones, is that you are bombarded with many different things. ",
  "Y el smartphone, como todos sabemos, como grandes usuarios de nuestros<span translate=\"no\"></span> teléfonos, es que te bombardean con muchas cosas diferentes. "
 ],
 [
  "<span translate=\"no\"></span>When you're consuming news in a linear television set up, you're, sort of transfixed maybe by what's happening on <span translate=\"no\"></span>the screen. ",
  "<span translate=\"no\"></span>Cuando consumes noticias en un televisor lineal, tal vez te paralice lo que sucede en<span translate=\"no\"></span> la pantalla. "
 ],
 [
  "<span translate=\"no\"></span>When you bring that into a digital setting, it really is about competing for every audience member's attention. ",
  "<span translate=\"no\"></span>Cuando llevas eso a un entorno digital, realmente se trata de competir por la atención de cada miembro de la audiencia. "
 ],
 [
  "<span translate=\"no\"></span>At a moment in time when you're accessing news on digital, you're making an active choice to read or consume or watch or <span translate=\"no\"></span>listen to a particular piece of content. ",
  "<span translate=\"no\"></span>En un momento en el que accedes a las noticias en formato digital, estás tomando la decisión activa de leer o consumir, ver o<span translate=\"no\"></span> escuchar un contenido en particular. "
 ],
 [
  "<span translate=\"no\"></span>And that's a very different relationship from the one with a that you have with a linear television channel where you sit <span translate=\"no\"></span>and watch and, and you're served a linear feed of what editors on the television channel  think would be interesting to <span translate=\"no\"></span>you. ",
  "<span translate=\"no\"></span>Y esa es una relación muy diferente a la que se tiene con un canal de televisión lineal en el que uno se sienta<span translate=\"no\"></span> y mira y, y se le ofrece una transmisión lineal de lo que los editores del canal de televisión piensan que haría ser interesante para<span translate=\"no\"></span> ti. "
 ],
 [
  "And you don't know what's coming up next. ",
  "Y no sabes lo que viene a continuación. "
 ],
 [
  "<span translate=\"no\"></span>It's a really important difference. ",
  "<span translate=\"no\"></span>Es una diferencia muy importante. "
 ],
 [
  "<span translate=\"no\"></span>Your audience on digital is making an active decision to interact and consume the piece of journalism that you've created. ",
  "<span translate=\"no\"></span>Su audiencia digital está tomando la decisión activa de interactuar y consumir la pieza periodística que ha creado. "
 ],
 [
  "<span translate=\"no\"></span>And that means you have to make it worth their while. ",
  "<span translate=\"no\"></span>Y eso significa que tienes que hacer que valga la pena. "
 ],
 [
  "<span translate=\"no\"></span>So you have to deliver what they expect. ",
  "<span translate=\"no\"></span>Así que hay que cumplir con lo que esperan. "
 ],
 [
  "<span translate=\"no\"></span>You have to make the make the headline or the photo or whatever the tease is interesting. ",
  "<span translate=\"no\"></span>Tienes que hacer el titular o la foto o lo que sea que la burla sea interesante. "
 ],
 [
  "<span translate=\"no\"></span>And then once they've decided to open it or download it or read it, whatever it is, you have to deliver on what you promised. ",
  "<span translate=\"no\"></span>Y luego, una vez que hayan decidido abrirlo, descargarlo o leerlo, sea lo que sea, tienes que cumplir lo que prometiste. "
 ],
 [
  "<span translate=\"no\"></span>So it's a really different kind of different kind of experience. ",
  "<span translate=\"no\"></span>Así que es un tipo de experiencia muy diferente. "
 ],
 [
  "<span translate=\"no\"></span>The digital landscape is changing year over year, depending on things that are outside of the scope of control when it comes <span translate=\"no\"></span>to, you know, media companies. ",
  "<span translate=\"no\"></span>El panorama digital está cambiando año tras año, dependiendo de cosas que están fuera del alcance del control cuando se trata<span translate=\"no\"></span> de, ya sabes, las compañías de medios. "
 ],
 [
  "<span translate=\"no\"></span>So we're talking about advances and changes in platforms, you know, consumption patterns, how audiences are using the internet. ",
  "<span translate=\"no\"></span>Así que estamos hablando de los avances y cambios en las plataformas, ya sabes, los patrones de consumo, la forma en que las audiencias utilizan Internet. "
 ],
 [
  "<span translate=\"no\"></span>It's driven not by a media organization saying we'd like to change the strategy of how people are consuming digitally. ",
  "<span translate=\"no\"></span>No está impulsado por una organización de medios que diga que nos gustaría cambiar la estrategia de las personas que consumen digitalmente. "
 ],
 [
  "<span translate=\"no\"></span>It's driven by devices, right? ",
  "<span translate=\"no\"></span>Está impulsado por dispositivos, ¿verdad? "
 ],
 [
  "<span translate=\"no\"></span>How are people actually consuming? ",
  "<span translate=\"no\"></span>¿Cómo consume realmente la gente? "
 ],
 [
  "What does the technology look like that they're consuming that journalism on? ",
  "¿Qué aspecto tiene la tecnología con la que están consumiendo ese periodismo? "
 ],
 [
  "<span translate=\"no\"></span>And what are the sort of the latest trends in terms of the various types of messaging apps or social platforms or other things <span translate=\"no\"></span>that are growing in terms of audience behavior when it comes to sort of the internet writ large? ",
  "<span translate=\"no\"></span>¿Y cuáles son las últimas tendencias en términos de los diversos tipos de aplicaciones de mensajería o plataformas sociales u otras cosas<span translate=\"no\"></span> que están creciendo en términos de comportamiento de la audiencia cuando se trata de una especie de Internet en general? ? "
 ],
 [
  "People's attention spans are <span translate=\"no\"></span>very different on digital in that way then. ",
  "La capacidad de atención de las personas es<span translate=\"no\"></span> muy diferente en lo digital en ese sentido, entonces. "
 ],
 [
  "<span translate=\"no\"></span>So, you know, instead of sitting back and watching a half hour program, they're coming for like a quick 30 second hit or something <span translate=\"no\"></span>like that. ",
  "<span translate=\"no\"></span>Así que, ya sabes, en lugar de sentarse y ver un programa de media hora, vienen a por un golpe rápido de 30 segundos o algo<span translate=\"no\"></span> así. "
 ],
 [
  "<span translate=\"no\"></span>So you've got that added challenge of how are you gonna attract them as a user and what are you going to do to really <span translate=\"no\"></span>get them into into the story and get them there in the first place and stand out amongst competitors? ",
  "<span translate=\"no\"></span>Así que tienes el desafío adicional de cómo vas a atraerlos como usuarios y qué vas a hacer para que realmente<span translate=\"no\"></span> entren en la historia y que lleguen allí en primer lugar y destaquen entre los competidores. "
 ],
 [
  "<span translate=\"no\"></span>The Internet is a very noisy place, as we all know. ",
  "<span translate=\"no\"></span>Internet es un lugar muy ruidoso, como todos sabemos. "
 ],
 [
  "<span translate=\"no\"></span>And then once they're there, are you delivering on what they wanted to come for? ",
  "<span translate=\"no\"></span>Y luego, una vez que estén allí, ¿estás cumpliendo con lo que querían venir? "
 ],
 [
  "<span translate=\"no\"></span>You know, are you are you keeping their attention? ",
  "<span translate=\"no\"></span>Ya sabes, ¿estás manteniendo su atención? "
 ],
 [
  "<span translate=\"no\"></span>And people tend to have very short attention spans on the internet. ",
  "<span translate=\"no\"></span>Y las personas tienden a tener períodos de atención muy cortos en Internet. "
 ],
 [
  "<span translate=\"no\"></span>Are you making sure that you're engaging them? ",
  "<span translate=\"no\"></span>¿Te estás asegurando de que los estás contratando? "
 ],
 [
  "When we make our digital videos, we don't know if people are going to <span translate=\"no\"></span>watch them on a desktop, on a linked up to a TV in their home, or on a mobile screen. ",
  "Cuando hacemos nuestros vídeos digitales, no sabemos si la gente los va a<span translate=\"no\"></span> ver en un ordenador de sobremesa, en un televisor conectado a un televisor de su casa o en la pantalla de un móvil. "
 ],
 [
  "And there's a very, very <span translate=\"no\"></span>very high chance they'll be watching it on mobile phone. ",
  "Y hay una probabilidad muy,<span translate=\"no\"></span> muy alta de que lo vean por teléfono móvil. "
 ],
 [
  "<span translate=\"no\"></span>And so obviously we are bearing that in mind with everything that we make, of course it's a smaller screen, of course they <span translate=\"no\"></span>might be on headphones. ",
  "<span translate=\"no\"></span>Y obviamente lo tenemos en cuenta con todo lo que hacemos, por supuesto, es una pantalla más pequeña, por supuesto que<span translate=\"no\"></span> pueden estar en auriculares. "
 ],
 [
  "<span translate=\"no\"></span>In some cases they might not even have audio. ",
  "<span translate=\"no\"></span>En algunos casos, es posible que ni siquiera tengan audio. "
 ],
 [
  "<span translate=\"no\"></span>These are all taken into account in the way that we produce our video, there's a lot of text on screen and digital videos <span translate=\"no\"></span>a lot of the time. ",
  "<span translate=\"no\"></span>Todo esto se tiene en cuenta en la forma en que producimos nuestro vídeo, hay mucho texto en la pantalla y vídeos<span translate=\"no\"></span> digitales muchas veces. "
 ],
 [
  "Obviously it has to be clear enough people to read it on a screen. ",
  "Obviamente, tiene que ser lo suficientemente claro para que la gente lo lea en una pantalla. "
 ],
 [
  "As much as we'd love to <span translate=\"no\"></span>think that everybody does turn their screen and at least maximize the use of that aspect ratio. ",
  "Por mucho que nos gustaría<span translate=\"no\"></span> pensar que todo el mundo gira la pantalla y, al menos, maximiza el uso de esa relación de aspecto. "
 ],
 [
  "<span translate=\"no\"></span>They don't. ",
  "<span translate=\"no\"></span>No lo hacen. "
 ],
 [
  "<span translate=\"no\"></span>So, you are working a lot of the time with a small screen, but I do think that the industry has come so far in <span translate=\"no\"></span>understanding that. ",
  "<span translate=\"no\"></span>Por lo tanto, se trabaja gran parte del tiempo con una pantalla pequeña, pero creo que la industria ha llegado muy lejos en lo que respecta a<span translate=\"no\"></span> entenderlo. "
 ],
 [
  "And the world and all of us as consumers and audience members have, we've got used to watching things <span translate=\"no\"></span>on these small screens. ",
  "Y el mundo y todos nosotros, como consumidores y miembros de la audiencia, nos hemos acostumbrado a ver cosas<span translate=\"no\"></span> en estas pantallas pequeñas. "
 ],
 [
  "And it's not that we've become forgiving, it's just that we've become very good at taking in a lot <span translate=\"no\"></span>on a very small screen. ",
  "Y no es que nos hayamos vuelto indulgentes, sino que se nos ha dado muy bien asimilar muchas cosas<span translate=\"no\"></span> en una pantalla muy pequeña. "
 ],
 [
  "<span translate=\"no\"></span>So I think that it's of course it is front of mind and the way that we produce. ",
  "<span translate=\"no\"></span>Así que creo que, por supuesto, es lo que tenemos en mente y la forma en que producimos. "
 ],
 [
  "<span translate=\"no\"></span>But it's also, you know, it is absolutely the world's problem now. ",
  "<span translate=\"no\"></span>Pero también es, ya sabes, absolutamente el problema del mundo ahora. "
 ],
 [
  "<span translate=\"no\"></span>I mean, it's just that it's just how we watch content. ",
  "<span translate=\"no\"></span>Quiero decir, es que así es como vemos el contenido. "
 ],
 [
  "<span translate=\"no\"></span>The most exciting part of digital journalism is that you get to connect with your users in a real way. ",
  "<span translate=\"no\"></span>La parte más emocionante del periodismo digital es que puedes conectarte con tus usuarios de una manera real. "
 ],
 [
  "And we do that through <span translate=\"no\"></span>listening to the data. ",
  "Y lo hacemos<span translate=\"no\"></span> escuchando los datos. "
 ],
 [
  "<span translate=\"no\"></span>You know, it's not very often in other forms of media that you get to have that close relationship with your audience. ",
  "<span translate=\"no\"></span>Ya sabes, no es muy frecuente en otros medios de comunicación que puedas tener una relación tan estrecha con tu audiencia. "
 ],
 [
  "<span translate=\"no\"></span>I think if you if you want journalism to be impactful and to change people's minds and to you know, connect and be <span translate=\"no\"></span>the voice of our societies, you really want to listen to what the people want. ",
  "<span translate=\"no\"></span>Creo que si uno quiere que el periodismo tenga un impacto y cambie la opinión de la gente y, ya sabe, conectarse y ser<span translate=\"no\"></span> la voz de nuestras sociedades, realmente quiere escuchar lo que la gente quiere. "
 ],
 [
  "<span translate=\"no\"></span>And it's always a fine balance between what is editorially important and our editorial and ethical responsibility as a news <span translate=\"no\"></span>organization and then balancing that with what the world is finding interesting. ",
  "<span translate=\"no\"></span>Y siempre hay un buen equilibrio entre lo que es importante desde el punto de vista editorial y nuestra responsabilidad editorial y ética como<span translate=\"no\"></span> organización de noticias, y luego equilibrar eso con lo que el mundo encuentra interesante. "
 ],
 [
  "<span translate=\"no\"></span>I think anyone who embarks on a career in digital journalism will tell you that you have this, you know, intimate relationship <span translate=\"no\"></span>with the audience where you know exactly when you're doing right because you can see the metrics and you can see you can <span translate=\"no\"></span>see the number of people who are choosing to read your stuff. ",
  "<span translate=\"no\"></span>Creo que cualquiera que se embarque en una carrera en el periodismo digital te dirá que tienes una, ya sabes, relación íntima<span translate=\"no\"></span> con la audiencia en la que sabes exactamente cuándo estás haciendo lo correcto porque puedes ver el y puedes ver que puedes<span translate=\"no\"></span> ver la cantidad de personas que eligen leer tus cosas. "
 ],
 [
  "And you can see how long they're listening to it for or how <span translate=\"no\"></span>far down the copy they read it and you get a really detailed picture of your audience and therefore, you know, when you're <span translate=\"no\"></span>going wrong as well. ",
  "Y puedes ver cuánto tiempo lo están escuchando o qué<span translate=\"no\"></span> tan abajo en la copia lo leen y obtienes una imagen muy detallada de tu audiencia y, por lo tanto, también sabes, cuándo te<span translate=\"no\"></span> equivocas. "
 ],
 [
  "<span translate=\"no\"></span>So it really helps you sharpen your focus. ",
  "<span translate=\"no\"></span>Así que realmente te ayuda a mejorar tu concentración. "
 ],
 [
  "And it improves your journalism as well because you can't get away with flabby <span translate=\"no\"></span>stories or poor angles or ill thought through packages. ",
  "Y también mejora tu periodismo porque no puedes salirte con la tuya con<span translate=\"no\"></span> historias flácidas, malos ángulos o malpensados a través de paquetes. "
 ],
 [
  "It's a really. ",
  "Es realmente un. "
 ],
 [
  "This closeness of the relationship with the audience <span translate=\"no\"></span>is the key thing. ",
  "Esta cercanía de la relación con el público<span translate=\"no\"></span> es la clave. "
 ],
 [
  "<span translate=\"no\"></span>Obviously we have our core news gathering operations and they're feeding into all of the products that we have around the <span translate=\"no\"></span>network. ",
  "<span translate=\"no\"></span>Obviamente, tenemos nuestras operaciones principales de recopilación de noticias y están incorporando todos los productos que tenemos en la<span translate=\"no\"></span> red. "
 ],
 [
  "<span translate=\"no\"></span>So whether that's the tv channels or digital, or our social platforms, they're really trying to  <span translate=\"no\"></span>create content and stories that work across different places. ",
  "<span translate=\"no\"></span>Ya sean los canales de televisión o los digitales, o nuestras plataformas sociales, en realidad están intentando<span translate=\"no\"></span> crear contenido e historias que funcionen en diferentes lugares. "
 ],
 [
  "<span translate=\"no\"></span>So as much as we can, we're planning ahead. ",
  "<span translate=\"no\"></span>Así que, en la medida de lo posible, estamos planificando con anticipación. "
 ],
 [
  "We're making sure that we're lined up on everything. ",
  "Nos aseguramos de estar al tanto de todo. "
 ],
 [
  "And that there's <span translate=\"no\"></span>something specifically tailored for the digital audience, as well as something that's gonna work for TV and something that's <span translate=\"no\"></span>gonna work for our Youtube audience. ",
  "Y que hay<span translate=\"no\"></span> algo diseñado específicamente para la audiencia digital, así como algo que funcionará para la televisión y algo que<span translate=\"no\"></span> funcionará para nuestra audiencia de Youtube. "
 ],
 [
  "<span translate=\"no\"></span>And kind of as much as we can and use thinking those things through ahead of time really helps to train an organization <span translate=\"no\"></span>that is traditionally broadcast into thinking about those different platforms as well. ",
  "<span translate=\"no\"></span>Y tanto como podemos, y usar pensar esas cosas con anticipación realmente ayuda a capacitar a una organización<span translate=\"no\"></span> que tradicionalmente se transmite para que piense también en esas diferentes plataformas. "
 ],
 [
  "<span translate=\"no\"></span>Certainly, and a lot of the conversation around a particular story and getting a sense of where the audience interest lies <span translate=\"no\"></span>comes from digital. ",
  "<span translate=\"no\"></span>Ciertamente, y gran parte de la conversación en torno a una historia en particular y a tener una idea de dónde radica el interés de la audiencia<span translate=\"no\"></span> proviene de lo digital. "
 ],
 [
  "Because you're seeing it on social, you're seeing it on twitter, you're seeing it on Tiktok, you're seeing <span translate=\"no\"></span>it on Facebook. ",
  "Porque lo ves en las redes sociales, lo ves en Twitter, lo ves en Tiktok,<span translate=\"no\"></span> lo ves en Facebook. "
 ],
 [
  "That's where you get your first inclination of where you can start to find your story. ",
  "Ahí es donde obtienes tu primera idea de dónde puedes empezar a encontrar tu historia. "
 ],
 [
  "If a certain theme <span translate=\"no\"></span>is emerging, <span translate=\"no\"></span>okay, that's an indication. ",
  "Si<span translate=\"no\"></span> está surgiendo un tema determinado,<span translate=\"no\"></span> vale, eso es una indicación. "
 ],
 [
  "I want to follow that because everybody's talking about education and how that's <span translate=\"no\"></span>being impacted by the war. ",
  "Quiero seguir con eso porque todo el mundo habla de la educación y de cómo la guerra la<span translate=\"no\"></span> está afectando. "
 ],
 [
  "Or you're starting to see people being concerned about food exports, and Ukraine being one of the <span translate=\"no\"></span>war largest grain producers. ",
  "O está empezando a ver que la gente está preocupada por las exportaciones de alimentos y que Ucrania es uno de los mayores productores de cereales de la<span translate=\"no\"></span> guerra. "
 ],
 [
  "<span translate=\"no\"></span>Okay. ",
  "<span translate=\"no\"></span>Vale. "
 ],
 [
  "<span translate=\"no\"></span>So that is something that we need to dig a bit more into. ",
  "<span translate=\"no\"></span>Así que eso es algo en lo que debemos profundizar un poco más. "
 ],
 [
  "<span translate=\"no\"></span>Let's follow that thread. ",
  "<span translate=\"no\"></span>Sigamos ese hilo. "
 ],
 [
  "And that's where it starts. ",
  "Y ahí es donde empieza. "
 ],
 [
  "<span translate=\"no\"></span>Things we found during our coverage of Ukraine, for example, is like, people were really connecting with the military aspect <span translate=\"no\"></span>of the story. ",
  "<span translate=\"no\"></span>Lo que descubrimos durante nuestra cobertura de Ucrania, por ejemplo, es que la gente realmente estaba conectando con el aspecto militar<span translate=\"no\"></span> de la historia. "
 ],
 [
  "They were really connecting with what weapons the Russians were using. ",
  "Estaban realmente relacionados con las armas que usaban los rusos. "
 ],
 [
  "What the tanks look like. ",
  "Qué aspecto tienen los tanques. "
 ],
 [
  "<span translate=\"no\"></span>What it really looks like on the ground. ",
  "<span translate=\"no\"></span>Cómo se ve realmente en el suelo. "
 ],
 [
  "<span translate=\"no\"></span>Those were the things that we're really getting a lot of audience interest. ",
  "<span translate=\"no\"></span>Esas son las cosas por las que realmente estamos despertando mucho interés de la audiencia. "
 ],
 [
  "<span translate=\"no\"></span>And so we were looking out for those angles, much more from the content that we had available to us. ",
  "<span translate=\"no\"></span>Así que buscábamos esos ángulos, mucho más a partir del contenido que teníamos disponible. "
 ],
 [
  "<span translate=\"no\"></span>Same with Russian voices, there was a real sort of hunger every time we put up a piece from inside Russia. ",
  "<span translate=\"no\"></span>Al igual que con las voces rusas, había una especie de hambre real cada vez que poníamos una pieza desde dentro de Rusia. "
 ],
 [
  "Or the <span translate=\"no\"></span>profiles, someone who had been close to Putin. ",
  "O los<span translate=\"no\"></span> perfiles, alguien que había estado cerca de Putin. "
 ],
 [
  "Or had an analyst talking about what might have been going on <span translate=\"no\"></span>in Putin's mindset. ",
  "O hizo que un analista hablara de lo que podría haber estado sucediendo<span translate=\"no\"></span> en la mentalidad de Putin. "
 ],
 [
  "<span translate=\"no\"></span>Those were things that really, you know, drove a lot of traffic. ",
  "<span translate=\"no\"></span>Esas eran cosas que realmente, ya sabes, generaban mucho tráfico. "
 ],
 [
  "<span translate=\"no\"></span>And so it was telling us, okay, people really want to know what's happening in Russia. ",
  "<span translate=\"no\"></span>Y así nos decía, vale, la gente realmente quiere saber lo que está sucediendo en Rusia. "
 ],
 [
  "And people really want to see behind <span translate=\"no\"></span>that curtain. ",
  "Y la gente realmente quiere ver detrás de<span translate=\"no\"></span> esa cortina. "
 ],
 [
  "<span translate=\"no\"></span>So, we were kind of looking for those opportunities as well. ",
  "<span translate=\"no\"></span>Así que también estábamos buscando esas oportunidades. "
 ],
 [
  "<span translate=\"no\"></span>I think, you know, the most successful journalists and content makers of the future are going to be really bold and really <span translate=\"no\"></span>brave. ",
  "<span translate=\"no\"></span>Creo que, ya sabes, los periodistas y creadores de contenido más exitosos del futuro van a ser muy audaces y<span translate=\"no\"></span> valientes. "
 ],
 [
  "And they're going to have ideas that they are passionate about and they push. ",
  "Y van a tener ideas que les apasionen y que impulsen. "
 ],
 [
  "And they experiment and they don't try <span translate=\"no\"></span>to just copy what's being done. ",
  "Y experimentan y no intentan simplemente<span translate=\"no\"></span> copiar lo que se está haciendo. "
 ],
 [
  "Because this really is a very, very fast moving machine. ",
  "Porque realmente es una máquina que se mueve muy, muy rápido. "
 ],
 [
  "<span translate=\"no\"></span>And there's just a lot of content out there. ",
  "<span translate=\"no\"></span>Y hay mucho contenido ahí fuera. "
 ],
 [
  "<span translate=\"no\"></span>There's a huge saturation of content, whether it's made by media news organizations, or owned content from within brands. ",
  "<span translate=\"no\"></span>Hay una enorme saturación de contenido, ya sea creado por medios de comunicación, organizaciones de noticias o contenido propio de marcas. "
 ],
 [
  "<span translate=\"no\"></span>Everybody's competing for eyeballs and everybody's competing for clicks. ",
  "<span translate=\"no\"></span>Todos compiten por los ojos y todos compiten por los clics. "
 ],
 [
  "So be bold, be brave, try and push the envelope. ",
  "Así que sé valiente, sé valiente, trata de ir más allá. "
 ],
 [
  "<span translate=\"no\"></span>Like all things in life, you know, pick something that you love and try to do it with that love first and foremost. ",
  "<span translate=\"no\"></span>Como todas las cosas en la vida, ya sabes, elige algo que te encante y trata de hacerlo con ese amor ante todo. "
 ],
 [
  "And if <span translate=\"no\"></span>it's journalism, follow your gut on the way that you want to tell a story as as somebody who might be reading it or watching <span translate=\"no\"></span>or choosing to engage with it. ",
  "Y si<span translate=\"no\"></span> se trata de periodismo, sigue tus instintos en la forma en que quieres contar una historia, como alguien que podría estar leyéndola o viendo<span translate=\"no\"></span> o eligiendo interactuar con ella. "
 ],
 [
  "Because ultimately, you're just trying to hold somebody's attention and you're just good a <span translate=\"no\"></span>judge of that as anybody else. ",
  "Porque en última instancia, solo tratas de mantener la atención de alguien y eres tan bueno como cualquier otra persona para<span translate=\"no\"></span> juzgarlo. "
 ],
 [
  "<span translate=\"no\"></span>When we're commissioning journalism and working in the field, we are thinking about in a digital landscape, how do you <span translate=\"no\"></span>stand out, right? ",
  "<span translate=\"no\"></span>Cuando encargamos el periodismo y trabajamos en el campo, pensamos en que en un panorama digital, ¿cómo<span translate=\"no\"></span> destacas tú, verdad? "
 ],
 [
  "<span translate=\"no\"></span>We are working in a highly competitive digital news environment where there is an abundance of global news publishers and <span translate=\"no\"></span>also people who are uploading their own news via, you know, Twitter TikTok, other services where people are creating and feeding <span translate=\"no\"></span>into that kind of understanding of big news stories. ",
  "<span translate=\"no\"></span>Trabajamos en un entorno de noticias digitales altamente competitivo, donde hay una gran cantidad de editores de noticias globales y<span translate=\"no\"></span> también personas que suben sus propias noticias a través de, ya sabes, Twitter, TikTok, otros servicios donde la gente está creando y<span translate=\"no\"></span> alimentando ese tipo de comprensión de las grandes noticias. "
 ],
 [
  "<span translate=\"no\"></span>So with that in mind, the most important thing we can do is is thinking really kind of two ways when it comes to differentiation. ",
  "<span translate=\"no\"></span>Con eso en mente, lo más importante que podemos hacer es pensar realmente de dos maneras en lo que respecta a la diferenciación. "
 ],
 [
  "<span translate=\"no\"></span>How are you going to stand out in terms of the framing of the story,?What ",
  "<span translate=\"no\"></span>¿Cómo vas a destacar en términos del encuadre de la historia? Qué "
 ],
 [
  "are stories that are currently <span translate=\"no\"></span>undercovered? ",
  "¿Son historias que actualmente están<span translate=\"no\"></span> encubiertas? "
 ],
 [
  " What are stories that are highly sort of personal and really tapped into something that's very universal? ",
  " ¿Cuáles son las historias que son muy personales y que realmente están relacionadas con algo que es muy universal? "
 ],
 [
  "<span translate=\"no\"></span>Having the sort of the personal story come through or whether if if it's not a sort of a human-led story, then you're looking <span translate=\"no\"></span>for stories that are revelatory, right? ",
  "<span translate=\"no\"></span>Tener ese tipo de historia personal o si no es una especie de historia dirigida por humanos, entonces estás<span translate=\"no\"></span> buscando historias que sean reveladoras, ¿verdad? "
 ],
 [
  "<span translate=\"no\"></span>Something that is telling you a new sort of dimension of a story that maybe you already know very well, but this is telling <span translate=\"no\"></span>you something that you haven't heard before. ",
  "<span translate=\"no\"></span>Algo que te cuenta una nueva dimensión de una historia que quizás ya conoces muy bien, pero esto<span translate=\"no\"></span> te cuenta algo que no has escuchado antes. "
 ],
 [
  " When you're in the field or when you're reporting a story or when you're doing <span translate=\"no\"></span>an interview, it's all it's increasingly important to think about how your story is going to be presented. ",
  " Cuando estás en el campo o cuando estás reportando una historia o cuando haces<span translate=\"no\"></span> una entrevista, cada vez es más importante pensar en cómo se presentará tu historia. "
 ],
 [
  "<span translate=\"no\"></span>What will it look like on the page? ",
  "<span translate=\"no\"></span>¿Qué aspecto tendrá en la página? "
 ],
 [
  "what will the headline be? ",
  "¿cuál será el titular? "
 ],
 [
  "What will the photos be? ",
  "¿Cuáles serán las fotos? "
 ],
 [
  "<span translate=\"no\"></span>What will your angle be? ",
  "<span translate=\"no\"></span>¿Cuál será tu ángulo? "
 ],
 [
  "How will you tell the story? ",
  "¿Cómo vas a contar la historia? "
 ],
 [
  "What medium will you tell the story? ",
  "¿En qué medio contarás la historia? "
 ],
 [
  "<span translate=\"no\"></span>It used to be, you know, that you just get sent out on the story and and ask to come back with whatever <span translate=\"no\"></span>you could find. ",
  "<span translate=\"no\"></span>Solía ser, ya sabes, que te dejaban llevar la historia y pedías volver con lo que<span translate=\"no\"></span> pudieras encontrar. "
 ],
 [
  "<span translate=\"no\"></span>And that's still, of course, important. ",
  "<span translate=\"no\"></span>Y eso sigue siendo, por supuesto, importante. "
 ],
 [
  "<span translate=\"no\"></span>And it is, you know, important not to restrict your restrict yourself in that way. ",
  "<span translate=\"no\"></span>Y es, ya sabes, importante no restringir tu restricción de esa manera. "
 ],
 [
  "<span translate=\"no\"></span>But going out on a story with a clear idea, or at least a plan. ",
  "<span translate=\"no\"></span>Pero salir a contar una historia con una idea clara, o al menos un plan. "
 ],
 [
  "Plans always change. ",
  "Los planes siempre cambian. "
 ],
 [
  "A clear idea of what it might <span translate=\"no\"></span>look like, or the end product might look like, whether it's the headline, <span translate=\"no\"></span>whether it's the lead photo, whether it's the elements that you need. ",
  "Una idea clara de cómo podría<span translate=\"no\"></span> verse o cómo podría verse el producto final,<span translate=\"no\"></span> ya sea el titular, la foto principal o los elementos que necesitas. "
 ],
 [
  "All of that will sharpen your story. ",
  "Todo eso afinará tu historia. "
 ],
 [
  "Will sharpen <span translate=\"no\"></span>your angles and make you it'll make you do the story better actually. ",
  "Agudizará<span translate=\"no\"></span> tus ángulos y hará que cuentes mejor la historia. "
 ],
 [
  "<span translate=\"no\"></span>And then you'll come back with something engaging and something that people will want to read. ",
  "<span translate=\"no\"></span>Y luego volverás con algo interesante y algo que la gente querrá leer. "
 ],
 [
  "<span translate=\"no\"></span>Once you've, sort of, settled on the commission and you figured out a framing that achieves those things, then you're <span translate=\"no\"></span>also beginning to think about ways to tell that story. ",
  "<span translate=\"no\"></span>Una vez que te hayas decidido por la comisión y hayas descubierto un marco que logre esas cosas,<span translate=\"no\"></span> también comenzarás a pensar en formas de contar esa historia. "
 ],
 [
  "<span translate=\"no\"></span>So, what are the elements that you're going to need to gather as part of that reporting? ",
  "<span translate=\"no\"></span>Entonces, ¿cuáles son los elementos que necesitará recopilar como parte de ese informe? "
 ],
 [
  "You're going to need something <span translate=\"no\"></span>very strong in terms of visuals. ",
  "Vas a necesitar algo<span translate=\"no\"></span> muy fuerte en términos visuales. "
 ],
 [
  "Whether that be photography, which which works obviously extremely well, that the web is <span translate=\"no\"></span>a visual medium. ",
  "Ya sea fotografía, que obviamente funciona muy bien, que la web es<span translate=\"no\"></span> un medio visual. "
 ],
 [
  "<span translate=\"no\"></span>So thinking about, you know, the sort of, visual ways to drive the story forward. ",
  "<span translate=\"no\"></span>Así que pensando en, ya sabes, el tipo de formas visuales de hacer avanzar la historia. "
 ],
 [
  "<span translate=\"no\"></span>It's really essent, for example, that you have a very strong piece of at least you know, one to maybe five strong images. ",
  "<span translate=\"no\"></span>Es realmente esencial, por ejemplo, que tienes una pieza muy fuerte de al menos, ya sabes, de una a quizás cinco imágenes fuertes. "
 ],
 [
  "<span translate=\"no\"></span>Thinking about the image that you are going to use as the card image of your story. ",
  "<span translate=\"no\"></span>Pensando en la imagen que vas a usar como imagen de la tarjeta de tu historia. "
 ],
 [
  " The card being the item and the picture <span translate=\"no\"></span>that people see on Facebook, they see it on Twitter that share card image is really essential. ",
  " Dado que la tarjeta es el artículo y la imagen<span translate=\"no\"></span> que la gente ve en Facebook, la ven en Twitter que comparte la imagen de la tarjeta es realmente esencial. "
 ],
 [
  "<span translate=\"no\"></span>Well, I think most importantly digital space allows you to be really creative. ",
  "<span translate=\"no\"></span>Bueno, creo que lo más importante es que el espacio digital te permite ser realmente creativo. "
 ],
 [
  "And so as a result I want to leave all <span translate=\"no\"></span>my options open. ",
  "Por lo tanto, quiero dejar abiertas todas<span translate=\"no\"></span> mis opciones. "
 ],
 [
  "<span translate=\"no\"></span>I want to, if I'm in the field, I want to take photos, I want to take audio. ",
  "<span translate=\"no\"></span>Quiero hacerlo, si estoy en el campo, quiero tomar fotos, quiero tomar audio. "
 ],
 [
  "<span translate=\"no\"></span>I want to, I'll probably be filming something. ",
  "<span translate=\"no\"></span>Quiero hacerlo, probablemente grabaré algo. "
 ],
 [
  "And you'll be surprised how good an iPhone will film something these days. ",
  "Y te sorprenderá lo bien que un iPhone filma algo hoy en día. "
 ],
 [
  "<span translate=\"no\"></span>And then on top of that, you want to be gathering as much information as possible. ",
  "<span translate=\"no\"></span>Y además de eso, querrás recopilar la mayor cantidad de información posible. "
 ],
 [
  "<span translate=\"no\"></span>You might not use it when it comes to crafting your story. ",
  "<span translate=\"no\"></span>Puede que no lo utilices cuando se trata de elaborar tu historia. "
 ],
 [
  "B in terms of just capturing that space in that place in that <span translate=\"no\"></span>moment in time and then reporting on it, those elements are invaluable to you. ",
  "B en términos de capturar ese espacio en ese lugar en ese<span translate=\"no\"></span> momento y luego informar sobre él, esos elementos son invaluables para usted. "
 ],
 [
  "<span translate=\"no\"></span>Then you can do whatever you want with it. ",
  "<span translate=\"no\"></span>Entonces puedes hacer lo que quieras con él. "
 ],
 [
  "<span translate=\"no\"></span>You have so many options available to you and then you can choose how you present your stories to the audience. ",
  "<span translate=\"no\"></span>Tienes muchas opciones disponibles y luego puedes elegir cómo presentar tus historias a la audiencia. "
 ],
 [
  "<span translate=\"no\"></span>So when I'm going, when I'm preparing to go on a news gathering, deployment, I'm thinking about. ",
  "<span translate=\"no\"></span>Así que cuando voy, cuando me preparo para ir a una reunión de noticias, a un despliegue, estoy pensando en ello. "
 ],
 [
  "<span translate=\"no\"></span>Okay, so I need to get all the details. ",
  "<span translate=\"no\"></span>Vale, así que necesito obtener todos los detalles. "
 ],
 [
  "the obvious things, the editorial lines. ",
  "las cosas obvias, las líneas editoriales. "
 ],
 [
  "<span translate=\"no\"></span>I need to get all the biographical information from the people I'm speaking to. ",
  "<span translate=\"no\"></span>Necesito obtener toda la información biográfica de las personas con las que hablo. "
 ],
 [
  "<span translate=\"no\"></span>So not just first name, but first name and last name, age, occupation, where they come from, Why are they here? ",
  "<span translate=\"no\"></span>Así que no solo nombre, sino nombre y apellidos, edad, ocupación, de dónde vienen, ¿por qué están aquí? "
 ],
 [
  "<span translate=\"no\"></span>What have they seen? ",
  "<span translate=\"no\"></span>¿Qué han visto? "
 ],
 [
  "<span translate=\"no\"></span>Getting that kind of level of detail is something that we traditionally get on digital very, very different from <span translate=\"no\"></span>television. ",
  "<span translate=\"no\"></span>Conseguir ese nivel de detalle es algo que tradicionalmente obtenemos en formato digital muy, muy diferente a la<span translate=\"no\"></span> televisión. "
 ],
 [
  "<span translate=\"no\"></span>What's really interesting working as we do in a television news organization is seeing how television journalists work in <span translate=\"no\"></span>the field and trying to influence what they do to make a better digital story. ",
  "<span translate=\"no\"></span>Lo realmente interesante al trabajar como lo hacemos en una organización de noticias de televisión es ver cómo trabajan los periodistas de televisión en<span translate=\"no\"></span> el campo y tratar de influir en lo que hacen para crear una mejor historia digital. "
 ],
 [
  "<span translate=\"no\"></span>Because television journalists of course go out and they shoot amazing pictures that they get incredible interviews. ",
  "<span translate=\"no\"></span>Porque los periodistas de televisión, por supuesto, salen y toman fotos increíbles que obtienen entrevistas increíbles. "
 ],
 [
  " What <span translate=\"no\"></span>they don't have to do in the scripts that they then write, is to to repeat what the, what the pictures say. ",
  " Lo<span translate=\"no\"></span> que no tienen que hacer en los guiones que escriben es repetir lo que dicen las imágenes. "
 ],
 [
  "Because the <span translate=\"no\"></span>photos that the images tell their own story of course. ",
  "Porque las<span translate=\"no\"></span> fotos que las imágenes cuentan su propia historia, por supuesto. "
 ],
 [
  "Where almost all forms of digital journalism, certainly all forms <span translate=\"no\"></span>of digital journalism that involve text, <span translate=\"no\"></span>you need to be able to tell the story in its almost in its entirety through text. ",
  "Donde casi todas las formas de periodismo digital, ciertamente todas las formas<span translate=\"no\"></span> de periodismo digital que involucran texto,<span translate=\"no\"></span> es necesario poder contar la historia casi en su totalidad a través del texto. "
 ],
 [
  "<span translate=\"no\"></span>So that means you need to be able to describe more. ",
  "<span translate=\"no\"></span>Eso significa que necesitas poder describir más. "
 ],
 [
  "<span translate=\"no\"></span>So you need to look around yourself more and understand and take notes and think about what it is you're seeing, feeling <span translate=\"no\"></span>hearing and what it all sounds and smells like. ",
  "<span translate=\"no\"></span>Por lo tanto, debes mirar más a tu alrededor y entender, tomar notas y pensar qué es lo que ves, lo que sientes al<span translate=\"no\"></span> oír y cómo suena y huele todo esto. "
 ],
 [
  "<span translate=\"no\"></span>You need to take everyone's names. ",
  "<span translate=\"no\"></span>Tienes que llevar los nombres de todos. "
 ],
 [
  "<span translate=\"no\"></span>You take their ages. ",
  "<span translate=\"no\"></span>Tomas sus edades. "
 ],
 [
  "You need to take where they live and what they do. ",
  "Tienes que saber dónde viven y qué hacen. "
 ],
 [
  "All sorts of material, all sorts of really basic things <span translate=\"no\"></span>but super important things you don't need to do necessarily, if you're working in television. ",
  "Todo tipo de material, todo tipo de cosas realmente básicas,<span translate=\"no\"></span> pero cosas muy importantes que no necesitas hacer necesariamente si trabajas en televisión. "
 ],
 [
  "You don't know until you're <span translate=\"no\"></span>on the ground, like you can plan for a deployment or reporting trip as much as you want, and then when you get there it <span translate=\"no\"></span>could be entirely different. ",
  "No lo sabrás hasta que estás<span translate=\"no\"></span> sobre el terreno, por ejemplo, puedes planificar un viaje de despliegue o de presentación de informes todo lo que quieras, y cuando llegues allí<span translate=\"no\"></span> podría ser completamente diferente. "
 ],
 [
  "You could see another story emerging. ",
  "Se podía ver surgir otra historia. "
 ],
 [
  "<span translate=\"no\"></span>So you just want to kind of soak up as much of that as possible. ",
  "<span translate=\"no\"></span>Así que solo quieres absorber tanto de eso como sea posible. "
 ],
 [
  "<span translate=\"no\"></span>And then when you're doing interviews, if you're just doing a traditional vox pop for on-camera, tt's gonna be a very short <span translate=\"no\"></span>element in a television piece, that's only gonna be two minutes or a minute-thirty or two minutes long. ",
  "<span translate=\"no\"></span>Y luego, cuando hagas entrevistas, si solo estás haciendo un vox pop tradicional para la cámara, será un<span translate=\"no\"></span> elemento muy corto en una pieza de televisión, que solo durará dos minutos o un minuto, treinta o dos minutos largo. "
 ],
 [
  "When you're doing <span translate=\"no\"></span>a digital write, you have as much space as you want in the world, depending on what your final product is going to be. ",
  "Cuando escribes en formato digital, tienes todo el espacio que deseas en el mundo, según cuál sea tu producto final.<span translate=\"no\"></span> "
 ],
 [
  "<span translate=\"no\"></span>And so you need to make sure that you have all that information. ",
  "<span translate=\"no\"></span>Por lo tanto, debe asegurarse de tener toda esa información. "
 ],
 [
  "You can't go back and get it. ",
  "No puedes volver a buscarlo. "
 ],
 [
  "You can't go and find <span translate=\"no\"></span>the person who's, you know, just kind of wandered past and you've managed to capture them because they're doing something <span translate=\"no\"></span>interesting and you want to chat with them. ",
  "No puedes ir y encontrar a<span translate=\"no\"></span> la persona que, ya sabes, ha pasado deambulando y has conseguido capturarla porque está haciendo algo<span translate=\"no\"></span> interesante y quieres charlar con ella. "
 ],
 [
  "<span translate=\"no\"></span>So you need to make sure that you have all the elements there, that you've got everything kind of in the bag so that you <span translate=\"no\"></span>can then look at everything when you get back and say, okay, this is how I'm going to structure my story. ",
  "<span translate=\"no\"></span>Así que tienes que asegurarte de que tienes todos los elementos ahí, de que tienes todo en la bolsa para que<span translate=\"no\"></span> puedas mirarlo todo cuando regreses y decir, vale, así es como voy a estructurar mi historia. "
 ],
 [
  " I'm gonna start <span translate=\"no\"></span>with this with this individual and then I'm gonna move onto onto this theme and the wider issue here. ",
  " Voy a empezar<span translate=\"no\"></span> con esto con esta persona y luego pasaré a este tema y al tema más amplio aquí. "
 ],
 [
  "<span translate=\"no\"></span>It's a really different media. ",
  "<span translate=\"no\"></span>Es un medio muy diferente. "
 ],
 [
  "Digital is a different medium. ",
  "Lo digital es un medio diferente. "
 ],
 [
  "<span translate=\"no\"></span>It requires a lot more thought and thought in a different way. ",
  "<span translate=\"no\"></span>Requiere mucho más pensamiento y reflexión de una manera diferente. "
 ],
 [
  "And a lot more planning and a lot more and a lot more <span translate=\"no\"></span>detailed work. ",
  "Y mucha más planificación y mucho más y mucho más trabajo<span translate=\"no\"></span> detallado. "
 ],
 [
  "And that's why it's important to think about what you're doing before you go, because then you'll come back <span translate=\"no\"></span>with everything that you need. ",
  "Por eso es importante pensar en lo que estás haciendo antes de irte, porque entonces volverás<span translate=\"no\"></span> con todo lo que necesitas. "
 ],
 [
  "<span translate=\"no\"></span>There's an incredible range of options for journalists now to tell their stories and you can tell your stories in so many <span translate=\"no\"></span>different ways. ",
  "<span translate=\"no\"></span>Ahora hay una increíble variedad de opciones para que los periodistas cuenten sus historias y usted puede contar sus historias de muchas maneras<span translate=\"no\"></span> diferentes. "
 ],
 [
  "<span translate=\"no\"></span>And even, you know, in the time that I've been a digital editor, those platforms have expanded and changed. ",
  "<span translate=\"no\"></span>E incluso, ya sabes, en el tiempo que he sido editor digital, esas plataformas se han expandido y cambiado. "
 ],
 [
  "And the way <span translate=\"no\"></span>people interact with news is changing all the time. ",
  "Y la forma en<span translate=\"no\"></span> que las personas interactúan con las noticias cambia constantemente. "
 ],
 [
  "<span translate=\"no\"></span> I mean obviously there's the straightforward straight up and down digital news story that with <span translate=\"no\"></span>a picture on the top and then words underneath. ",
  "<span translate=\"no\"></span>Quiero decir, obviamente está la historia de las noticias digitales, directa y directa, con<span translate=\"no\"></span> una imagen en la parte superior y luego palabras debajo. "
 ],
 [
  "<span translate=\"no\"></span>And that's the bedrock of the vast majority of digital journalism, but even that's not enough because that's <span translate=\"no\"></span>how it all started, I guess, because it looked a bit like a newspaper article. ",
  "<span translate=\"no\"></span>Y esa es la base de la gran mayoría del periodismo digital, pero ni siquiera eso es suficiente porque así es<span translate=\"no\"></span> como empezó todo, supongo, porque se parecía un poco a un artículo de periódico. "
 ],
 [
  "But then that's developed and these days you <span translate=\"no\"></span>need to, in order to keep readers engaged, you need to think about the format. ",
  "Pero luego eso se desarrolló y, hoy en día, para mantener a los lectores interesados, hay que pensar en el formato.<span translate=\"no\"></span> "
 ],
 [
  "You need to add photos. ",
  "Tienes que añadir fotos. "
 ],
 [
  "You need <span translate=\"no\"></span>to think about how the text is presented. ",
  "Tienes que<span translate=\"no\"></span> pensar en cómo se presenta el texto. "
 ],
 [
  "<span translate=\"no\"></span>So even the traditional text and photos article just, you know, is nothing like what it was at the start of digital journalism. ",
  "<span translate=\"no\"></span>Así que incluso el artículo tradicional de texto y fotos simplemente, ya sabes, no se parece en nada a lo que era al principio del periodismo digital. "
 ],
 [
  "<span translate=\"no\"></span>Oftentimes if we're working on a story, what I call it, what we call a distinct feature, which is something that's not necessarily <span translate=\"no\"></span>a traditional news, right? ",
  "<span translate=\"no\"></span>A menudo, si estamos trabajando en una historia, cómo la llamo, cómo llamamos un rasgo distintivo, que es algo que no es necesariamente<span translate=\"no\"></span> una noticia tradicional, ¿verdad? "
 ],
 [
  "<span translate=\"no\"></span>It's not straight news, it's something that's broader. ",
  "<span translate=\"no\"></span>No son noticias directas, es algo más amplio. "
 ],
 [
  "It's a bit more reported out. ",
  "Está un poco más informado. "
 ],
 [
  "<span translate=\"no\"></span>It's a bit more in depth, a bit of a deep dive. ",
  "<span translate=\"no\"></span>Es un poco más profundo, un poco más profundo. "
 ],
 [
  "<span translate=\"no\"></span>We'll often think about whether it's appropriate to have a photo element to it, <span translate=\"no\"></span>whether that's agency photos or whether we do a gallery that works with it. ",
  "<span translate=\"no\"></span>A menudo pensamos si es apropiado incluir un elemento fotográfico,<span translate=\"no\"></span> ya sean fotos de la agencia o si hacemos una galería que funcione con él. "
 ],
 [
  "<span translate=\"no\"></span>And where that placement of that gallery might go. ",
  "<span translate=\"no\"></span>Y a dónde podría ir esa ubicación de esa galería. "
 ],
 [
  "How that might enhance the story. ",
  "Cómo eso podría mejorar la historia. "
 ],
 [
  "Because you never want <span translate=\"no\"></span>to add an element into a story for the sake of adding it. ",
  "Porque nunca querrás<span translate=\"no\"></span> añadir un elemento a una historia por el simple hecho de añadirlo. "
 ],
 [
  "<span translate=\"no\"></span>Everything that you add into a story has to have a reason. ",
  "<span translate=\"no\"></span>Todo lo que añadas a una historia tiene que tener una razón. "
 ],
 [
  "<span translate=\"no\"></span>You can't just do it because you want it to look pretty. ",
  "<span translate=\"no\"></span>No puedes hacerlo simplemente porque quieres que se vea bonito. "
 ],
 [
  "But is it adding anything to it? ",
  "¿Pero le está añadiendo algo? "
 ],
 [
  "Is it helping somebody understand <span translate=\"no\"></span>your story or your point or the point that you're trying to get across? ",
  "¿Está ayudando a alguien a entender<span translate=\"no\"></span> tu historia o tu punto de vista o el punto que estás intentando transmitir? "
 ],
 [
  "If it doesn't, don't put it in. ",
  "Si no es así, no lo pongas. "
 ],
 [
  "<span translate=\"no\"></span>The most important thing is to think about the story itself. ",
  "<span translate=\"no\"></span>Lo más importante es pensar en la historia en sí. "
 ],
 [
  " What are the elements that you have? ",
  " ¿Cuáles son los elementos que tienes? "
 ],
 [
  "What are the fundamentals <span translate=\"no\"></span>of the story and be led by that. ",
  "Cuáles son los fundamentos<span translate=\"no\"></span> de la historia y dejate llevar por eso. "
 ],
 [
  "<span translate=\"no\"></span>So don't go into it with an idea of... ",
  "<span translate=\"no\"></span>Así que no te metas en ello con una idea de... "
 ],
 [
  "I want to create something that is full of bells and whistles and it's really shiny. ",
  "Quiero crear algo que esté lleno de campanas y silbatos y que sea realmente brillante. "
 ],
 [
  "<span translate=\"no\"></span>And is this big sort of incredible, interactive. ",
  "<span translate=\"no\"></span>Y es este gran tipo de increíble, interactivo. "
 ],
 [
  "<span translate=\"no\"></span>Don't do things for the sake of it. ",
  "<span translate=\"no\"></span>No hagas las cosas por el simple hecho de hacerlo. "
 ],
 [
  "when it comes to digital storytelling be really led by <span translate=\"no\"></span>the story and the elements that you have. ",
  "cuando se trata de contar historias digitales, guíate realmente por<span translate=\"no\"></span> la historia y los elementos que tienes. "
 ],
 [
  "<span translate=\"no\"></span>So if it is a very visual story, then maybe you're thinking about something like a full bleed photo gallery. ",
  "<span translate=\"no\"></span>Así que si se trata de una historia muy visual, entonces tal vez estés pensando en algo así como una galería de fotos completa. "
 ],
 [
  "<span translate=\"no\"></span>For example, you really want people to be able to spend time with that with those photographs and be really immersed in it <span translate=\"no\"></span>Maybe it is a story that has the potential, for example, to be audio rich. ",
  "<span translate=\"no\"></span>Por ejemplo, realmente quieres que la gente pueda pasar tiempo con eso con esas fotografías y estar realmente inmersa en ello.<span translate=\"no\"></span> Tal vez sea una historia que tenga el potencial, por ejemplo, de ser rica en audio. "
 ],
 [
  "<span translate=\"no\"></span>So thinking about stories that we've done in the past, where there has been either a sound element that's been <span translate=\"no\"></span>very compelling or where people's audio testimony has just been so emotive that you want to center that element. ",
  "<span translate=\"no\"></span>Pensando en historias que hemos hecho en el pasado, en las que ha habido un elemento sonoro que ha sido<span translate=\"no\"></span> muy convincente o en las que el testimonio de audio de la gente ha sido tan emotivo que uno quiere centrar ese elemento . "
 ],
 [
  "<span translate=\"no\"></span>Now, of course, there's a plethora of formats. ",
  "<span translate=\"no\"></span>Ahora, por supuesto, hay una gran cantidad de formatos. "
 ],
 [
  "<span translate=\"no\"></span>You've got explainers and backgrounders and lists and. ",
  "<span translate=\"no\"></span>Tienes explicaciones, antecedentes y listas y. "
 ],
 [
  "That's just all in the text format. ",
  "Todo eso está en formato de texto. "
 ],
 [
  "<span translate=\"no\"></span>Then you've got video explainers or video stories or interactives. ",
  "<span translate=\"no\"></span>Luego tienes vídeos explicativos o historias en vídeo o interactivos. "
 ],
 [
  "<span translate=\"no\"></span>And some of those are really straightforward and some of those are really complex. ",
  "<span translate=\"no\"></span>Y algunos de ellos son muy sencillos y otros muy complejos. "
 ],
 [
  "<span translate=\"no\"></span>And then you've got podcasts and audio downloads and series. ",
  "<span translate=\"no\"></span>Y luego tienes podcasts, descargas de audio y series. "
 ],
 [
  "And the picture is changing all the time. ",
  "Y el panorama cambia todo el tiempo. "
 ],
 [
  "<span translate=\"no\"></span>And there's a massive array of different options. ",
  "<span translate=\"no\"></span>Y hay una enorme variedad de opciones diferentes. "
 ],
 [
  "<span translate=\"no\"></span>The digital landscape is a place where you can have fun. ",
  "<span translate=\"no\"></span>El panorama digital es un lugar donde puedes divertirte. "
 ],
 [
  "And you can embrace creativity. ",
  "Y puedes abrazar la creatividad. "
 ],
 [
  "<span translate=\"no\"></span>You can do a 600 word write. ",
  "<span translate=\"no\"></span>Puedes escribir 600 palabras. "
 ],
 [
  "<span translate=\"no\"></span>And have a traditional, very traditional story or you could do something that's photo rich or you could do something that's <span translate=\"no\"></span>audio-led. ",
  "<span translate=\"no\"></span>Y ten una historia tradicional y muy tradicional o puedes hacer algo que sea rico en fotos o puedes hacer algo que esté<span translate=\"no\"></span> dirigido por audio. "
 ],
 [
  "<span translate=\"no\"></span>Or you could do something that's data-led. ",
  "<span translate=\"no\"></span>O puedes hacer algo basado en datos. "
 ],
 [
  "And create infographics and you know, display the numbers. ",
  "Y crea infografías y ya sabes, muestra los números. "
 ],
 [
  "<span translate=\"no\"></span>You know, think about the elements of your story that you're putting together and lean into that. ",
  "<span translate=\"no\"></span>Ya sabes, piensa en los elementos de tu historia que estás reuniendo y apóyate en eso. "
 ],
 [
  "<span translate=\"no\"></span>What is the thing that works for the story and lean into that. ",
  "<span translate=\"no\"></span>Qué es lo que funciona para la historia y apoyarse en eso. "
 ],
 [
  "<span translate=\"no\"></span>Because that's ultimately how you should be thinking about your stories. ",
  "<span translate=\"no\"></span>Porque, en última instancia, así es como debes pensar en tus historias. "
 ],
 [
  "<span translate=\"no\"></span>Don't be boring and just write 600 words because it's the easy thing to do. ",
  "<span translate=\"no\"></span>No seas aburrido y escribe 600 palabras porque es lo más fácil de hacer. "
 ],
 [
  "<span translate=\"no\"></span>You know, embrace that creativity. ",
  "<span translate=\"no\"></span>Ya sabes, abraza esa creatividad. "
 ],
 [
  "Try and be fun. ",
  "Intenta ser divertido. "
 ],
 [
  "<span translate=\"no\"></span>Try and be innovative because. ",
  "<span translate=\"no\"></span>Intenta ser innovador porque. "
 ],
 [
  "That's what the audience responds to. ",
  "Eso es a lo que responde el público. "
 ],
 [
  "<span translate=\"no\"></span>That's that's how they're going to embrace your story and ultimately get more out of it. ",
  "<span translate=\"no\"></span>Así es como van a abrazar tu historia y, en última instancia, sacarle más provecho. "
 ],
 [
  "<span translate=\"no\"></span>So we want to give people the best of CNN, and what CNN has to offer. ",
  "<span translate=\"no\"></span>Por eso queremos dar a la gente lo mejor de CNN y lo que CNN tiene para ofrecer. "
 ],
 [
  "<span translate=\"no\"></span>So you know, a lot of that is our on the ground reporting, that's what really makes us stand out from competitors. ",
  "<span translate=\"no\"></span>Así que ya sabes, gran parte de eso son nuestros informes sobre el terreno, eso es lo que realmente nos hace destacar de la competencia. "
 ],
 [
  " That's, <span translate=\"no\"></span>you know, where we put a lot of our resources as a network, making sure that we have people on the ground telling these stories <span translate=\"no\"></span>and bringing them to people. ",
  " Ahí es donde colocamos muchos de nuestros recursos como red, asegurándonos de que tenemos personas en el terreno contando estas historias<span translate=\"no\"></span> y llevándolas a la gente.<span translate=\"no\"></span> "
 ],
 [
  "<span translate=\"no\"></span>So that's always what I'm looking for first... ",
  "<span translate=\"no\"></span>Así que eso es siempre lo que busco primero... "
 ],
 [
  "is this something that is going to bring the world to that person sitting <span translate=\"no\"></span>there on their phone? ",
  "¿Es esto algo que va a llevar el mundo a esa persona<span translate=\"no\"></span> sentada en su teléfono? "
 ],
 [
  "<span translate=\"no\"></span>Then we're thinking about is that action, is this really a video moment? ",
  "<span translate=\"no\"></span>Entonces estamos pensando si esa acción es realmente un momento de vídeo. "
 ],
 [
  "<span translate=\"no\"></span>And sometimes it's like it's a great video and it's very action-led and it's something that you really have to see to believe. ",
  "<span translate=\"no\"></span>Y a veces es como si fuera un gran vídeo, que está muy centrado en la acción y es algo que realmente hay que ver para creer. "
 ],
 [
  "<span translate=\"no\"></span>And like those true moments are the things that make really great digital video. ",
  "<span translate=\"no\"></span>Y esos momentos reales son los que hacen que los vídeos digitales sean realmente geniales. "
 ],
 [
  "<span translate=\"no\"></span>So we're always looking out for those, whether that's a TV reporter package or whether that's a moment that happens on air. ",
  "<span translate=\"no\"></span>Así que siempre estamos atentos a ellos, ya sea un paquete de reporteros de televisión o si es un momento que ocurre en el aire. "
 ],
 [
  "<span translate=\"no\"></span>For example an anchor reacting to something, that something will will look for. ",
  "<span translate=\"no\"></span>Por ejemplo, un ancla que reacciona a algo, que algo buscará. "
 ],
 [
  "Emotional interviews with people that we have.. ",
  "Entrevistas emocionales con las personas que tenemos.. "
 ],
 [
  "<span translate=\"no\"></span>you know, we obviously have lots of guests on air and we'll make sure that, you know, we're monitoring those and seeing how <span translate=\"no\"></span>people are responding. ",
  "<span translate=\"no\"></span>sabes, obviamente tenemos muchos huéspedes en el aire y nos aseguraremos de que, ya sabes, los estamos monitoreando y viendo cómo responde la<span translate=\"no\"></span> gente. "
 ],
 [
  "<span translate=\"no\"></span>You really want to make the most of being on the ground and that's going to come down to capturing as much as you can <span translate=\"no\"></span>of the real sights and sound and raw experience of being there, whether or not you're an on camera reporter or your producer <span translate=\"no\"></span>behind the camera, you're trying to take the audience there, that's the whole point of us going.And ",
  "<span translate=\"no\"></span>Realmente quieres aprovechar al máximo la presencia sobre el terreno y eso se reducirá a capturar todo lo que puedas<span translate=\"no\"></span> de las vistas y el sonido reales y la experiencia cruda de estar allí, estés o no ante la cámara reportero o su productor<span translate=\"no\"></span> detrás de la cámara, usted está tratando de llevar al público allí, ese es el objetivo de que vayamos. Y "
 ],
 [
  "whether that comes down to <span translate=\"no\"></span>finding the most compelling characters that you can find to really reflect the story in the environment you're in. ",
  "ya sea que eso se reduzca a<span translate=\"no\"></span> encontrar los personajes más atractivos que puedas encontrar para reflejar realmente la historia en el entorno en el que te encuentras. "
 ],
 [
  "<span translate=\"no\"></span>Whether it's about just getting the best NAT SOT and the music in the streets and the color. ",
  "<span translate=\"no\"></span>Ya sea que se trate de conseguir el mejor NAT SOT y la música de las calles y el color. "
 ],
 [
  " Almost kind of getting that sense <span translate=\"no\"></span>across that the camera is there to take the viewer there. ",
  " Casi tengo la sensación de<span translate=\"no\"></span> que la cámara está ahí para llevar al espectador allí. "
 ],
 [
  "<span translate=\"no\"></span>I think that holds true whether or not you're shooting for a digital video or a TV package. ",
  "<span translate=\"no\"></span>Creo que eso es cierto tanto si grabas para un vídeo digital como para un paquete de televisión. "
 ],
 [
  "<span translate=\"no\"></span>I think the difference from my point of view having now worked in digital video for more years is you're starting with a <span translate=\"no\"></span>question of why should this be a video? ",
  "<span translate=\"no\"></span>Creo que la diferencia, desde mi punto de vista, de haber trabajado en vídeo digital durante más años es que empiezas con la<span translate=\"no\"></span> pregunta de por qué debería ser un vídeo. "
 ],
 [
  "<span translate=\"no\"></span>Because in a digital environment you don't have to make a video. ",
  "<span translate=\"no\"></span>Porque en un entorno digital no es necesario hacer un vídeo. "
 ],
 [
  "<span translate=\"no\"></span>You can do it with words, you can do it with photos and you're relying on an audience member clicking on it because they <span translate=\"no\"></span>want to watch that video and you've got to make it worth their while. ",
  "<span translate=\"no\"></span>Puedes hacerlo con palabras, puedes hacerlo con fotos y confías en que un miembro de la audiencia haga clic en él porque<span translate=\"no\"></span> quiere ver ese vídeo y tú tienes que hacer que valga la pena. "
 ],
 [
  "Because if they could get the same information by reading <span translate=\"no\"></span>an article or listening to a podcast or whatever <span translate=\"no\"></span>the other option is, why have you made this video? ",
  "Porque si pudieran obtener la misma información leyendo<span translate=\"no\"></span> un artículo o escuchando un podcast o lo que sea<span translate=\"no\"></span> la otra opción, ¿por qué has hecho este vídeo? "
 ],
 [
  "<span translate=\"no\"></span>And so it's got to be visual. ",
  "<span translate=\"no\"></span>Así que tiene que ser visual. "
 ],
 [
  "<span translate=\"no\"></span>It's got to be giving them something that they can't get another way. ",
  "<span translate=\"no\"></span>Tiene que ser darles algo que no puedan conseguir de otra manera. "
 ],
 [
  "<span translate=\"no\"></span>If it's a story that is happening immediately, it's happening right now, it's like it's action, action. ",
  "<span translate=\"no\"></span>Si es una historia que ocurre inmediatamente, está sucediendo ahora mismo, es como si fuera acción, acción. "
 ],
 [
  "<span translate=\"no\"></span>Action. ",
  "<span translate=\"no\"></span>Acción. "
 ],
 [
  "<span translate=\"no\"></span>We want to convey that to our audience. ",
  "<span translate=\"no\"></span>Queremos transmitirlo a nuestra audiencia. "
 ],
 [
  "<span translate=\"no\"></span>So we don't want to wait until a polished package comes out five hours later, we want to capture like the rawness of what's <span translate=\"no\"></span>happening in the moment. ",
  "<span translate=\"no\"></span>Así que no queremos esperar a que un paquete pulido salga cinco horas después, queremos captar la crudeza de lo que<span translate=\"no\"></span> está sucediendo en el momento. "
 ],
 [
  "<span translate=\"no\"></span>So I think great examples of that are things like Matthew chance on the balcony and Kiev as the first air raid sirens were <span translate=\"no\"></span>going on. ",
  "<span translate=\"no\"></span>Así que creo que buenos ejemplos de eso son cosas como Matthew Chance en el balcón y Kiev cuando sonaron<span translate=\"no\"></span> las primeras sirenas de ataque aéreo. "
 ],
 [
  "<span translate=\"no\"></span>I'll tell you what, I just heard a big bang right here behind me. ",
  "<span translate=\"no\"></span>Te diré una cosa, acabo de escuchar una gran explosión justo detrás de mí. "
 ],
 [
  "<span translate=\"no\"></span>I told you we shouldn't have done live shot here. ",
  "<span translate=\"no\"></span>Te dije que no deberíamos haber filmado en vivo aquí. "
 ],
 [
  "<span translate=\"no\"></span>There are big explosions taking place in Kiev right now. ",
  "<span translate=\"no\"></span>Hay grandes explosiones en Kiev ahora mismo. "
 ],
 [
  "Fred Pleitgen on the border between Russia and Ukraine as like tanks <span translate=\"no\"></span>were rolling past him. ",
  "Fred Pleitgen en la frontera entre Rusia y Ucrania, como si los tanques<span translate=\"no\"></span> pasaran junto a él. "
 ],
 [
  "<span translate=\"no\"></span>That was something where you don't need any polish at all. ",
  "<span translate=\"no\"></span>Eso es algo en lo que no necesitas ningún tipo de esmalte. "
 ],
 [
  "<span translate=\"no\"></span>You just have to see this happening... ",
  "<span translate=\"no\"></span>Solo tienes que ver que esto sucede... "
 ],
 [
  "like tanks rolling across borders in Europe. ",
  "como tanques que cruzan las fronteras de Europa. "
 ],
 [
  "<span translate=\"no\"></span>Another example I think of all the time is Clarissa Ward on the runway at Kabul Airport trying to be airlifted and evacuated out. ",
  "<span translate=\"no\"></span>Otro ejemplo en el que pienso todo el tiempo es Clarissa Ward en la pista del aeropuerto de Kabul intentando que la trasladen por vía aérea y la evacuen. "
 ],
 [
  "<span translate=\"no\"></span>Please get these people some tents. ",
  "<span translate=\"no\"></span>Por favor, llévales algunas tiendas de campaña "
 ],
 [
  "<span translate=\"no\"></span>Okay, I'm okay. ",
  "<span translate=\"no\"></span>Vale, estoy bien. "
 ],
 [
  "<span translate=\"no\"></span>But the women with their babies, they can't be standing out in the 95 degree sun for eight hours. ",
  "<span translate=\"no\"></span>Pero las mujeres con sus bebés no pueden permanecer ocho horas bajo el sol a 95 grados. "
 ],
 [
  "<span translate=\"no\"></span>They just can't. ",
  "<span translate=\"no\"></span>Simplemente no pueden. "
 ],
 [
  "<span translate=\"no\"></span>After the city fell to the Taliban, we really wanted to let that rawness come across to our digital audiences. ",
  "<span translate=\"no\"></span>Tras la caída de la ciudad en manos de los talibanes, teníamos muchas ganas de que esa crudeza llegara a nuestro público digital. "
 ],
 [
  "<span translate=\"no\"></span>One format, which people are very familiar that became very popular in the kind of advent of digital video journalism is <span translate=\"no\"></span>character lead pieces. ",
  "<span translate=\"no\"></span>Un formato que la gente conoce muy bien y que se hizo muy popular en el tipo de advenimiento del videoperiodismo digital son las piezas principales de los<span translate=\"no\"></span> personajes. "
 ],
 [
  " This was something that wasn't, you know, so much part of the daily bread of TV journalism right? ",
  " Esto era algo que no formaba, ya sabes, gran parte del pan de cada día del periodismo televisivo, ¿verdad? "
 ],
 [
  "<span translate=\"no\"></span>You know, we commonly have reported lead pieces on TV so if you're going to have a whole piece hung around a character, of <span translate=\"no\"></span>course you need to find a character who's completely central to the story, who has enough about them that can carry the arc <span translate=\"no\"></span>of the piece. ",
  "<span translate=\"no\"></span>Ya sabes, comúnmente hemos reportado artículos principales en la televisión, así que si vas a tener una pieza completa alrededor de un personaje,<span translate=\"no\"></span> por supuesto, necesitas encontrar un personaje que sea completamente central en la historia, que tenga suficiente sobre los que pueden llevar el arco<span translate=\"no\"></span> de la pieza. "
 ],
 [
  "<span translate=\"no\"></span>And in an ideal world for me, the best ones will be a video where you found a character who brings to life an issue <span translate=\"no\"></span>which then resonates well beyond their situation and for our audience well beyond the country they're from or the city they're from. ",
  "<span translate=\"no\"></span>Y en un mundo ideal para mí, lo mejor será un vídeo en el que encuentres a un personaje que dé vida a un tema<span translate=\"no\"></span> que luego resuene mucho más allá de su situación y para nuestra audiencia mucho más allá del país de donde provienen. o la ciudad de donde provienen. "
 ],
 [
  "<span translate=\"no\"></span>You know, we really want people to here these local stories which take them to the heart of an issue and then connect the <span translate=\"no\"></span>dots to how that's relevant to them and how that resonates to them, oceans oceans apart on the other side of the world. ",
  "<span translate=\"no\"></span>Ya sabes, realmente queremos que la gente escucha estas historias locales que las lleven al meollo de un tema y luego conecten los<span translate=\"no\"></span> puntos con la forma en que eso es relevante para ellos y cómo eso les resuena, océanos y océanos separados, por el otro. lado del mundo. "
 ],
 [
  "<span translate=\"no\"></span>You really want to firstly use the fact that you've gone to a place to speak to the people which are really connected to <span translate=\"no\"></span>the story. ",
  "<span translate=\"no\"></span>En primer lugar, querrás aprovechar el hecho de que has ido a un lugar para hablar con las personas que están realmente relacionadas con<span translate=\"no\"></span> la historia. "
 ],
 [
  "Obviously all the better if they are compelling on camera, but that doesn't come ahead of their role in the story <span translate=\"no\"></span>and what they have to tell us editorially about the story we're telling. ",
  "Obviamente, mucho mejor si son convincentes ante la cámara, pero eso no se adelanta a su papel en la historia<span translate=\"no\"></span> ni a lo que tienen que contarnos editorialmente sobre la historia que estamos contando. "
 ],
 [
  "<span translate=\"no\"></span>I think it comes down to, you know, what is this character going to tell us that we can't find out from anyone else? ",
  "<span translate=\"no\"></span>Creo que todo se reduce a, ya sabes, ¿qué nos va a decir este personaje que no podamos averiguar por nadie más? "
 ],
 [
  " And <span translate=\"no\"></span>what are we bringing our audience that somebody else can't bring them by finding this person and hearing what they have to <span translate=\"no\"></span>say. ",
  " Y<span translate=\"no\"></span> qué estamos aportando a nuestra audiencia que alguien más no pueda ofrecerles al encontrar a esta persona y escuchar lo que tiene<span translate=\"no\"></span> que decir. "
 ],
 [
  " Character driven pieces are so important online because people really connect with characters and they connect with <span translate=\"no\"></span>their stories that tell kind of the bigger piece. ",
  " Las piezas basadas en personajes son muy importantes en Internet porque las personas realmente se conectan con los personajes y se conectan con<span translate=\"no\"></span> sus historias que cuentan una parte más grande. "
 ],
 [
  "<span translate=\"no\"></span>So I think that's what we're always looking for when we're choosing what program on our different platforms... ",
  "<span translate=\"no\"></span>Así que creo que eso es lo que siempre buscamos cuando elegimos qué programa en nuestras diferentes plataformas... "
 ],
 [
  "is what's this <span translate=\"no\"></span>person's small story that tells the big story? ",
  "¿Cuál es la pequeña historia de esta<span translate=\"no\"></span> persona que cuenta la gran historia? "
 ],
 [
  "<span translate=\"no\"></span>So I think a great example of that is when the blast went off in Beirut port, there was the bride who was, you know <span translate=\"no\"></span>she was standing in the streets and she was having her wedding video taken and all of a sudden there was a huge blast. ",
  "<span translate=\"no\"></span>Así que creo que un buen ejemplo de eso es cuando la explosión estalló en el puerto de Beirut, estaba la novia que estaba, ya sabes,<span translate=\"no\"></span> estaba parada en la calle y le estaban grabando el vídeo de su boda y, de repente, hubo un enorme explosión. "
 ],
 [
  "<span translate=\"no\"></span>She was just one character in this big story and she really captured that and that was kind of one of the moments that really <span translate=\"no\"></span>resonated with people. ",
  "<span translate=\"no\"></span>Ella era solo un personaje en esta gran historia y realmente lo capturó y ese fue uno de los momentos que realmente<span translate=\"no\"></span> resonó en la gente. "
 ],
 [
  "<span translate=\"no\"></span>I think there are a lot of myths about what works in digital video that doesn't work in tv and I think one of the <span translate=\"no\"></span>myths is that people who make digital video think that reporters shouldn't be in digital videos and it is absolutely not true. ",
  "<span translate=\"no\"></span>Creo que hay muchos mitos sobre lo que funciona en el vídeo digital que no funcionan en la televisión y creo que uno de los<span translate=\"no\"></span> mitos es que las personas que hacen vídeo digital piensan que los reporteros no deberían estar en los vídeos digitales y es absolutamente no es cierto. "
 ],
 [
  "<span translate=\"no\"></span>I think that a good video piece is a good video piece. ",
  "<span translate=\"no\"></span>Creo que una buena pieza de vídeo es una buena pieza de vídeo. "
 ],
 [
  "<span translate=\"no\"></span>And whether or not that was originally made for TV or digital is by the by and there are thousands millions of examples of <span translate=\"no\"></span>TV packages which are absolutely perfect for an online audience and nothing needs to be changed about them. ",
  "<span translate=\"no\"></span>Y si originalmente se creó o no para la televisión o para lo digital, es algo que pasa, y hay miles de millones de ejemplos de paquetes de<span translate=\"no\"></span> televisión que son absolutamente perfectos para una audiencia en línea y no es necesario cambiar nada. acerca de ellos. "
 ],
 [
  "<span translate=\"no\"></span>And those basically are the best pieces, none of our talented reporters just put themselves in a piece to camera if they're <span translate=\"no\"></span>not using that opportunity to show us something to use their presence there to take us deeper into the story. ",
  "<span translate=\"no\"></span>Y esas son básicamente las mejores piezas, ninguno de nuestros talentosos reporteros se pone en una pieza ante la cámara si<span translate=\"no\"></span> no aprovecha esa oportunidad para mostrarnos algo para usar su presencia allí para adentrarnos más la historia. "
 ],
 [
  "<span translate=\"no\"></span>Right? ",
  "<span translate=\"no\"></span>¿Verdad? "
 ],
 [
  "<span translate=\"no\"></span>So we know this, this is a basic fundamental. ",
  "<span translate=\"no\"></span>Así que sabemos esto, este es un elemento fundamental básico. "
 ],
 [
  " But the reporters presence should be enhancing the story by us being on a journey <span translate=\"no\"></span>with them being in that place, standing there as a talking head in the way they would as a live hit isn't as compelling for <span translate=\"no\"></span>digital video because we want to be seeing as much as we can, we want to be drinking up the visuals in a digital environment. ",
  " Pero la presencia de los reporteros debería mejorar la historia, ya que estamos de viaje<span translate=\"no\"></span> con ellos en ese lugar, parados allí como una cabeza parlante de la manera en que lo harían, como un éxito en vivo, no es tan convincente para el video<span translate=\"no\"></span> digital. porque queremos ver todo lo que podamos, queremos disfrutar de las imágenes en un entorno digital. "
 ],
 [
  "<span translate=\"no\"></span>Otherwise in some cases we might as well be reading rather than watch a video. ",
  "<span translate=\"no\"></span>De lo contrario, en algunos casos, es mejor que estemos leyendo en lugar de ver un vídeo. "
 ],
 [
  " Sara Sidner when she was reporting on Covid in the <span translate=\"no\"></span>States, she had this moment where she was in a community that just sort of didn't really believe what was going on with Covid <span translate=\"no\"></span>and she just broke down and was like, we can't keep doing this to each other. ",
  " Sara Sidner, cuando informaba sobre Covid en los<span translate=\"no\"></span> Estados Unidos, tuvo un momento en el que estaba en una comunidad que no creía realmente lo que estaba pasando con Covid<span translate=\"no\"></span> y simplemente se derrumbó y dijo: podemos no sigamos haciéndose esto el uno al otro. "
 ],
 [
  "<span translate=\"no\"></span>You know, we really need to take care of our communities. ",
  "<span translate=\"no\"></span>Ya sabes, realmente necesitamos cuidar nuestras comunidades. "
 ],
 [
  "<span translate=\"no\"></span>And that was one of those moments that I think really drove home a lot of the pain and emotional suffering that was going <span translate=\"no\"></span>on during the pandemic. ",
  "<span translate=\"no\"></span>Y ese fue uno de esos momentos que creo que realmente me hizo entender mucho el dolor y el sufrimiento emocional que estaban<span translate=\"no\"></span> ocurriendo durante la pandemia. "
 ],
 [
  "<span translate=\"no\"></span>I'm sorry this is the... ",
  "<span translate=\"no\"></span>Lamento que este sea el... "
 ],
 [
  "<span translate=\"no\"></span>I apologize, I'm gonna try to try to get through this. ",
  "<span translate=\"no\"></span>Pido disculpas, voy a tratar de superar esto. "
 ],
 [
  "<span translate=\"no\"></span>This is the tenth hospital that I have been in and to see the way that these families have to live after this and the heartache <span translate=\"no\"></span>that goes so far and so wide, <span translate=\"no\"></span>If it's going to be a digital video, firstly, it's going to come back to, how are you going to sell it to the viewer? ",
  "<span translate=\"no\"></span>Este es el décimo hospital en el que he estado y para ver la forma en que tienen que vivir estas familias después de esto y la angustia<span translate=\"no\"></span> que va tan lejos y tan amplia,<span translate=\"no\"></span> si va a ser un vídeo digital, en primer lugar, va a volver a, ¿cómo se lo vas a vender al espectador? "
 ],
 [
  "<span translate=\"no\"></span>We want to hear a headline in all digital content really when somebody's pitching because we live or die by the headline <span translate=\"no\"></span>and the thumbnail and the way in which we present and sell this content to the viewer. ",
  "<span translate=\"no\"></span>En realidad, queremos escuchar un titular en todo el contenido digital cuando alguien está lanzando, porque vivimos o morimos según el titular<span translate=\"no\"></span> y la miniatura y la forma en que presentamos y vendemos este contenido al espectador. "
 ],
 [
  "<span translate=\"no\"></span>If you can't encapsulate what is the specific angle and the specific selling point of this piece of content that you want <span translate=\"no\"></span>to do? ",
  "<span translate=\"no\"></span>Si no puedes resumir, ¿cuál es el ángulo específico y el punto de venta específico de este contenido que quieres<span translate=\"no\"></span> hacer? "
 ],
 [
  "<span translate=\"no\"></span>No one's going to click on it and you could make you could make an Emmy-worthy stunning film that nobody will ever see. ",
  "<span translate=\"no\"></span>Nadie va a hacer clic en ella y podrías hacer una película impresionante digna de un Emmy que nadie verá nunca. "
 ],
 [
  "<span translate=\"no\"></span>So you have to be laser focused on what is the USP of this piece of content. ",
  "<span translate=\"no\"></span>Así que hay que centrarse en lo que es la USP de este contenido. "
 ],
 [
  "We're gonna ask questions, has it been done before? ",
  "Vamos a hacer preguntas, ¿se ha hecho antes? "
 ],
 [
  "<span translate=\"no\"></span>How has it been done before? ",
  "<span translate=\"no\"></span>¿Cómo se ha hecho antes? "
 ],
 [
  "<span translate=\"no\"></span>You know, what are your elements, what makes it visual? ",
  "<span translate=\"no\"></span>Ya sabes, ¿cuáles son tus elementos, qué lo hace visual? "
 ],
 [
  "<span translate=\"no\"></span>Why should it be a video? ",
  "<span translate=\"no\"></span>¿Por qué debería ser un vídeo? "
 ],
 [
  "<span translate=\"no\"></span>What format do you want to make? ",
  "<span translate=\"no\"></span>¿Qué formato quieres crear? "
 ],
 [
  "<span translate=\"no\"></span>Oh, you want to do it as a cat or how strong is your character? ",
  "<span translate=\"no\"></span>Oh, ¿quieres hacerlo como gato o qué tan fuerte es tu personaje? "
 ],
 [
  "You want to do it as a short documentary? ",
  "¿Quieres hacerlo como un documental corto? "
 ],
 [
  "<span translate=\"no\"></span>Why are you going deeper? ",
  "<span translate=\"no\"></span>¿Por qué vas más profundo? "
 ],
 [
  "<span translate=\"no\"></span>How are we going to keep people engaged for that long? ",
  "<span translate=\"no\"></span>¿Cómo vamos a mantener a la gente comprometida durante tanto tiempo? "
 ],
 [
  "<span translate=\"no\"></span>Oh, it's an investigation. ",
  "<span translate=\"no\"></span>Oh, es una investigación. "
 ],
 [
  "<span translate=\"no\"></span>What is it, you know? ",
  "<span translate=\"no\"></span>¿Qué es, sabes? "
 ],
 [
  "<span translate=\"no\"></span>So obviously we want people to be really clear on the format they've chosen and why. ",
  "<span translate=\"no\"></span>Así que, obviamente, queremos que las personas tengan muy claro el formato que han elegido y por qué. "
 ],
 [
  " I think in terms of what works well... ",
  " Creo que en términos de lo que funciona bien... "
 ],
 [
  "<span translate=\"no\"></span>the key with online is thinking about the platform. ",
  "<span translate=\"no\"></span>la clave de Internet es pensar en la plataforma. "
 ],
 [
  "<span translate=\"no\"></span>So what someone wants to watch on our homepage isn't necessarily the same as what somebody wants to watch on Twitter or what <span translate=\"no\"></span>somebody wants to watch on YouTube. ",
  "<span translate=\"no\"></span>Por lo tanto, lo que alguien quiere ver en nuestra página de inicio no es necesariamente lo mismo que lo que alguien quiere ver en Twitter o lo que<span translate=\"no\"></span> alguien quiere ver en YouTube. "
 ],
 [
  "<span translate=\"no\"></span>So as much as we can, we're trying to understand the way that the platform works and the way that the user interacts with <span translate=\"no\"></span>it so that we can make sure that we're giving them the best form of storytelling for their needs on that platform. ",
  "<span translate=\"no\"></span>En la medida de lo posible, estamos intentando entender la forma en que funciona la plataforma y la forma en que el usuario interactúa con<span translate=\"no\"></span> ella para asegurarnos de que le estamos ofreciendo la mejor forma de contar historias para sus necesidades en esa plataforma. "
 ],
 [
  "<span translate=\"no\"></span>So on YouTube, you know, maybe it's more of a lean-back experience, something that is more like a short doc or just slightly <span translate=\"no\"></span>longer format and on platform. ",
  "<span translate=\"no\"></span>Así que en YouTube, ya sabes, tal vez sea más una experiencia reclinada, algo que se parezca más a un documento corto o a un formato un poco<span translate=\"no\"></span> más largo y en la plataforma. "
 ],
 [
  "Maybe it's, you know, something that is a little bit more throws you right in the moment or <span translate=\"no\"></span>you know, whatever it is on mobile while people have very, very short attention spans. ",
  "Tal vez sea, ya sabes, algo que es un poco más que te atrae justo en el momento o, ya<span translate=\"no\"></span> sabes, sea lo que sea en el móvil, mientras que la gente tiene una capacidad de atención muy, muy corta. "
 ],
 [
  "Because if you think about how you're <span translate=\"no\"></span>watching video on your mobile, you're probably not sitting there and watching it for four or five minutes, you probably want <span translate=\"no\"></span>to see exactly what it is that you came there to see and you know, and then move on to the next story. ",
  "Porque si piensas en cómo<span translate=\"no\"></span> ves un vídeo en tu móvil, probablemente no estés sentado ahí mirándolo durante cuatro o cinco minutos, probablemente quieras<span translate=\"no\"></span> ver exactamente qué es lo que has venido a ver y ya sabes, y luego pasar a la siguiente historia. "
 ],
 [
  "<span translate=\"no\"></span>So we're thinking about the different platforms and what works best for those and then we can figure out, you know, what's <span translate=\"no\"></span>the best way to tell that story. ",
  "<span translate=\"no\"></span>Así que estamos pensando en las diferentes plataformas y en lo que funciona mejor para ellas, y luego podemos averiguar cuál es<span translate=\"no\"></span> la mejor manera de contar esa historia. "
 ],
 [
  "I think when it comes to the duration of a digital video, and this is true of all <span translate=\"no\"></span>digital content, it all comes down to the environment that somebody is coming to that content in. ",
  "Creo que cuando se trata de la duración de un vídeo digital, y esto es cierto para todo el contenido<span translate=\"no\"></span> digital, todo se reduce al entorno en el que alguien accede a ese contenido. "
 ],
 [
  " CNN is most associated with <span translate=\"no\"></span>being not just a news environment, but in many ways of breaking news environment. ",
  " La CNN está más asociada con<span translate=\"no\"></span> ser no solo un entorno de noticias, sino en muchos sentidos un entorno de noticias de última hora. "
 ],
 [
  "<span translate=\"no\"></span>So our audience, when they come to us, you know, they spend an average of a few minutes on the platform maybe, you know, <span translate=\"no\"></span>four or five times a day and obviously this this data shifts all the time. ",
  "<span translate=\"no\"></span>Así que nuestra audiencia, cuando viene a nosotros, ya sabes, pasa una media de unos minutos en la plataforma, tal vez, ya sabes,<span translate=\"no\"></span> cuatro o cinco veces al día y obviamente estos datos cambian todo el tiempo. "
 ],
 [
  "But they're often in a busy day, they're coming <span translate=\"no\"></span>to us to get the headlines, they're not in a sort of lean back mood to kind of settle in. ",
  "Pero a menudo tienen un día ajetreado, vienen<span translate=\"no\"></span> a nosotros para salir en los titulares, no están de un humor relajado para adaptarse. "
 ],
 [
  "<span translate=\"no\"></span>Some viewers come of course to do that, but a lot of them are, can be quite a sort of skittish mindset of trying to <span translate=\"no\"></span>just quickly get a sense of what's going on and move on. ",
  "<span translate=\"no\"></span>Por supuesto, algunos espectadores vienen a hacer eso, pero muchos de ellos lo son, puede ser una especie de mentalidad asustadiza de tratar<span translate=\"no\"></span> de hacerse una idea rápida de lo que está sucediendo y seguir adelante. "
 ],
 [
  "<span translate=\"no\"></span>That in some ways does obviously drive pressure to keep videos short to say that people can get what they need from them. ",
  "<span translate=\"no\"></span>De alguna manera, eso obviamente impulsa la presión para mantener los vídeos cortos para decir que las personas pueden obtener lo que necesitan de ellos. "
 ],
 [
  "<span translate=\"no\"></span>However, we've had tremendous success with a lot of much longer form video. ",
  "<span translate=\"no\"></span>Sin embargo, hemos tenido un gran éxito con muchos vídeos de formato mucho más largo. "
 ],
 [
  "And I think the success of keeping people with <span translate=\"no\"></span>a piece no matter the duration is a combination, not just of making an excellent video, which obviously we try to do with <span translate=\"no\"></span>all our videos, but giving people a sense of what they're opting in for when they click on it. ",
  "Y creo que el éxito de mantener a la gente con<span translate=\"no\"></span> una pieza sin importar la duración es una combinación, no solo de hacer un vídeo excelente, lo que obviamente intentamos hacer con<span translate=\"no\"></span> todos nuestros vídeos, sino de dar a la gente una idea de lo que están optando por participar cuando hacen clic en él. "
 ],
 [
  "And that can be a combination <span translate=\"no\"></span>of the headline that they've they've flicked on the the thumbnail image that goes with the piece, a tone setting in terms <span translate=\"no\"></span>of the way that video is presented. ",
  "Y eso puede ser una combinación<span translate=\"no\"></span> del título que han colocado en la imagen en miniatura que acompaña a la pieza, un ajuste de tono en términos<span translate=\"no\"></span> de la forma en que se presenta el vídeo. "
 ],
 [
  "How is it framed on the page? ",
  "¿Cómo se enmarca en la página? "
 ],
 [
  "<span translate=\"no\"></span>What is the framing and what are you telling somebody as they decide to click on that? ",
  "<span translate=\"no\"></span>¿Qué es el encuadre y qué le estás diciendo a alguien cuando decide hacer clic en él? "
 ],
 [
  "<span translate=\"no\"></span>Do they know that what they're about to opt in for is a sort of 10 minute deep dive or a four minute explainer or <span translate=\"no\"></span>a one minute 30 quick text on screen. ",
  "<span translate=\"no\"></span>¿Saben que lo que están a punto de optar es una especie de análisis profundo de 10 minutos o una explicación de cuatro minutos o un texto rápido de<span translate=\"no\"></span> un minuto y 30 en la pantalla? "
 ],
 [
  "<span translate=\"no\"></span>Just get a sense of the latest development in this story. ",
  "<span translate=\"no\"></span>Solo tienes que hacerte una idea de los últimos avances de esta historia. "
 ],
 [
  "<span translate=\"no\"></span>So I think as long as you can give people a sense of what it is they're opting in for and that depends that can <span translate=\"no\"></span>that that applies to, you know, the CNN environment or anywhere, you're much more likely to keep them with you till the end <span translate=\"no\"></span>of the piece. ",
  "<span translate=\"no\"></span>Así que creo que mientras puedas dar a la gente una idea de lo que están optando y eso depende de esa lata<span translate=\"no\"></span> que se aplique, ya sabes, al entorno de CNN o a cualquier otro lugar, es mucho más probable que los lleves contigo hasta el final<span translate=\"no\"></span> de la pieza. "
 ],
 [
  "<span translate=\"no\"></span>We try and think about telling this story with a beginning and a middle and an end, you know, it kind of comes all back <span translate=\"no\"></span>to basics, what's your narrative arc here? ",
  "<span translate=\"no\"></span>Intentamos pensar en contar esta historia con un principio, un medio y un final, ya sabes, todo vuelve<span translate=\"no\"></span> a lo básico, ¿cuál es tu arco narrativo aquí? "
 ],
 [
  "<span translate=\"no\"></span>What do people need to know at the beginning? ",
  "<span translate=\"no\"></span>¿Qué necesita saber la gente al principio? "
 ],
 [
  "what's the crescendo? ",
  "¿cuál es el crescendo? "
 ],
 [
  "<span translate=\"no\"></span>You know, what's the action and what's the kind of resolution at the end? ",
  "<span translate=\"no\"></span>Ya sabes, ¿cuál es la acción y cuál es el tipo de resolución al final? "
 ],
 [
  "<span translate=\"no\"></span>You know, we think, we think in those terms to try and get people to engage throughout the whole thing. ",
  "<span translate=\"no\"></span>Ya sabes, creemos que pensamos en esos términos para tratar de que la gente se involucre durante todo el proceso. "
 ],
 [
  " Big believer in your <span translate=\"no\"></span>video should be as long as it needs to be. ",
  " Un gran creyente en tu<span translate=\"no\"></span> vídeo debería ser tan largo como sea necesario. "
 ],
 [
  "<span translate=\"no\"></span>You know, it might need to be 60 seconds, it might need to be 4.5 ",
  "<span translate=\"no\"></span>Ya sabes, puede que tengan que ser 60 segundos, puede que tengan que ser 4.5 "
 ],
 [
  "minutes. ",
  "minutos. "
 ],
 [
  "<span translate=\"no\"></span>I think that depends on what story you're trying to tell, how many elements there are, what you're trying to do. ",
  "<span translate=\"no\"></span>Creo que depende de la historia que intentes contar, de cuántos elementos haya, de lo que intentes hacer. "
 ],
 [
  "<span translate=\"no\"></span>You know, I think there's sometimes a tendency to think, oh, anything can go online, we can just publish as as long as we <span translate=\"no\"></span>want to publish, that's the beauty of online. ",
  "<span translate=\"no\"></span>Sabes, creo que a veces hay una tendencia a pensar, oh, cualquier cosa puede ir en línea, podemos publicar todo el tiempo que<span translate=\"no\"></span> queramos publicar, esa es la belleza de Internet. "
 ],
 [
  "<span translate=\"no\"></span>If you're really gonna engage digital audiences, you need to, you need to make sure that you're giving <span translate=\"no\"></span>them what they want and not what you want to put online, if that makes sense. ",
  "<span translate=\"no\"></span>Si realmente quieres atraer a las audiencias digitales, tienes que, tienes que asegurarte de<span translate=\"no\"></span> darles lo que quieren y no lo que quieres publicar en Internet, si eso tiene sentido. "
 ],
 [
  "<span translate=\"no\"></span>I think ultimately good storytelling is good storytelling. ",
  "<span translate=\"no\"></span>Creo que, en última instancia, una buena narración es una buena narración. "
 ],
 [
  "And if a video is pulling you along and you're compelled to stay <span translate=\"no\"></span>with it because you feel that you're being pulled on a narrative journey where you're gonna learn more by sticking around <span translate=\"no\"></span>you're going to stay with it. ",
  "Y si un vídeo te atrae y te ves obligado a quedarte<span translate=\"no\"></span> con él porque sientes que te arrastran a un viaje narrativo en el que vas a aprender más si te quedas,<span translate=\"no\"></span> te quedas con él. "
 ],
 [
  "<span translate=\"no\"></span>If there's a very flat structure to a story where you've basically been given everything that you're going to be given off <span translate=\"no\"></span>the bat and then there's a sort of, let's elaborate massive section after that, I think we lose people because they feel <span translate=\"no\"></span>a bit of drift. ",
  "<span translate=\"no\"></span>Si hay una estructura muy plana en una historia en la que básicamente te han dado todo lo que te van a dar de inmediato y luego hay una especie de, vamos a elaborar una sección masiva después de eso, creo que perdemos<span translate=\"no\"></span> personas porque se sienten<span translate=\"no\"></span> un poco a la deriva. "
 ],
 [
  "<span translate=\"no\"></span>Some people come down to a rule of three and they feel that, you know, if you're making three really key points over <span translate=\"no\"></span>the course of a video and almost sort of chapterize it a bit, it helps people stay with it. ",
  "<span translate=\"no\"></span>Algunas personas se reducen a la regla de tres y sienten que, ya sabes, si haces tres puntos realmente clave a lo largo<span translate=\"no\"></span> de un vídeo y casi lo capitalizas un poco, ayuda a la gente a mantenerlo. "
 ],
 [
  "<span translate=\"no\"></span>Some people find that signposting is really, really helpful and digital video, if you give people a sense of what's coming <span translate=\"no\"></span>later and you kind of indicate, you know, stick around to learn this later, you might do that with an intro, piece of script. ",
  "<span translate=\"no\"></span>Algunas personas encuentran que la señalización es muy, muy útil y el vídeo digital, si le das a la gente una idea de lo que vendrá<span translate=\"no\"></span> después e indicas, ya sabes, quédate para aprender esto más tarde, puedes hacerlo con una introducción, un guion. "
 ],
 [
  "<span translate=\"no\"></span>You might do it with some graphics. ",
  "<span translate=\"no\"></span>Puede hacerlo con algunos gráficos. "
 ],
 [
  "<span translate=\"no\"></span>You might literally have an intro that says in this piece, we're going to address these three questions. ",
  "<span translate=\"no\"></span>Puede que literalmente tengas una introducción que diga en este artículo que vamos a abordar estas tres preguntas. "
 ],
 [
  "<span translate=\"no\"></span>You know, there are all sorts of tools. ",
  "<span translate=\"no\"></span>Ya sabes, hay todo tipo de herramientas. "
 ],
 [
  "<span translate=\"no\"></span>If you identify something that could potentially be an interactive, you're gonna get as many people, as many stakeholders <span translate=\"no\"></span>for the final product in a room as possible. ",
  "<span translate=\"no\"></span>Si identificas algo que podría ser interactivo, conseguirás que el mayor número posible de personas y partes interesadas participen<span translate=\"no\"></span> en el producto final en una sala. "
 ],
 [
  "<span translate=\"no\"></span>And in a room could be a virtual room these days, but you're gonna try and get them together so that you can talk about <span translate=\"no\"></span>it all. ",
  "<span translate=\"no\"></span>Y en una habitación podría haber una sala virtual hoy en día, pero vas a intentar juntarlos para poder hablar de<span translate=\"no\"></span> todo. "
 ],
 [
  "<span translate=\"no\"></span>And that could be your editorial team, your visuals team, the people that are going to, your designers, your developers. ",
  "<span translate=\"no\"></span>Y ese podría ser tu equipo editorial, tu equipo de imágenes, las personas que lo harán, tus diseñadores, tus desarrolladores. "
 ],
 [
  "<span translate=\"no\"></span>And when I say designers, graphic designers, your developers who are gonna hack the page. ",
  "<span translate=\"no\"></span>Y cuando digo diseñadores, diseñadores gráficos, tus desarrolladores que van a hackear la página. "
 ],
 [
  "It could be your video team <span translate=\"no\"></span>because there may be video elements involved. ",
  "Podría ser tu equipo de vídeo,<span translate=\"no\"></span> ya que puede haber elementos de vídeo involucrados. "
 ],
 [
  "<span translate=\"no\"></span>It could be audio, like we could involve the audio team because we want to include snippets or podcasts or eclipse. ",
  "<span translate=\"no\"></span>Podría ser audio, como si pudiéramos involucrar al equipo de audio porque queremos incluir fragmentos o podcasts o eclipses. "
 ],
 [
  "<span translate=\"no\"></span>It could be the photo desk because there's going to be an element of photos running through it or you're working with a photographer <span translate=\"no\"></span>in the field. ",
  "<span translate=\"no\"></span>Podría ser el escritorio fotográfico porque va a haber un elemento de fotos en él o porque estás trabajando con un fotógrafo<span translate=\"no\"></span> en el campo. "
 ],
 [
  "<span translate=\"no\"></span>So there, I mean, you could have 6-7-8 teams depending on kind of the region and kind of how big you want to go with <span translate=\"no\"></span>it and how much resource you want to go into it. ",
  "<span translate=\"no\"></span>Así que ahí, quiero decir, podrías tener de 6 a 7 a 8 equipos según el tipo de región y el tamaño que quieras destinar y la cantidad de recursos que quieras destinar a ella.<span translate=\"no\"></span> "
 ],
 [
  "<span translate=\"no\"></span>But if I think back to one recent example, as a story that we collaborated on across many teams here at CNN. ",
  "<span translate=\"no\"></span>Pero si pienso en un ejemplo reciente, es una historia en la que colaboramos con muchos equipos aquí en CNN. "
 ],
 [
  "So news gathering <span translate=\"no\"></span>were engaged in it. ",
  "Así que la recopilación de noticias<span translate=\"no\"></span> se dedicó a ello. "
 ],
 [
  "<span translate=\"no\"></span>Our video teams, our visual news teams. ",
  "<span translate=\"no\"></span>Nuestros equipos de vídeo, nuestros equipos de noticias visuales. "
 ],
 [
  "<span translate=\"no\"></span>It was a story that investigated the Mariupol strike, which is in very early phase of the Ukraine war. ",
  "<span translate=\"no\"></span>Era una historia que investigaba el ataque de Mariupol, que se encuentra en una fase muy temprana de la guerra de Ucrania. "
 ],
 [
  "<span translate=\"no\"></span>And in this interactive feature, it takes the single issue of this strike that Russia carried out on a maternity hospital <span translate=\"no\"></span>in Mariupol. ",
  "<span translate=\"no\"></span>Y en este reportaje interactivo, recoge el único número de esta huelga que Rusia llevó a cabo en un hospital de maternidad<span translate=\"no\"></span> en Mariupol. "
 ],
 [
  "And then it actually contextualizes and broadens the subject, because it points to more than a dozen other <span translate=\"no\"></span>strikes on health facilities across the country. ",
  "Y luego, de hecho, contextualiza y amplía el tema, porque apunta a más de una docena de<span translate=\"no\"></span> huelgas más en centros de salud en todo el país. "
 ],
 [
  "<span translate=\"no\"></span>So it takes the singular and it brings it to focus on the systemic. ",
  "<span translate=\"no\"></span>Así que toma lo singular y hace que se centre en lo sistémico. "
 ],
 [
  "So that involved piecing together what we knew of the <span translate=\"no\"></span>story. ",
  "Así que eso implicó reunir las piezas de lo que sabíamos de la<span translate=\"no\"></span> historia. "
 ],
 [
  "That's a lot of traditional on the ground reporting. ",
  "Eso es un montón de informes tradicionales sobre el terreno. "
 ],
 [
  "And then using maps and graphics and illustrations to build <span translate=\"no\"></span>up a more immersive picture. ",
  "Y luego usar mapas, gráficos e ilustraciones para<span translate=\"no\"></span> crear una imagen más envolvente. "
 ],
 [
  "<span translate=\"no\"></span>And then we sent it all off to someone who's expert at doing 3D motion picture graphics. ",
  "<span translate=\"no\"></span>Y luego se lo enviamos todo a alguien que es experto en gráficos cinematográficos en 3D. "
 ],
 [
  "<span translate=\"no\"></span>And it enabled us to tell the story of the attack and the aftermath by building a 3D model of the hospital, by overlaying <span translate=\"no\"></span>photos of the scene, by telling some of the story through text and others through still photos. ",
  "<span translate=\"no\"></span>Y nos permitió contar la historia del ataque y las secuelas al construir un modelo 3D del hospital, superponer<span translate=\"no\"></span> fotos de la escena, contar parte de la historia a través del texto y otras a través de fotografías fijas. "
 ],
 [
  "And the rest of it <span translate=\"no\"></span>by building up is amazing 3D model of the of the hospital itself. ",
  "Y el resto,<span translate=\"no\"></span> mediante la construcción, es un increíble modelo 3D del propio hospital. "
 ],
 [
  "<span translate=\"no\"></span>And it really took you in and drew you into the to what was, you know, what would otherwise have been a very sort of <span translate=\"no\"></span>text heavy story. ",
  "<span translate=\"no\"></span>Y realmente te acogió y te llevó a lo que era, ya sabes, lo que de otro modo habría sido una historia con mucho<span translate=\"no\"></span> texto. "
 ],
 [
  "<span translate=\"no\"></span>And I think it's a good example of when you have the time, and the resources and the expertise to actually think about, could <span translate=\"no\"></span>we tell this deep dive story in a multi-layered way that will that will keep audiences engaged. ",
  "<span translate=\"no\"></span>Y creo que es un buen ejemplo de cuando se tiene el tiempo, los recursos y la experiencia en los que pensar realmente,<span translate=\"no\"></span> podríamos contar esta historia profunda de una manera múltiple que mantenga al público interesado. "
 ],
 [
  "<span translate=\"no\"></span>And I think that kind of presentation really can give a strong impact to stories that might otherwise be <span translate=\"no\"></span>difficult to tell. ",
  "<span translate=\"no\"></span>Y creo que ese tipo de presentación realmente puede tener un fuerte impacto en historias que, de otro modo, serían<span translate=\"no\"></span> difíciles de contar. "
 ],
 [
  "<span translate=\"no\"></span>It's very collaborative thing. ",
  "<span translate=\"no\"></span>Es algo muy colaborativo. "
 ],
 [
  "<span translate=\"no\"></span>And if you get everyone together at the beginning to talk about what potentially could be an interactive and everyone's <span translate=\"no\"></span>on the same page, then you everybody's everybody's under the same impression of what could the final, the final product could be. ",
  "<span translate=\"no\"></span>Y si uno reúne a todos al principio para hablar sobre lo que podría ser un interactivo y todos están<span translate=\"no\"></span> en la misma página, entonces todos tienen la misma impresión de lo que podría ser la final, el producto final podría ser. "
 ],
 [
  "<span translate=\"no\"></span>You then go and do the reporting, and then when you come back and you start building the interactive, it's much smoother process. ",
  "<span translate=\"no\"></span>Luego vas a hacer los informes y, cuando regresas y empiezas a crear el interactivo, el proceso es mucho más sencillo. "
 ],
 [
  "<span translate=\"no\"></span>A really striking story that we did from Lviv in Ukraine as part of a digital deployment is a piece that brings people inside <span translate=\"no\"></span>one of the first stagings in the National Opera House in Lviv, and it was the ballet that was actually putting on a performance <span translate=\"no\"></span>This was, you know, right in the middle of a period of an ongoing enduring period of instability within the country. ",
  "<span translate=\"no\"></span>Una historia realmente impactante que hicimos desde Lviv, Ucrania, como parte de un despliegue digital es una pieza que lleva a la gente a<span translate=\"no\"></span> una de las primeras puestas en escena en la Ópera Nacional de Lviv, y fue el ballet el que realmente hacer una actuación<span translate=\"no\"></span> Esto fue, ya sabes, justo en medio de un período de un período continuo y duradero de inestabilidad dentro del país. "
 ],
 [
  "<span translate=\"no\"></span>But as part of a sense of sort of showing defiance, the National Opera House decided to stage a ballet and invite people <span translate=\"no\"></span>to attend. ",
  "<span translate=\"no\"></span>Pero como parte de una especie de demostración de desafío, la Ópera Nacional decidió montar un ballet e invitar a la gente<span translate=\"no\"></span> a asistir. "
 ],
 [
  "<span translate=\"no\"></span>Many of those in the, in the audience, of course were displaced people from other parts of the country who had fled conflict <span translate=\"no\"></span>and instability into sort of the relatively, you know, more secure city of Lviv. ",
  "<span translate=\"no\"></span>Muchos de los presentes, por supuesto, eran personas desplazadas de otras partes del país que habían huido del conflicto<span translate=\"no\"></span> y la inestabilidad a una especie de ciudad relativamente, ya sabes, más segura de Lviv. "
 ],
 [
  "<span translate=\"no\"></span>I knew I was going to see a performance and that I was gonna be able to spend some time with the actors and dancers <span translate=\"no\"></span>There was gonna be a lot of movement, It was gonna be very visual. ",
  "<span translate=\"no\"></span>Sabía que iba a ver una actuación y que iba a poder pasar un tiempo con los actores y bailarines. Iba a<span translate=\"no\"></span> haber mucho movimiento, iba a ser muy visual. "
 ],
 [
  "<span translate=\"no\"></span>So I knew going in that I didn't want to do a traditional 600-800 word write. ",
  "<span translate=\"no\"></span>Así que desde el principio supe que no quería escribir una escritura tradicional de 600 a 800 palabras. "
 ],
 [
  " That doesn't serve my audience. ",
  " Eso no sirve a mi público. "
 ],
 [
  "<span translate=\"no\"></span>I want to present a piece that they're going to enjoy. ",
  "<span translate=\"no\"></span>Quiero presentarles una pieza que les va a gustar. "
 ],
 [
  "<span translate=\"no\"></span>I'm trying to convey to them that we're trying to bring a sense of normality back. ",
  "<span translate=\"no\"></span>Intento transmitirles que estamos intentando devolverles la sensación de normalidad. "
 ],
 [
  "<span translate=\"no\"></span>And so seeing something that's visually rich like that in my planning process, you kind of craft the story around that. ",
  "<span translate=\"no\"></span>Así que al ver algo que es visualmente rico como eso en mi proceso de planificación, uno diseña la historia en torno a eso. "
 ],
 [
  "<span translate=\"no\"></span>So it wasn't, it ultimately wasn't a piece that was text heavy. ",
  "<span translate=\"no\"></span>Así que no lo fue, en última instancia, no fue una pieza con mucho texto. "
 ],
 [
  "<span translate=\"no\"></span>It was, it was a photo-led, you know, photo rich piece because it was designed to be that because you want to present <span translate=\"no\"></span>the dancers doing what they do best. ",
  "<span translate=\"no\"></span>Era, era una pieza fotográfica, ya sabes, rica en fotos porque fue diseñada para eso porque quieres presentar a<span translate=\"no\"></span> los bailarines haciendo lo que mejor saben hacer. "
 ],
 [
  "Let them do the talking and then you write a supplementary write, supplementary copy that <span translate=\"no\"></span>can kind of lift the photos of the piece. ",
  "Deja que ellos hablen y luego escribes un escrito complementario, una copia suplementaria que<span translate=\"no\"></span> pueda levantar las fotos de la pieza. "
 ],
 [
  "<span translate=\"no\"></span>We decided to use a combination of video and still imagery and then Lauren wrote a beautiful piece that just <span translate=\"no\"></span>encapsulates that sense of anticipation for what was going to happen. ",
  "<span translate=\"no\"></span>Decidimos usar una combinación de vídeo e imágenes fijas, y luego Lauren escribió una hermosa pieza que simplemente<span translate=\"no\"></span> resume esa sensación de anticipación por lo que iba a suceder. "
 ],
 [
  "<span translate=\"no\"></span>And in in that piece you're also hearing, you know, personal stories of how people are, you know, how they, how they are <span translate=\"no\"></span>feeling about attending something and even though it is an act of defiance in a way to be there and maybe some respite from <span translate=\"no\"></span>what is happening in the country at that moment in time. ",
  "<span translate=\"no\"></span>Y en esa pieza también se escuchan, ya sabes, historias personales de cómo las personas son, ya sabes, cómo se<span translate=\"no\"></span> sienten al asistir a algo y, aunque es un acto de desafío en cierto modo estar allí y tal vez un respiro de<span translate=\"no\"></span> lo que está sucediendo en el país en ese momento. "
 ],
 [
  "<span translate=\"no\"></span>Lauren also conveys that sense that at any moment the air raid sirens could sound and the people who are attending and the <span translate=\"no\"></span>dancers on stage and the people who are in the orchestra might have to, you know, get to a safe place. ",
  "<span translate=\"no\"></span>Lauren también transmite la sensación de que en cualquier momento podrían sonar las sirenas de los ataques aéreos y las personas que asisten y los<span translate=\"no\"></span> bailarines en el escenario y las personas que están en la orquesta podrían tener que, ya sabes, ir a una caja fuerte lugar. "
 ],
 [
  "<span translate=\"no\"></span>And it's really only at that point in the story that you realize, you know that there is just that juxtaposition between <span translate=\"no\"></span>something so normal to happen in a historic city and a cultural city like Lviv and yet the broader context of course being <span translate=\"no\"></span>that the entire country is still very much in the midst of something so unstable. ",
  "<span translate=\"no\"></span>Y en realidad solo en ese momento de la historia te das cuenta, sabes que existe esa yuxtaposición entre<span translate=\"no\"></span> algo tan normal que ocurre en una ciudad histórica y una ciudad cultural como Lviv y, sin embargo, la más amplia el contexto, por supuesto, es<span translate=\"no\"></span> que todo el país todavía está en medio de algo tan inestable. "
 ],
 [
  "<span translate=\"no\"></span>When we think about when news breaks, people are really keen to understand what is actually happening and what is what can <span translate=\"no\"></span>be trusted in a time of great uncertainty where, you know, people might be really actually almost stopped in their tracks <span translate=\"no\"></span>kind of waiting to get some piece of verifiable information. ",
  "<span translate=\"no\"></span>Cuando pensamos en cuando salen las noticias, la gente está muy interesada en entender lo que realmente está sucediendo y qué es lo que<span translate=\"no\"></span> se puede confiar en un momento de gran incertidumbre en el que, ya sabes, la gente puede estar realmente casi se detuvieron esperando un poco de información verificable.<span translate=\"no\"></span> "
 ],
 [
  "In a newsroom at that moment in time, if you're working on a <span translate=\"no\"></span>digital news desk, what you're seeking to do is get the first line of confirmable information out onto a, onto a live blog <span translate=\"no\"></span>which we call the dynamic live experience or onto a URL. ",
  "En una sala de redacción en ese momento, si estás trabajando en un mostrador de noticias<span translate=\"no\"></span> digital, lo que quieres hacer es enviar la primera línea de información confirmable a un blog en vivo, al<span translate=\"no\"></span> que llamamos dinámico en vivo experiencia o en una URL. "
 ],
 [
  "<span translate=\"no\"></span>So you want to get one line of information that we are are saying this is happening or this thing has happened, that's our <span translate=\"no\"></span>first priority is to get to one line. ",
  "<span translate=\"no\"></span>Así que si quieres obtener una línea de información de que estamos diciendo que esto está sucediendo o que algo ha sucedido, nuestra<span translate=\"no\"></span> primera prioridad es llegar a una línea. "
 ],
 [
  "<span translate=\"no\"></span>And that one line then essentially becomes the push alert that people receive onto their smartphones. ",
  "<span translate=\"no\"></span>Y esa línea se convierte básicamente en la alerta push que las personas reciben en sus teléfonos inteligentes. "
 ],
 [
  "<span translate=\"no\"></span>Most people in digital journalism are familiar with the term a live blog. ",
  "<span translate=\"no\"></span>La mayoría de las personas en el periodismo digital están familiarizadas con el término blog en vivo. "
 ],
 [
  "<span translate=\"no\"></span>Live blogs were started as a way of developing the digital story format to tell breaking news. ",
  "<span translate=\"no\"></span>Los blogs en vivo se iniciaron como una forma de desarrollar el formato de historia digital para contar noticias de última hora. "
 ],
 [
  "<span translate=\"no\"></span>CNN's name for the live blog is a DLE, a dynamic live experience. ",
  "<span translate=\"no\"></span>El nombre de CNN para el blog en vivo es DLE, una experiencia dinámica en vivo. "
 ],
 [
  "<span translate=\"no\"></span>It's just, it's just another word for a live blog or live page. ",
  "<span translate=\"no\"></span>Es que, es solo otra palabra para un blog o una página en vivo. "
 ],
 [
  "<span translate=\"no\"></span>And the key elements of these formats, it's a page that can be relatively swiftly updated that the audience can see the <span translate=\"no\"></span>updates. ",
  "<span translate=\"no\"></span>Y los elementos clave de estos formatos son una página que se puede actualizar con relativa rapidez para que la audiencia pueda ver las<span translate=\"no\"></span> actualizaciones. "
 ],
 [
  "That you're able to <span translate=\"no\"></span>tell a developing story as it happens and you're not bound by the traditional structures and strictures of the top down <span translate=\"no\"></span>traditional newspaper style story, which was the sort of bedrock of the early stages of the internet. ",
  "Que eres capaz de<span translate=\"no\"></span> contar una historia en desarrollo a medida que ocurre y no estás limitado por las estructuras y restricciones tradicionales de la historia de arriba hacia abajo al estilo de los periódicos<span translate=\"no\"></span> tradicionales, que fue el tipo de base de los primeros etapas de internet. "
 ],
 [
  "<span translate=\"no\"></span>It means that you can run, you can run your updates as fast or as slowly as the story merits. ",
  "<span translate=\"no\"></span>Significa que puedes correr, puedes ejecutar tus actualizaciones tan rápido o tan despacio como la historia lo merezca. "
 ],
 [
  "<span translate=\"no\"></span>It means you can, you can run different kinds of updates whether their photos or videos or statements or press conferences <span translate=\"no\"></span>or whatever it is that's happening and it gives the audience a sense that story is developing. ",
  "<span translate=\"no\"></span>Significa que puedes publicar diferentes tipos de actualizaciones, ya sean fotos, vídeos, declaraciones o conferencias<span translate=\"no\"></span> de prensa o lo que sea que esté sucediendo, y da a la audiencia una sensación de que la historia se está desarrollando. "
 ],
 [
  "<span translate=\"no\"></span>It also crucially keeps the audience engaged, they keep coming back because they, you know, they want to know what the latest <span translate=\"no\"></span>updates are. ",
  "<span translate=\"no\"></span>También mantiene a la audiencia comprometida de manera crucial, ya que siguen regresando porque, ya sabes, quieren saber cuáles son las últimas<span translate=\"no\"></span> actualizaciones. "
 ],
 [
  "<span translate=\"no\"></span>When a big story breaks, the organization will swing into action, you'll have editors and producers chasing <span translate=\"no\"></span>down the, trying to confirm the top lines of the story itself, you'll have a digital editor standing by to edit the copy. ",
  "<span translate=\"no\"></span>Cuando se publique una gran historia, la organización entrará en acción, tendrás a editores y productores<span translate=\"no\"></span> persiguiéndola, tratando de confirmar las líneas principales de la historia en sí, tendrás un editor digital listo para editarla la copia. "
 ],
 [
  "<span translate=\"no\"></span>You'll have a writer ready to write the first line, you have a home page editor who's ready to place it on the page, you <span translate=\"no\"></span>might you might even have another home page editor who's writing the push alert that's going to go out and then there's another <span translate=\"no\"></span>producer or editor getting ready to send the social post. ",
  "<span translate=\"no\"></span>Tendrás un redactor listo para escribir la primera línea, un editor de la página de inicio que está listo para colocarlo en la página, es<span translate=\"no\"></span> posible que incluso tengas otro editor de página de inicio que esté escribiendo la alerta push que va a desaparecer y luego hay otro<span translate=\"no\"></span> productor o editor preparándose para enviar la publicación en redes sociales. "
 ],
 [
  "There's lots of all of that all has to happen altogether and <span translate=\"no\"></span>all the same time. ",
  "Hay mucho de todo eso, todo tiene que suceder en conjunto y<span translate=\"no\"></span> al mismo tiempo. "
 ],
 [
  "<span translate=\"no\"></span>And once you're over the line, once you've got that first line out, push alert's been sent the post is out on twitter, the <span translate=\"no\"></span>the breaking news banner has gone out on tv, then you kind of take a breath and then start to think about the next element. ",
  "<span translate=\"no\"></span>Y una vez que te pasas de la raya, una vez que tienes la primera línea, se ha enviado una alerta, la publicación está en Twitter,<span translate=\"no\"></span> la pancarta de noticias de última hora ha salido en la televisión, entonces te tomas un respiro y luego empiezas a pensar sobre el siguiente elemento. "
 ],
 [
  "<span translate=\"no\"></span>So how's the story going to develop? ",
  "<span translate=\"no\"></span>Entonces, ¿cómo se desarrollará la historia? "
 ],
 [
  "<span translate=\"no\"></span>Do we need to deploy to it? ",
  "<span translate=\"no\"></span>¿Tenemos que desplegarlo? "
 ],
 [
  "<span translate=\"no\"></span>Do we need a live blog? ",
  "<span translate=\"no\"></span>¿Necesitamos un blog en vivo? "
 ],
 [
  "<span translate=\"no\"></span>Do we, do we need to build out the story in different ways, will there be eyewitnesses... ",
  "<span translate=\"no\"></span>¿Necesitamos construir la historia de diferentes maneras? Habrá testigos presenciales... "
 ],
 [
  "is that a separate story? ",
  "¿Es una historia aparte? "
 ],
 [
  "<span translate=\"no\"></span>Will we need a color piece? ",
  "<span translate=\"no\"></span>¿Necesitaremos una pieza de color? "
 ],
 [
  "<span translate=\"no\"></span>All sorts of decisions are then taken. ",
  "<span translate=\"no\"></span>Luego se toman todo tipo de decisiones. "
 ],
 [
  " You've got multiple people doing different things. ",
  " Hay varias personas que hacen cosas diferentes. "
 ],
 [
  "<span translate=\"no\"></span>So one person might be working on, getting that one line out. ",
  "<span translate=\"no\"></span>Así que una persona podría estar trabajando en sacar esa línea. "
 ],
 [
  " You might have another person at the same time trying to figure <span translate=\"no\"></span>out some background, some context, trying to, you know, piece together. ",
  " Puede que tengas a otra persona al mismo tiempo intentando<span translate=\"no\"></span> averiguar algún trasfondo, algún contexto, intentando, ya sabes, juntar las piezas. "
 ],
 [
  "When you're in a digital setting, <span translate=\"no\"></span>it's, you know, you are sort of really driving forward on the facts of something. ",
  "Cuando estás en un entorno digital,<span translate=\"no\"></span> es, ya sabes, que realmente estás avanzando en los hechos de algo. "
 ],
 [
  "<span translate=\"no\"></span>And while you might focus that, say on television on on a fact on a sort of segment centered around maybe one story or one <span translate=\"no\"></span>sort of side of the story for for a period of time or maybe a block of time or segment within a show. ",
  "<span translate=\"no\"></span>Y si bien puedes centrar eso, por ejemplo, en la televisión, en un hecho, en una especie de segmento centrado en tal vez una historia o un<span translate=\"no\"></span> tipo de lado de la historia durante un período de tiempo o tal vez un bloque de tiempo o segmento dentro de un mostrar. "
 ],
 [
  "On digital <span translate=\"no\"></span>you really need what's new, constantly moving forward. ",
  "En<span translate=\"no\"></span> lo digital, realmente necesitas lo nuevo, avanzar constantemente. "
 ],
 [
  "<span translate=\"no\"></span>And best of that is the dynamic live experience, which is our live coverage or a live blog if you like in a digital setting. ",
  "<span translate=\"no\"></span>Y lo mejor de todo es la dinámica experiencia en vivo, que es nuestra cobertura en vivo o un blog en vivo si lo prefieres en un entorno digital. "
 ],
 [
  "<span translate=\"no\"></span>And what we require for that to be interesting for audiences is really a fast moving feed of new information. ",
  "<span translate=\"no\"></span>Y lo que necesitamos para que eso sea interesante para el público es realmente una fuente de información nueva que se mueva rápidamente. "
 ],
 [
  "<span translate=\"no\"></span>A key characteristic of live stories is obviously the constant updates. ",
  "<span translate=\"no\"></span>Una característica clave de las historias en vivo son, obviamente, las actualizaciones constantes. "
 ],
 [
  "And what that means is that you can actually be more <span translate=\"no\"></span>detailed and go into more depth than you would otherwise do in a traditional 600 or 800 word news story. ",
  "Y lo que eso significa es que puedes ser más<span translate=\"no\"></span> detallado y profundizar más de lo que harías de otra manera en una noticia tradicional de 600 u 800 palabras. "
 ],
 [
  "<span translate=\"no\"></span>So if you were constantly updating a fairly standard news story, you'd be thinking about what you're going to leave out. ",
  "<span translate=\"no\"></span>Así que si actualizaras constantemente una noticia bastante estándar, estarías pensando en lo que vas a omitir. "
 ],
 [
  "What <span translate=\"no\"></span>live stories do is enable you to report everything. ",
  "Lo que hacen las historias<span translate=\"no\"></span> en vivo es permitirte reportarlo todo. "
 ],
 [
  "<span translate=\"no\"></span>So someone makes a statement, you put the whole statement in, you say this is what they've said. ",
  "<span translate=\"no\"></span>Así que alguien hace una declaración, pones toda la declaración, dices que esto es lo que ha dicho. "
 ],
 [
  "<span translate=\"no\"></span>If somebody reacts to what's happened and you can carry carry the full reaction and and you're you're not bound, you're not <span translate=\"no\"></span>bound by the the limitations of a traditional story. ",
  "<span translate=\"no\"></span>Si alguien reacciona a lo que ha sucedido y tú puedes soportar toda la reacción y no estás obligado, no estás<span translate=\"no\"></span> limitado por las limitaciones de una historia tradicional. "
 ],
 [
  "<span translate=\"no\"></span>It also means therefore that the work of your news gathering colleagues or the work of your reporters or whoever it is <span translate=\"no\"></span>that's contributing to all of this. ",
  "<span translate=\"no\"></span>Por lo tanto, también significa que el trabajo de sus colegas de recopilación de noticias o el trabajo de sus reporteros o de quien sea es el<span translate=\"no\"></span> que contribuye a todo esto. "
 ],
 [
  "<span translate=\"no\"></span>We have to work a bit harder because it's like a sort of it's like a live monster. ",
  "<span translate=\"no\"></span>Tenemos que esforzarnos un poco más porque es como un monstruo vivo. "
 ],
 [
  "<span translate=\"no\"></span>It constantly needs feeding. ",
  "<span translate=\"no\"></span>Necesita alimentarse constantemente. "
 ],
 [
  "<span translate=\"no\"></span>You know, your live page is always there, always needs, it always needs to be updated and it needs more as much details <span translate=\"no\"></span>as you can possibly get. ",
  "<span translate=\"no\"></span>Ya sabes, tu página en vivo siempre está ahí, siempre necesita, siempre necesita actualizarse y necesita tantos detalles<span translate=\"no\"></span> como puedas obtener. "
 ],
 [
  "<span translate=\"no\"></span>This is what we tell our correspondents and producers in the field: keep filing updates to the news desk. ",
  "<span translate=\"no\"></span>Esto es lo que les decimos a nuestros corresponsales y productores sobre el terreno: sigan enviando actualizaciones a la mesa de noticias. "
 ],
 [
  "<span translate=\"no\"></span>Keep keep sending those uh those alerts and put as much detail in them as possible. ",
  "<span translate=\"no\"></span>Sigue enviando esas alertas y ponles tantos detalles como sea posible. "
 ],
 [
  "<span translate=\"no\"></span>Don't leave anything out. ",
  "<span translate=\"no\"></span>No omitas nada. "
 ],
 [
  " Give us everything. ",
  " Danos todo. "
 ],
 [
  "<span translate=\"no\"></span>Push notifications or push alerts are an important way of sending breaking news headlines and other kinds of headlines <span translate=\"no\"></span>to alert the users of your app to an important story or an important piece of journalism. ",
  "<span translate=\"no\"></span>Las notificaciones push o alertas push son una forma importante de enviar titulares de noticias de última hora y otros tipos de titulares<span translate=\"no\"></span> para alertar a los usuarios de tu aplicación sobre una historia importante o un artículo periodístico importante. "
 ],
 [
  "<span translate=\"no\"></span>They're quite blunt instrument. ",
  "<span translate=\"no\"></span>Son un instrumento bastante contundente. "
 ],
 [
  "<span translate=\"no\"></span>They're short, they're quite hard to write. ",
  "<span translate=\"no\"></span>Son cortos, bastante difíciles de escribir. "
 ],
 [
  "<span translate=\"no\"></span>They have to capture the attention, they have to make you want to click. ",
  "<span translate=\"no\"></span>Tienen que captar la atención, tienen que hacer que quieras hacer clic. "
 ],
 [
  "And they're quite intrusive as well because they <span translate=\"no\"></span>pop up usually with some sort of annoying sound on your phone, on the lock screen. ",
  "Y también son bastante intrusivos porque normalmente<span translate=\"no\"></span> aparecen con algún tipo de sonido molesto en el teléfono, en la pantalla de bloqueo. "
 ],
 [
  " They disturb your users. ",
  " Molestan a tus usuarios. "
 ],
 [
  "<span translate=\"no\"></span>That's the point... ",
  "<span translate=\"no\"></span>Ese es el punto... "
 ],
 [
  "they're meant to disturb people to because you're trying to tell them something important or you're trying <span translate=\"no\"></span>to put something interesting in front of them, but you've got to use them pretty sparingly because users have <span translate=\"no\"></span>a love hate relationship with push notifications. ",
  "están destinados a molestar a la gente porque tratas de decirles algo importante o estás<span translate=\"no\"></span> intentando ponerles algo interesante delante, pero tienes que usarlos con bastante moderación porque los usuarios tienen<span translate=\"no\"></span> un relación de amor y odio con notificaciones push. "
 ],
 [
  "<span translate=\"no\"></span>They allow users to be to be interrupted by their choice because they've subscribed. ",
  "<span translate=\"no\"></span>Permiten que los usuarios se vean interrumpidos por su elección porque están suscritos. "
 ],
 [
  "<span translate=\"no\"></span>But equally they don't want to be overwhelmed. ",
  "<span translate=\"no\"></span>Pero tampoco quieren sentirse abrumados. "
 ],
 [
  "<span translate=\"no\"></span>You know, they didn't sign up to get interrupted all through the day, every day, every hour, every half hour. ",
  "<span translate=\"no\"></span>Ya sabes, no se apuntaron para que los interrumpieran durante todo el día, todos los días, cada hora, cada media hora. "
 ],
 [
  "<span translate=\"no\"></span>It's a real sort of, it's a real sort of art to getting it right because you never quite know how much people want. ",
  "<span translate=\"no\"></span>Es una especie de, es una verdadera especie de arte para hacerlo bien porque nunca se sabe muy bien cuánto quiere la gente. "
 ],
 [
  "<span translate=\"no\"></span>And some people might want more and some people might want fewer and what some people consider important story is <span translate=\"no\"></span>different from what other people consider important story. ",
  "<span translate=\"no\"></span>Y algunas personas pueden querer más y otras pueden querer menos y lo que algunas personas consideran una historia importante es<span translate=\"no\"></span> diferente de lo que otras personas consideran una historia importante. "
 ],
 [
  "<span translate=\"no\"></span>The basic building block of a push notification has remained the same. ",
  "<span translate=\"no\"></span>El componente básico de una notificación push sigue siendo el mismo. "
 ],
 [
  "<span translate=\"no\"></span>It's a short engaging headline that you either have to write under huge pressure because it's breaking news alert or you <span translate=\"no\"></span>have loads of time to think about because it's because you're writing a push notification for a piece of journalism <span translate=\"no\"></span>that you haven't published yet. ",
  "<span translate=\"no\"></span>Es un titular corto y atractivo que tienes que escribir bajo una gran presión porque es una alerta de noticias de última hora o<span translate=\"no\"></span> tienes mucho tiempo para pensar porque estás escribiendo una notificación automática para un artículo. de periodismo<span translate=\"no\"></span> que aún no has publicado. "
 ],
 [
  "<span translate=\"no\"></span>So you've got lots of time. ",
  "<span translate=\"no\"></span>Así que tienes mucho tiempo. "
 ],
 [
  "<span translate=\"no\"></span>It might be an exclusive story or an investigation. ",
  "<span translate=\"no\"></span>Puede ser una historia exclusiva o una investigación. "
 ],
 [
  "<span translate=\"no\"></span>Either way they're hard to write because breaking news push notifications... ",
  "<span translate=\"no\"></span>De cualquier manera, son difíciles de escribir porque las noticias de última hora envían notificaciones... "
 ],
 [
  "<span translate=\"no\"></span>you can't... ",
  "<span translate=\"no\"></span>no puedes... "
 ],
 [
  "if you get something wrong in it you can't bring it back. ",
  "si algo sale mal, no puedes devolverlo. "
 ],
 [
  "<span translate=\"no\"></span>It's there, it sits on someone's phone and the only way to correct it is to send another one. ",
  "<span translate=\"no\"></span>Está ahí, está en el teléfono de alguien y la única forma de corregirlo es enviar otro. "
 ],
 [
  "That's really embarrassing. ",
  "Eso es realmente embarazoso. "
 ],
 [
  "<span translate=\"no\"></span>You don't want to get those wrong. ",
  "<span translate=\"no\"></span>No querrás malinterpretarlos. "
 ],
 [
  "<span translate=\"no\"></span>We don't... ",
  "<span translate=\"no\"></span>No tenemos... "
 ],
 [
  "we don't get those wrong very often. ",
  "no nos equivocamos muy a menudo. "
 ],
 [
  "<span translate=\"no\"></span>But again it means you double and triple check it before you before you send it. ",
  "<span translate=\"no\"></span>Pero, de nuevo, significa que lo compruebas dos o tres veces antes de enviarlo. "
 ],
 [
  "<span translate=\"no\"></span>You get at least one other person to read it sometimes more. ",
  "<span translate=\"no\"></span>A veces consigues que al menos otra persona lo lea más. "
 ],
 [
  "<span translate=\"no\"></span>And then you read it again and then I read them aloud to myself. ",
  "<span translate=\"no\"></span>Y luego lo lees de nuevo y luego me los leo en voz alta. "
 ],
 [
  "<span translate=\"no\"></span>Before I press the button. ",
  "<span translate=\"no\"></span>Antes de pulsar el botón. "
 ],
 [
  "<span translate=\"no\"></span>Everyone has their different ways of just making sure that they get them right. ",
  "<span translate=\"no\"></span>Cada uno tiene sus diferentes formas de asegurarse de que lo hacen bien. "
 ],
 [
  "<span translate=\"no\"></span>The other thing too, the Dirty Little Secret really of push notifications is that most people don't click on them. ",
  "<span translate=\"no\"></span>La otra cosa también, el pequeño secreto sucio de las notificaciones push es que la mayoría de las personas no hacen clic en ellas. "
 ],
 [
  "<span translate=\"no\"></span>You send a push notification notification and a small percentage of your audience will actually open it. ",
  "<span translate=\"no\"></span>Envías una notificación push y un pequeño porcentaje de tu audiencia realmente la abrirá. "
 ],
 [
  "<span translate=\"no\"></span>It's that's because really often the notification itself is enough because it's the headline of a big breaking news story <span translate=\"no\"></span>It gives the audience the main thing they need to know and maybe they'll come back to it later when they're home or they'll <span translate=\"no\"></span>engage with the story a different way. ",
  "<span translate=\"no\"></span>Esto se debe a que, en la mayoría de los casos, la notificación en sí misma es suficiente, porque es el titular de una gran noticia<span translate=\"no\"></span> de última hora. Le da a la audiencia lo principal que necesita saber y tal vez vuelva a hacerlo más adelante cuando están en casa o se<span translate=\"no\"></span> involucrarán con la historia de una manera diferente. "
 ],
 [
  "<span translate=\"no\"></span>I know I do that because I don't open most push notifications on my phone. ",
  "<span translate=\"no\"></span>Sé que lo hago porque no abro la mayoría de las notificaciones push de mi teléfono. "
 ],
 [
  "<span translate=\"no\"></span>So actually push notifications don't necessarily send a huge audience to your story compared to the overall audience that <span translate=\"no\"></span>it eventually gets. ",
  "<span translate=\"no\"></span>Por lo tanto, las notificaciones push no necesariamente atraen a una audiencia enorme a tu historia en comparación con la audiencia general<span translate=\"no\"></span> que finalmente recibe. "
 ],
 [
  "<span translate=\"no\"></span>However, it gives it a kind of kick start. ",
  "<span translate=\"no\"></span>Sin embargo, le da una especie de impulso. "
 ],
 [
  "<span translate=\"no\"></span>So it means that... ",
  "<span translate=\"no\"></span>Así que significa que... "
 ],
 [
  "in the competitive space of a breaking news story or when you're looking to put an exclusive or deeply <span translate=\"no\"></span>reported piece of journalism in front of your audience. ",
  "en el espacio competitivo de una noticia de última hora o cuando quieres presentar un artículo periodístico exclusivo o con un<span translate=\"no\"></span> reportaje profundo ante tu audiencia. "
 ],
 [
  "<span translate=\"no\"></span>When I'm pitching, one of the things that I really focus on is mobile first pitches. ",
  "<span translate=\"no\"></span>Cuando hago lanzamientos, una de las cosas en las que realmente me concentro son los primeros lanzamientos móviles. "
 ],
 [
  "<span translate=\"no\"></span>And the reason why is because at least for me that's where I consume the majority of> I constantly have my phone. ",
  "<span translate=\"no\"></span>Y la razón es porque, al menos para mí, ahí es donde consumo la mayoría de> Tengo mi teléfono constantemente. "
 ],
 [
  "And I'm <span translate=\"no\"></span>constantly reading and consuming my news, my TV, my everything is through my phone. ",
  "Y estoy leyendo y consumiendo<span translate=\"no\"></span> constantemente mis noticias, mi televisor, todo sale a través de mi teléfono. "
 ],
 [
  "<span translate=\"no\"></span>And if I'm like that then so is some of our audience and so I'm looking at and I'm using data for that. ",
  "<span translate=\"no\"></span>Y si yo soy así, también lo es parte de nuestra audiencia, por lo que observo y utilizo los datos para eso. "
 ],
 [
  "<span translate=\"no\"></span>We know that the majority... ",
  "<span translate=\"no\"></span>Sabemos que la mayoría... "
 ],
 [
  "there are times that CNN is majority mobile first. ",
  "hay veces en las que la CNN es mayoritariamente móvil primero. "
 ],
 [
  "As in the majority of our audience <span translate=\"no\"></span>is coming from mobile devices. ",
  "Como en la mayoría de nuestra audiencia<span translate=\"no\"></span>, proviene de dispositivos móviles. "
 ],
 [
  "Especially at the weekends, for example, because nobody's sitting on a desktop computer <span translate=\"no\"></span>reading the news. ",
  "Especialmente los fines de semana, por ejemplo, porque nadie está sentado en un ordenador de sobremesa<span translate=\"no\"></span> leyendo las noticias. "
 ],
 [
  "They're sat on the couch in between, you know, watching tv scrolling through their phone. ",
  "Están sentados en el sofá entre, ya sabes, viendo la televisión hojeando su teléfono. "
 ],
 [
  "<span translate=\"no\"></span>And so sometimes there are certain stories that when you're coming up with your pitch, you think that <span translate=\"no\"></span>is a mobile first story. ",
  "<span translate=\"no\"></span>Por eso, a veces hay ciertas historias en las que cuando se te ocurre tu propuesta, piensas que<span translate=\"no\"></span> es la primera historia de los dispositivos móviles. "
 ],
 [
  "That's something that's going to lend itself to a mobile presentation. ",
  "Eso es algo que se prestará a una presentación móvil. "
 ],
 [
  " In which case, how can I <span translate=\"no\"></span>incorporate that into my pitch? ",
  " En ese caso, ¿cómo puedo<span translate=\"no\"></span> incorporarlo a mi presentación? "
 ],
 [
  "<span translate=\"no\"></span>What do I need in terms of elements that would make that more mobile friendly? ",
  "<span translate=\"no\"></span>¿Qué necesito en términos de elementos que lo hagan más compatible con dispositivos móviles? "
 ],
 [
  "<span translate=\"no\"></span>Do I want to include photos? ",
  "<span translate=\"no\"></span>¿Quiero incluir fotos? "
 ],
 [
  "<span translate=\"no\"></span>And does that include photos that are taken in a more portrait landscape orientation as opposed to a landscape orientation? ",
  "<span translate=\"no\"></span>¿Y eso incluye las fotos que se toman con una orientación más horizontal vertical que con una orientación horizontal? "
 ],
 [
  "<span translate=\"no\"></span>Because I know that's how it's going to be consumed. ",
  "<span translate=\"no\"></span>Porque sé que así es como se va a consumir. "
 ],
 [
  " If I'm gonna be shooting video elements for it, because I think <span translate=\"no\"></span>video would be a good part of that story, <span translate=\"no\"></span>am I shooting it in portrait mode because I'm thinking about them? ",
  " Si voy a grabar elementos de vídeo para ello, porque creo que el<span translate=\"no\"></span> vídeo sería una buena parte de esa historia,<span translate=\"no\"></span> ¿lo grabo en modo retrato porque estoy pensando en ellos? "
 ],
 [
  "\n That mobile presentation. ",
  "\n Esa presentación móvil. "
 ],
 [
  "And so you might incorporate <span translate=\"no\"></span>that into your pitch from the get go. ",
  "Así que puedes incorporar<span translate=\"no\"></span> eso a tu presentación desde el principio. "
 ],
 [
  "Because you have a clear vision that that's how your piece is going, you would like your <span translate=\"no\"></span>piece to go out. ",
  "Como tienes una visión clara de que así es como va tu pieza, te gustaría que tu<span translate=\"no\"></span> pieza saliera a la luz. "
 ],
 [
  "<span translate=\"no\"></span>Big thing to think about when pitching stories to digital editors, is to think about how the story is going to be presented. ",
  "<span translate=\"no\"></span>Lo más importante en lo que pensar al presentar historias a los editores digitales es pensar en cómo se presentará la historia. "
 ],
 [
  "<span translate=\"no\"></span>So, don't just say, oh, I'm looking into this issue. ",
  "<span translate=\"no\"></span>Así que no te limites a decir: oh, estoy investigando este tema. "
 ],
 [
  "I'm going to this place. ",
  "Me voy a este lugar. "
 ],
 [
  "Think about what story you're actually going <span translate=\"no\"></span>to tell. ",
  "Piensa qué historia vas<span translate=\"no\"></span> a contar realmente. "
 ],
 [
  "<span translate=\"no\"></span>Think about what the headline might be. ",
  "<span translate=\"no\"></span>Piensa en lo que podría ser el titular. "
 ],
 [
  "<span translate=\"no\"></span>Think about what the first few paragraphs would be. ",
  "<span translate=\"no\"></span>Piensa en lo que serían los primeros párrafos. "
 ],
 [
  "Encapsulate the story that you're going to do. ",
  "Resume la historia que vas a hacer. "
 ],
 [
  "<span translate=\"no\"></span>So that the editor can you can understand and visualize and think about what it's gonna look like on on the digital page. ",
  "<span translate=\"no\"></span>Para que el editor pueda entender, visualizar y pensar en cómo se verá en la página digital. "
 ],
 [
  "<span translate=\"no\"></span>And being able to think ahead and visualize what your story is gonna look like on the page, and from my point of view from <span translate=\"no\"></span>what the story is gonna look like on the home page as well, will really help you get your story commissioned. ",
  "<span translate=\"no\"></span>Y poder pensar en el futuro y visualizar cómo se verá tu historia en la página y, desde mi punto de vista, también desde<span translate=\"no\"></span> el punto de vista de cómo se verá la historia en la página de inicio, realmente te ayudará a entender tu historia encargado. "
 ],
 [
  "Or <span translate=\"no\"></span>get the story that you've already done, given a good placing on the home page. ",
  "O<span translate=\"no\"></span> busca la historia que ya has hecho, si la colocas bien en la página de inicio. "
 ],
 [
  "It's not enough to say, I'm going to <span translate=\"no\"></span>X Place, and I'll see what I get. ",
  "No basta con decirlo, voy a<span translate=\"no\"></span> X Place y veré lo que consigo. "
 ],
 [
  "You think about what the framing of your story is going to be. ",
  "Piensas en cuál será el marco de tu historia. "
 ],
 [
  "What <span translate=\"no\"></span>format it's going to end up in and and what visual elements you're going to have. ",
  "En qué<span translate=\"no\"></span> formato va a terminar y qué elementos visuales vas a tener. "
 ],
 [
  "And of course that might might change, and <span translate=\"no\"></span>plans always change, and it might not end up working out the way you want it. ",
  "Y, por supuesto, eso podría cambiar, y<span translate=\"no\"></span> los planes siempre cambian, y puede que no acabe funcionando de la manera que usted quiere. "
 ],
 [
  "<span translate=\"no\"></span>But having a good idea of what the story is going to be, look like. ",
  "<span translate=\"no\"></span>Pero tener una buena idea de cómo va a ser la historia, parece. "
 ],
 [
  "The headline, the tease for the tease image. ",
  "El titular, el adelanto de la imagen de provocación. "
 ],
 [
  "What <span translate=\"no\"></span>your story that you're trying to tell or the message that you're trying to give. ",
  "Cuál es<span translate=\"no\"></span> la historia que estás intentando contar o el mensaje que estás intentando dar. "
 ],
 [
  " Having a clear idea about that at the <span translate=\"no\"></span>pitching stage will be a much better guarantee of success. ",
  " Tener una idea clara al respecto en la fase<span translate=\"no\"></span> de lanzamiento será una garantía de éxito mucho mejor. "
 ],
 [
  "<span translate=\"no\"></span>Number one, you have to have a strong headline when you're pitching, because otherwise, you don't have a clear focus of what <span translate=\"no\"></span>your story is going to be. ",
  "<span translate=\"no\"></span>Primero, tienes que tener un titular fuerte cuando lanzas, porque de lo contrario, no tienes un enfoque claro de cuál será<span translate=\"no\"></span> tu historia. "
 ],
 [
  "<span translate=\"no\"></span>But you have to think about how it's going to be presented both on the top of your story and perhaps the homepage. ",
  "<span translate=\"no\"></span>Pero tienes que pensar en cómo se presentará tanto en la parte superior de tu historia como quizás en la página de inicio. "
 ],
 [
  "You know <span translate=\"no\"></span>how are you going to draw a reader in and that's different from print? ",
  "<span translate=\"no\"></span>¿Sabes cómo vas a atraer a un lector y eso es diferente de lo impreso? "
 ],
 [
  "<span translate=\"no\"></span>You don't have to necessarily think about that because that's something that the editor of the newspaper is going to do or <span translate=\"no\"></span>the copy editors are gonna do. ",
  "<span translate=\"no\"></span>No tienes que pensar necesariamente en eso porque eso es algo que va a hacer el editor del periódico o<span translate=\"no\"></span> los editores de copias van a hacer. "
 ],
 [
  "<span translate=\"no\"></span>That's all part of the process on the digital, in the digital space, at least, at CNN it is. ",
  "<span translate=\"no\"></span>Todo eso forma parte del proceso en lo digital, al menos en el espacio digital, en la CNN. "
 ],
 [
  "It's a whole encompassing process <span translate=\"no\"></span>You need to think about every single element of your piece from the beginning, because otherwise, you're not gonna get <span translate=\"no\"></span>very far with your pitch. ",
  "Es un proceso que abarca todo.<span translate=\"no\"></span> Tienes que pensar en cada elemento de tu pieza desde el principio, porque de lo contrario, no llegarás<span translate=\"no\"></span> muy lejos con tu propuesta. "
 ],
 [
  "<span translate=\"no\"></span>We would describe this as being audience led. ",
  "<span translate=\"no\"></span>Describiríamos esto como dirigido por la audiencia. "
 ],
 [
  "<span translate=\"no\"></span>Being really conscious of audience behavior and how they are consuming a story. ",
  "<span translate=\"no\"></span>Ser realmente consciente del comportamiento de la audiencia y de cómo consume una historia. "
 ],
 [
  "<span translate=\"no\"></span>So that might be a whole range of metrics. ",
  "<span translate=\"no\"></span>Así que esa podría ser una amplia gama de métricas. "
 ],
 [
  "Shall we say from everything from how are people, what are they reading <span translate=\"no\"></span>on or watching on? ",
  "Digamos de todo, desde cómo es la gente, qué es lo que lee<span translate=\"no\"></span> o ve. "
 ],
 [
  "<span translate=\"no\"></span>You know, is it a phone? ",
  "<span translate=\"no\"></span>Ya sabes, ¿es un teléfono? "
 ],
 [
  "<span translate=\"no\"></span>Is it a desktop computer? ",
  "<span translate=\"no\"></span>¿Es un ordenador de sobremesa? "
 ],
 [
  "<span translate=\"no\"></span>Is it a tablet? ",
  "<span translate=\"no\"></span>¿Es una tableta? "
 ],
 [
  "<span translate=\"no\"></span>Is that Android is it IOS? ",
  "<span translate=\"no\"></span>¿Es Android, es IOS? "
 ],
 [
  "<span translate=\"no\"></span>So thinking about all of these differences then? ",
  "<span translate=\"no\"></span>Entonces, ¿estás pensando en todas estas diferencias? "
 ],
 [
  "<span translate=\"no\"></span>Thinking about how they how are they arriving to the journalism that we are publishing? ",
  "<span translate=\"no\"></span>Pensando en cómo están llegando al periodismo que estamos publicando? "
 ],
 [
  "<span translate=\"no\"></span>Is that via a social platform, is it via WhatsApp or Telegram or another messaging app? ",
  "<span translate=\"no\"></span>¿Es a través de una plataforma social, a través de WhatsApp, Telegram u otra aplicación de mensajería? "
 ],
 [
  "<span translate=\"no\"></span>Or is it that they are a really loyal branded news customer? ",
  "<span translate=\"no\"></span>¿O es que es un cliente de noticias de marca realmente fiel? "
 ],
 [
  "They type cnn.com ",
  "Escriben cnn.com "
 ],
 [
  "into their browser. ",
  "en su navegador. "
 ],
 [
  "Or they <span translate=\"no\"></span>have the app downloaded onto their phone. ",
  "O<span translate=\"no\"></span> tienen la aplicación descargada en su teléfono. "
 ],
 [
  "<span translate=\"no\"></span>You really need to be thinking about how are people consuming your news? ",
  "<span translate=\"no\"></span>¿De verdad tienes que pensar en cómo consume la gente tus noticias? "
 ],
 [
  "<span translate=\"no\"></span>We use software called ChartBeat. ",
  "<span translate=\"no\"></span>Usamos un software llamado ChartBeat. "
 ],
 [
  "That will show different headlines to different parts of the audience. ",
  "Eso mostrará diferentes titulares para diferentes partes de la audiencia. "
 ],
 [
  "<span translate=\"no\"></span>So you'll write anywhere between, you know, it tends to work better with like three or four headlines. ",
  "<span translate=\"no\"></span>Así que escribirás en cualquier lugar entre, ya sabes, tiende a funcionar mejor con tres o cuatro titulares. "
 ],
 [
  "<span translate=\"no\"></span>So you'll write anywhere from three or four headlines to I think you can go up to 10, 15 headlines. ",
  "<span translate=\"no\"></span>Así que escribirás desde tres o cuatro titulares hasta que creo que puedes subir a 10 o 15 titulares. "
 ],
 [
  "<span translate=\"no\"></span>Then the software will show each headline to different parts of the audience and it will then calculate the number <span translate=\"no\"></span>of clicks that it gets versus the engagement on the page afterwards. ",
  "<span translate=\"no\"></span>Luego, el software mostrará cada título a diferentes partes de la audiencia y luego calculará el número<span translate=\"no\"></span> de clics que recibe en comparación con la participación en la página posterior. "
 ],
 [
  "<span translate=\"no\"></span>So it will calculate that balance between what's retaining users and what's getting them to click and it will find that sweet <span translate=\"no\"></span>spot and then it'll tell us what that is. ",
  "<span translate=\"no\"></span>Así que calculará ese equilibrio entre lo que retiene a los usuarios y lo que hace que hagan clic y encontrará ese<span translate=\"no\"></span> punto óptimo y luego nos dirá qué es eso. "
 ],
 [
  "<span translate=\"no\"></span>If you've written something that is getting a lot of clicks but is getting clicked off, it will tend to stop. ",
  "<span translate=\"no\"></span>Si has escrito algo que recibe muchos clics pero que recibe clics, tenderá a detenerse. "
 ],
 [
  "<span translate=\"no\"></span>It will tend to not choose that once. ",
  "<span translate=\"no\"></span>Tenderá a no elegir eso una vez. "
 ],
 [
  "<span translate=\"no\"></span>There are lots of metrics available to digital journalists and they all tell you different kinds of stories. ",
  "<span translate=\"no\"></span>Hay muchas métricas disponibles para los periodistas digitales y todas ellas cuentan diferentes tipos de historias. "
 ],
 [
  "<span translate=\"no\"></span>There are the metrics that give you a sense of how a story is doing in the moment. ",
  "<span translate=\"no\"></span>Hay métricas que te dan una idea de cómo va una historia en este momento. "
 ],
 [
  "<span translate=\"no\"></span>Home page editors at CNN use use a tool called ChartBeat that ranks stories on the home page. ",
  "<span translate=\"no\"></span>Los editores de la página principal de CNN utilizan una herramienta llamada ChartBeat que clasifica las historias en la página de inicio. "
 ],
 [
  "<span translate=\"no\"></span>So usually the story that's in the lead slot will be number one. ",
  "<span translate=\"no\"></span>Por lo general, la historia que está en el primer puesto será la número uno. "
 ],
 [
  "<span translate=\"no\"></span>But if it isn't, you'll be questioning why. ",
  "<span translate=\"no\"></span>Pero si no lo es, te preguntarás por qué. "
 ],
 [
  "Perhaps there'll be a story  that's quite far down the page that actually <span translate=\"no\"></span>has quite a high ranking. ",
  "Quizás haya una historia que esté bastante al final de la página y que en realidad<span translate=\"no\"></span> tenga una clasificación bastante alta. "
 ],
 [
  "And that will make you think people are interested in that perhaps we should move it up. ",
  "Y eso te hará pensar que la gente está interesada en que quizás deberíamos avanzar. "
 ],
 [
  "<span translate=\"no\"></span>It'll also tell you whether a story is gaining in popularity or losing in popularity or whether it's performing <span translate=\"no\"></span>on average better than other stories in that slot where it's currently placed. ",
  "<span translate=\"no\"></span>También te dirá si una historia está ganando o perdiendo popularidad o si,<span translate=\"no\"></span> en promedio, tiene un mejor desempeño que otras historias de ese espacio en el que se encuentra actualmente. "
 ],
 [
  "<span translate=\"no\"></span>So all of those real time pieces of information allow you to take decisions in the moment about how you're placing stories. ",
  "<span translate=\"no\"></span>Por lo tanto, toda esa información en tiempo real le permite tomar decisiones en el momento sobre cómo colocar las historias. "
 ],
 [
  "<span translate=\"no\"></span>And whether they're doing well and whether the headlines need to be sharpened or whether the story is just not performing <span translate=\"no\"></span>and perhaps it's time to replace it with something else. ",
  "<span translate=\"no\"></span>Y si les va bien y si es necesario agudizar los titulares o si la historia simplemente no funciona<span translate=\"no\"></span> y quizás sea el momento de sustituirla por otra cosa. "
 ],
 [
  "<span translate=\"no\"></span>However, there are competitive and metrics pressures that you need to guard against. ",
  "<span translate=\"no\"></span>Sin embargo, hay presiones competitivas y métricas de las que debe protegerse. "
 ],
 [
  "<span translate=\"no\"></span>If the only determinant for commissioning a story was whether it will do well, or the only determining factor for where <span translate=\"no\"></span>we place the story on the homepage is its position in the rankings, then I think you'd end up with a very different kind <span translate=\"no\"></span>of home page. ",
  "<span translate=\"no\"></span>Si el único factor determinante para encargar una historia fuera si funcionará bien, o el único factor determinante de dónde<span translate=\"no\"></span> colocamos la historia en la página de inicio es su posición en la clasificación, entonces creo que acabarías con un tipo<span translate=\"no\"></span> de página de inicio muy diferente. "
 ],
 [
  "And that's what some news organizations do. ",
  "Y eso es lo que hacen algunas organizaciones de noticias. "
 ],
 [
  "<span translate=\"no\"></span>And metrics are the only, are the only determining factor for some. ",
  "<span translate=\"no\"></span>Y las métricas son el único factor determinante para algunos. "
 ],
 [
  "<span translate=\"no\"></span>It's not the case at CNN. ",
  "<span translate=\"no\"></span>No es el caso en la CNN. "
 ],
 [
  "We have a very subjective think about what we think is important <span translate=\"no\"></span>and what we think the stories that we ought to tell. ",
  "Tenemos una idea muy subjetiva sobre lo que creemos que es importante<span translate=\"no\"></span> y lo que pensamos, las historias que debemos contar. "
 ],
 [
  "<span translate=\"no\"></span>So we use a combination of things. ",
  "<span translate=\"no\"></span>Así que utilizamos una combinación de cosas. "
 ],
 [
  "Then we also try and make our most what we think that might be <span translate=\"no\"></span>our most difficult stories as accessible as possible. ",
  "Luego también tratamos de aprovechar al máximo lo que creemos que podrían ser<span translate=\"no\"></span> nuestras historias más difíciles lo más accesibles posible. "
 ],
 [
  "<span translate=\"no\"></span>So don't make it hard, you know. ",
  "<span translate=\"no\"></span>Así que no lo hagas difícil, ya sabes. "
 ],
 [
  "Try and make it try and make it easy for, for your audience to engage with your stories. ",
  "Intenta hacer que sea fácil para tu audiencia interactuar con tus historias. "
 ],
 [
  "<span translate=\"no\"></span>That doesn't mean a race to the bottom. ",
  "<span translate=\"no\"></span>Eso no significa una carrera hacia el fondo. "
 ],
 [
  "<span translate=\"no\"></span>It means it just means exactly as I'm saying, it just make it don't make it difficult for your audience to access your stories. ",
  "<span translate=\"no\"></span>Significa que significa exactamente lo que digo, simplemente hace que no sea difícil para tu audiencia acceder a tus historias. "
 ],
 [
  "<span translate=\"no\"></span>And and that competitive pressure I think is it's something that makes us all... ",
  "<span translate=\"no\"></span>Y esa presión competitiva creo que es algo que nos hace a todos... "
 ],
 [
  "it makes us all better. ",
  "nos hace a todos mejores. "
 ],
 [
  "<span translate=\"no\"></span>So we're primarily focused on video starts and completion rates. ",
  "<span translate=\"no\"></span>Por eso, nos centramos principalmente en las tasas de inicio y finalización de los vídeos. "
 ],
 [
  "<span translate=\"no\"></span>So video starts is obviously telling you the picture of who is watching this and how many people are watching it. ",
  "<span translate=\"no\"></span>Así que el vídeo que comienza obviamente te dice la imagen de quién está viendo esto y cuántas personas lo están viendo. "
 ],
 [
  "And you're <span translate=\"no\"></span>getting that sense of scale and what people really want to consume and what's what's really driving attention on this story <span translate=\"no\"></span>in a visual way. ",
  "Y estás<span translate=\"no\"></span> percibiendo ese sentido de la escala y de lo que la gente realmente quiere consumir y lo que realmente llama la atención sobre esta historia de una<span translate=\"no\"></span> manera visual. "
 ],
 [
  "<span translate=\"no\"></span>And then the other thing we're looking at is completion rate. ",
  "<span translate=\"no\"></span>Y luego, la otra cosa que estamos viendo es la tasa de finalización. "
 ],
 [
  "And that is telling us is this engaging people and keeping <span translate=\"no\"></span>them from beginning to middle to end. ",
  "Y eso nos dice que esto es involucrar a las personas y<span translate=\"no\"></span> mantenerlas de principio a medio a fin. "
 ],
 [
  "<span translate=\"no\"></span>So that's what we're focused on is the percentage of people who are watching this right up until the last frame. ",
  "<span translate=\"no\"></span>Así que en eso nos centramos es en el porcentaje de personas que están viendo esto hasta el último fotograma. "
 ],
 [
  "<span translate=\"no\"></span>We're not looking so much at what percentage of the video are they looking at? ",
  "<span translate=\"no\"></span>No nos fijamos tanto en qué porcentaje del vídeo están viendo. "
 ],
 [
  "<span translate=\"no\"></span>We're interested more in like are we creating that narrative arc? ",
  "<span translate=\"no\"></span>Nos interesa más, ¿estamos creando ese arco narrativo? "
 ],
 [
  "<span translate=\"no\"></span>And are we delivering on that promise? ",
  "<span translate=\"no\"></span>¿Y estamos cumpliendo esa promesa? "
 ],
 [
  "<span translate=\"no\"></span>So it is, it's not about how do I get them? ",
  "<span translate=\"no\"></span>Así que sí, ¿no se trata de cómo los consigo? "
 ],
 [
  "<span translate=\"no\"></span>How do I write the stories or publish the stories that have the greatest number of clicks. ",
  "<span translate=\"no\"></span>¿Cómo escribo las historias o publico las que tienen el mayor número de clics? "
 ],
 [
  "<span translate=\"no\"></span>That is not the driving force when we think about metrics. ",
  "<span translate=\"no\"></span>Esa no es la fuerza motriz cuando pensamos en las métricas. "
 ],
 [
  "We are only using them to hell help us to understand those consumption <span translate=\"no\"></span>patterns and behaviors. ",
  "Solo los utilizamos para ayudarnos a entender esos<span translate=\"no\"></span> patrones y comportamientos de consumo. "
 ],
 [
  "<span translate=\"no\"></span>Metrics are really helpful for a newsroom so that they can understand how the audience is interacting and engaging with the news. ",
  "<span translate=\"no\"></span>Las métricas son realmente útiles para una sala de redacción, ya que pueden entender cómo la audiencia interactúa e interactúa con las noticias. "
 ],
 [
  "<span translate=\"no\"></span>But at the end of the day, the sort of, the largest guiding principle is our own editorial judgment. ",
  "<span translate=\"no\"></span>Pero al final del día, el principio rector más importante es nuestro propio juicio editorial. "
 ],
 [
  "That is something that <span translate=\"no\"></span>is essential when it comes to commissioning and how we're thinking about framing news stories. ",
  "Eso es algo que<span translate=\"no\"></span> es esencial cuando se trata de la puesta en marcha y de la forma en que pensamos enmarcar las noticias. "
 ],
 [
  "What we are committing our <span translate=\"no\"></span>time into covering. ",
  "A lo que dedicamos nuestro<span translate=\"no\"></span> tiempo a cubrir. "
 ],
 [
  "<span translate=\"no\"></span>That is essentially when we think about our news meetings and we think about editorial <span translate=\"no\"></span>discussions that we're having. ",
  "<span translate=\"no\"></span>Básicamente, eso es cuando pensamos en nuestras reuniones de prensa y en<span translate=\"no\"></span> las discusiones editoriales que estamos teniendo. "
 ],
 [
  "<span translate=\"no\"></span>That is what guides how we shape the news that we publish to our digital platforms. ",
  "<span translate=\"no\"></span>Eso es lo que guía la forma en que damos forma a las noticias que publicamos en nuestras plataformas digitales. "
 ],
 [
  "<span translate=\"no\"></span>We're looking at click through rates primarily on the home page. ",
  "<span translate=\"no\"></span>Estamos analizando las tasas de clics principalmente en la página de inicio. "
 ],
 [
  "<span translate=\"no\"></span>So we're looking at how what people are clicking on and then engaging with. ",
  "<span translate=\"no\"></span>Por lo tanto, estamos analizando qué es lo que las personas hacen clic y con lo que interactúan. "
 ],
 [
  "We always want to make sure that we're not having <span translate=\"no\"></span>people click very heavily on something and then having them drop off. ",
  "Siempre queremos asegurarnos de que la<span translate=\"no\"></span> gente no haga mucho clic en algo y luego haga que lo dejen. "
 ],
 [
  "<span translate=\"no\"></span>And it's sometimes a balance of, okay, you know, we may know that this interview or this story isn't something that's going <span translate=\"no\"></span>to get a lot of attention because it's, you know, maybe a part of the world that's more obscure to the audience or something <span translate=\"no\"></span>like that, but it's really important. ",
  "<span translate=\"no\"></span>Y a veces es un equilibrio de, vale, ya sabes, podemos saber que esta entrevista o esta historia no es algo que vaya<span translate=\"no\"></span> a llamar mucho la atención porque es, ya sabes, tal vez una parte del mundo que es más oscura para el público o algo<span translate=\"no\"></span> así, pero es muy importante. "
 ],
 [
  "<span translate=\"no\"></span>So we're gonna make sure that it gets the space and and the the priority that it needs. ",
  "<span translate=\"no\"></span>Así que nos aseguraremos de que tenga el espacio y la prioridad que necesita. "
 ],
 [
  "<span translate=\"no\"></span>That's when the real challenge comes in, when the audience don't seem to be so interested based on the numbers and and what <span translate=\"no\"></span>are the ways that you can try and get them interested. ",
  "<span translate=\"no\"></span>Ahí es cuando surge el verdadero desafío, cuando la audiencia no parece estar tan interesada en función de las cifras y de cuáles<span translate=\"no\"></span> son las formas en que puedes intentar que se interese. "
 ],
 [
  "<span translate=\"no\"></span>So we'll we'll run headline tests. ",
  "<span translate=\"no\"></span>Así que haremos pruebas de titulares. "
 ],
 [
  "We'll try different images. ",
  "Probaremos con diferentes imágenes. "
 ],
 [
  " We'll pull out characters to try and help people connect with <span translate=\"no\"></span>the story. ",
  " Vamos a seleccionar personajes para tratar de ayudar a las personas a conectarse con<span translate=\"no\"></span> la historia. "
 ],
 [
  "<span translate=\"no\"></span>And yeah, we'll start thinking about those sort of techniques. ",
  "<span translate=\"no\"></span>Y sí, empezaremos a pensar en ese tipo de técnicas. "
 ],
 [
  "<span translate=\"no\"></span>The headline is the entry point to a story. ",
  "<span translate=\"no\"></span>El titular es el punto de entrada a una historia. "
 ],
 [
  "Whether that's on the homepage. ",
  "Ya sea que esté en la página de inicio. "
 ],
 [
  "Whether you're coming across a <span translate=\"no\"></span>story on social media. ",
  "Ya sea que te encuentres con una<span translate=\"no\"></span> historia en las redes sociales. "
 ],
 [
  "But on the homepage you're thinking about how do I write a headline that is accurate, <span translate=\"no\"></span>that will really engage someone and and grab them and pull them into the story. ",
  "Pero en la página de inicio estás pensando en cómo escribir un titular que sea preciso,<span translate=\"no\"></span> que realmente involucre a alguien, lo atrape y lo incorpore a la historia. "
 ],
 [
  " And how do I give them enough information <span translate=\"no\"></span>so that I'm not revealing the entire contents of the story, but also that I'm not creating what we call in the industry too <span translate=\"no\"></span>large of a curiosity gap. ",
  " ¿Y cómo puedo darles suficiente información<span translate=\"no\"></span> para no revelar todo el contenido de la historia, sino también para no crear lo que llamamos en la industria una brecha de curiosidad demasiado<span translate=\"no\"></span> grande? "
 ],
 [
  "<span translate=\"no\"></span>So where you're not leaving too much, you know, sort of teasing people into clicking. ",
  "<span translate=\"no\"></span>Así que cuando no dejas demasiado, ya sabes, bromeas con la gente para que haga clic. "
 ],
 [
  "And then, you know, they just sort of <span translate=\"no\"></span>click away because the story wasn't as interesting as the headline. ",
  "Y luego, ya sabes, simplemente están a un<span translate=\"no\"></span> clic de distancia porque la historia no era tan interesante como el titular. "
 ],
 [
  "<span translate=\"no\"></span>So you're really thinking about how do you responsibly headline stories, and then what are the strong imagery and other elements. ",
  "<span translate=\"no\"></span>Así que realmente estás pensando en cómo encabezar las historias de manera responsable y, luego, cuáles son las imágenes fuertes y otros elementos. "
 ],
 [
  "<span translate=\"no\"></span>Sometimes we use things, for example, like video loops or graphics, things that again might stop somebody and and compel <span translate=\"no\"></span>them to click and spend more time with a news story. ",
  "<span translate=\"no\"></span>A veces utilizamos cosas, como bucles de vídeo o gráficos, cosas que, de nuevo, pueden detener a alguien y<span translate=\"no\"></span> obligarlo a hacer clic y a dedicar más tiempo a una noticia. "
 ],
 [
  "<span translate=\"no\"></span>Your thumbnail follows your video around the internet. ",
  "<span translate=\"no\"></span>La miniatura sigue el vídeo por Internet. "
 ],
 [
  "<span translate=\"no\"></span>It's the reason people want to see it. ",
  "<span translate=\"no\"></span>Es la razón por la que la gente quiere verlo. "
 ],
 [
  "It like really paints the picture of what it's going to be in this video. ",
  "Realmente pinta la imagen de lo que va a ser en este vídeo. "
 ],
 [
  "<span translate=\"no\"></span>What are they gonna watch? ",
  "<span translate=\"no\"></span>¿Qué van a ver? "
 ],
 [
  "<span translate=\"no\"></span>What are they going to see? ",
  "<span translate=\"no\"></span>¿Qué van a ver? "
 ],
 [
  "<span translate=\"no\"></span>What's the moment? ",
  "<span translate=\"no\"></span>¿Cuál es el momento? "
 ],
 [
  "<span translate=\"no\"></span>So we will experiment with those on the home page will test them out in different photo spots versus text spots. ",
  "<span translate=\"no\"></span>Así que experimentaremos con los de la página de inicio y los probaremos en diferentes puntos fotográficos en lugar de puntos de texto. "
 ],
 [
  "<span translate=\"no\"></span>So sometimes it can work actually really well when you don't have a thumbnail on the home page because you've created a sort <span translate=\"no\"></span>of curiosity gap for the audience. ",
  "<span translate=\"no\"></span>Así que a veces puede funcionar muy bien cuando no tienes una miniatura en la página de inicio porque has creado una especie<span translate=\"no\"></span> de brecha de curiosidad para la audiencia. "
 ],
 [
  "<span translate=\"no\"></span>So if you've used a headline, like \"See What Rome Looks Like During the Pandemic,\" and you've already got a picture of the <span translate=\"no\"></span>colosseum empty up there, people may not want to click on it so much. ",
  "<span translate=\"no\"></span>Así que si has usado un titular, como «Mira cómo se ve Roma durante la pandemia», y ya tienes una imagen del<span translate=\"no\"></span> coliseo vacía allí arriba, es posible que la gente no quiera hacer tanto clic en ella. "
 ],
 [
  "<span translate=\"no\"></span>My team also works on animations for the home page. ",
  "<span translate=\"no\"></span>Mi equipo también trabaja en animaciones para la página de inicio. "
 ],
 [
  "We call them animations, gifs, loops, it's kind of all the same thing. ",
  "Los llamamos animaciones, gifs, bucles, es más o menos lo mismo. "
 ],
 [
  "<span translate=\"no\"></span>Moving pictures that go on the homepage and in our apps. ",
  "<span translate=\"no\"></span>Imágenes en movimiento que aparecen en la página de inicio y en nuestras aplicaciones. "
 ],
 [
  "<span translate=\"no\"></span>So those will be sort of very short little teases basically that will get the audience into the story. ",
  "<span translate=\"no\"></span>Así que esas serán una especie de pequeñas bromas muy cortas que básicamente harán que la audiencia entre en la historia. "
 ],
 [
  "<span translate=\"no\"></span>Snd sometimes with those, it's as much about teasing the audience into wanting to click on this as it is also creating like <span translate=\"no\"></span>a visually impactful home page as well. ",
  "<span translate=\"no\"></span>Y a veces con ellas, se trata tanto de hacer que la audiencia quiera hacer clic en ella como de crear<span translate=\"no\"></span> una página de inicio visualmente impactante. "
 ],
 [
  "Thinking about tone is really important in the digital sphere, because if you get <span translate=\"no\"></span>the tone wrong, it can be really damaging. ",
  "Pensar en el tono es muy importante en el ámbito digital, porque si te equivocas con<span translate=\"no\"></span> el tono, puede ser muy perjudicial. "
 ],
 [
  "<span translate=\"no\"></span>You might get flamed on social media and emails. ",
  "<span translate=\"no\"></span>Es posible que te denuncien las redes sociales y los correos electrónicos. "
 ],
 [
  "Or or you might be the the the reaction to getting the tone wrong in <span translate=\"no\"></span>any kind of story can be really immediate. ",
  "O puede ser que la reacción al equivocarse en el tono de<span translate=\"no\"></span> cualquier tipo de historia puede ser realmente inmediata. "
 ],
 [
  "<span translate=\"no\"></span>However if you think about it and think about the context, it is possible to vary the tone in many different ways. ",
  "<span translate=\"no\"></span>Sin embargo, si lo piensas y piensas en el contexto, es posible variar el tono de muchas maneras diferentes. "
 ],
 [
  "<span translate=\"no\"></span>There will always be the majority of stories will have a fairly straightforward way of writing themselves, but if you're <span translate=\"no\"></span>doing more explanatory journalism, or if you're doing more eyewitness journalism, or if you're doing a story with a lighter <span translate=\"no\"></span>feel, then writing or explaining it or telling it in a different way, <span translate=\"no\"></span>or in a lighter tone, or in a more colorful tone, or in a more conversational tone is perfectly appropriate. ",
  "<span translate=\"no\"></span>Siempre habrá una mayoría de las historias que tendrán una forma bastante sencilla de escribirse por sí mismas, pero si<span translate=\"no\"></span> haces más periodismo explicativo, o si haces más periodismo de testigos presenciales, o si estás haciendo una historia con un<span translate=\"no\"></span> toque más ligero, entonces escribirla, explicarla o contarla de una manera diferente,<span translate=\"no\"></span> o en un tono más claro, o en un tono más colorido, o en un tono más conversacional es perfectamente apropiado. "
 ],
 [
  "<span translate=\"no\"></span>So long as you do it in the way that the audience expects. ",
  "<span translate=\"no\"></span>Siempre y cuando lo hagas de la manera que el público espera. "
 ],
 [
  "The biggest mistake that we all make as <span translate=\"no\"></span>digital journalists is surprising the audience in an unexpected way when they click on something that they don't <span translate=\"no\"></span>get what they were expecting. ",
  "El mayor error que todos cometemos como periodistas<span translate=\"no\"></span> digitales es sorprender a la audiencia de una manera inesperada cuando hace clic en algo que no<span translate=\"no\"></span> obtiene lo que esperaba. "
 ],
 [
  "<span translate=\"no\"></span>So, a piece that has a lighter tone should have that tone reflected in the headline <span translate=\"no\"></span>and the presentation. ",
  "<span translate=\"no\"></span>Por lo tanto, una pieza que tenga un tono más claro debe tener ese tono reflejado en el título<span translate=\"no\"></span> y la presentación. "
 ],
 [
  " A piece that has a serious tone should have that reflected in the headline. ",
  " Una pieza que tenga un tono serio debe tener eso reflejado en el titular. "
 ],
 [
  "<span translate=\"no\"></span>If you're serving the audience of video, they should understand when they click on it, that it's going to play rather than <span translate=\"no\"></span>something that they're going to read. ",
  "<span translate=\"no\"></span>Si estás sirviendo a la audiencia del vídeo, deben entender que, cuando hacen clic en él, se reproducirá en lugar de<span translate=\"no\"></span> algo que van a leer. "
 ],
 [
  "<span translate=\"no\"></span>These sorts of things are really important. ",
  "<span translate=\"no\"></span>Este tipo de cosas son muy importantes. "
 ],
 [
  "<span translate=\"no\"></span>Keeping them through that beginning, middle and end is about delivering on the promise that you've given them in the headline. ",
  "<span translate=\"no\"></span>Mantenerlos a través del principio, la mitad y el final consiste en cumplir la promesa que les has hecho en el titular. "
 ],
 [
  "<span translate=\"no\"></span>We don't have the luxury of people sitting there throughout our programs. ",
  "<span translate=\"no\"></span>No podemos darnos el lujo de que haya personas sentadas allí durante nuestros programas. "
 ],
 [
  "We have to get them in there. ",
  "Tenemos que meterlos ahí. "
 ],
 [
  "And we get them <span translate=\"no\"></span>in there through a headline. ",
  "Y los incluimos<span translate=\"no\"></span> ahí a través de un titular. "
 ],
 [
  "<span translate=\"no\"></span>And if we give them a headline and they don't get it in the first 30 seconds, they're gonna jump off. ",
  "<span translate=\"no\"></span>Y si les damos un titular y no lo consiguen en los primeros 30 segundos, van a saltar. "
 ],
 [
  "<span translate=\"no\"></span>If we give them a headline and they get it in the first 30 seconds, they're not gonna stay for the next two minutes. ",
  "<span translate=\"no\"></span>Si les damos un titular y lo consiguen en los primeros 30 segundos, no se quedarán durante los próximos dos minutos. "
 ],
 [
  "<span translate=\"no\"></span>Keeping people through that beginning and middle and end is like you're telling this story, and you're telling them what you've <span translate=\"no\"></span>promised them that you were going to tell them in the headline. ",
  "<span translate=\"no\"></span>Hacer que la gente pase por ese principio, medio y final es como si estuvieras contando esta historia y les estuvieras contando lo que les<span translate=\"no\"></span> prometiste que les ibas a contar en el titular. "
 ],
 [
  "<span translate=\"no\"></span>We do a lot of headlines that are focused on watching something or seeing something. ",
  "<span translate=\"no\"></span>Hacemos muchos titulares que se centran en ver o ver algo. "
 ],
 [
  "<span translate=\"no\"></span>You know, how can you use your headline to paint a picture of what people are going to see? ",
  "<span translate=\"no\"></span>Ya sabes, ¿cómo puedes usar tu titular para pintar una imagen de lo que la gente va a ver? "
 ],
 [
  "<span translate=\"no\"></span>I think, specifically for video, that's what we really try and do. ",
  "<span translate=\"no\"></span>Creo que, específicamente para el vídeo, eso es lo que realmente intentamos hacer. "
 ]
]