[
 [
  "<span translate=\"no\"></span>One thing that I always think about and I remind myself constantly is to trust my gut, if you think that you're sensing that <span translate=\"no\"></span>something's missing, that you're sensing that something's wrong, trust your gut. ",
  "<span translate=\"no\"></span>شتێک کە هەمیشە بیری لێدەکەمەوە و بە بەردەوامی بیر خۆم دەکەمەوە ئەوەیە کە متمانە بە گەواهی خۆم بکەم، ئەگەر تۆ وا بیر دەکەیتەوە کە هەست دەکەیت <span translate=\"no\"></span>شتێک ونبووە، کە هەست دەکەیت کە شتێک هەڵەیە، متمانە بە گەواهی خۆت بکە. "
 ],
 [
  "Double check, triple check, do it all the <span translate=\"no\"></span>time that you need to. ",
  "پشکنینی دووانی، سێ جار، هەموو کاتێکی <span translate=\"no\"></span>کە پێویستە بیکەیت. "
 ],
 [
  " But just get to a place that you feel comfortable. ",
  " بەڵام تەنها بڕۆ بۆ شوێنێک کە هەست بە ئاسوودەیی دەکەیت. "
 ],
 [
  "Don't rush a story. ",
  "پەلە مەکە لە چیرۆکێک "
 ],
 [
  "<span translate=\"no\"></span>If you think that there's something that is not right, be organized. ",
  "<span translate=\"no\"></span>ئەگەر پێت وایە شتێک هەیە کە ڕاست نیە، ڕێکبخرێت. "
 ],
 [
  "You absolutely have to be organized and the reason why <span translate=\"no\"></span>is because every good story starts with a question, but every good story does not end with one question, it blossoms into <span translate=\"no\"></span>a million different questions. ",
  "بە تەواوی دەبێت ڕێک بخەیت و هۆکاری <span translate=\"no\"></span>لەبەر ئەوەیە کە هەموو چیرۆکێکی باش بە پرسیارێکەوە دەست پێدەکات، بەڵام هەموو چیرۆکێکی باش بە یەک پرسیار کۆتایی نایەت، <span translate=\"no\"></span>ملیۆنێک پرسیاری جیاوازدا دەدۆڕێنێت. "
 ],
 [
  "<span translate=\"no\"></span>And if you're not organized, you can miss one key piece of information that you learned along the way. ",
  "<span translate=\"no\"></span>و ئەگەر ڕێک نەخراوی، دەتوانیت یەک پارچە زانیاری سەرەکی لە دەست بدەیت کە بە درێژایی ڕێگا فێر بوویت. "
 ],
 [
  "<span translate=\"no\"></span>Another value and tip for ethical journalism in the same, in the same experience is that you you need to widen the circle. ",
  "<span translate=\"no\"></span>نرخ و نوکێکی تر بۆ ڕۆژنامەگەری ئەخلاقی لە هەمان ئەزمووندا ئەوەیە کە پێویستە بازنەکە فراوانتر بکەیت "
 ],
 [
  "<span translate=\"no\"></span>So journalism is collaborative by the time that you publish, you've had not just your own perspective in terms of asking <span translate=\"no\"></span>the questions and cutting the video, but you've had a bunch of different perspectives weighing in and asking questions and <span translate=\"no\"></span>making it better and making it more complete. ",
  "<span translate=\"no\"></span>بۆیە ڕۆژنامەگەری تا ئەو کاتەی کە بڵاوی دەکەیتەوە هاوکارە، تۆ تەنیا تێڕوانینی خۆتت نەبووە لە ڕووی پرسیارکردن <span translate=\"no\"></span>و بڕینی ڤیدیۆکە، بەڵام کۆمەڵێک تێڕوانینی جیاوازت هەبوو کە کێشی تێدا دەکەن و پرسیار دەکەن و <span translate=\"no\"></span>باشترکردنی و باشترکردنی "
 ],
 [
  "<span translate=\"no\"></span>There are those things that haven't changed and that should never change. ",
  "<span translate=\"no\"></span>ئەو شتانە هەن کە نەگۆڕاون و نابێت هەرگیز بگۆڕێن "
 ],
 [
  "Ethics, truth, standards and the protection <span translate=\"no\"></span>of victims, the protection of children. ",
  "ئەخلاق، ڕاستی، ستاندارد و <span translate=\"no\"></span>پاراستنی قوربانییەکان، پاراستنی منداڵان "
 ],
 [
  "Those are things that should never change. ",
  "ئەمانە ئەو شتانەن کە نابێت هەرگیز بگۆڕن. "
 ],
 [
  "<span translate=\"no\"></span>One of the biggest ethical lapses that I've seen from young journalists as well as experienced journalists is being too quick <span translate=\"no\"></span>to accept an agency or an individual's narrative without checking to make sure that it is correct. ",
  "<span translate=\"no\"></span>یەکێک لە گەورەترین ئەو هەڵچونە ئەخلاقیانەی کە لە ڕۆژنامەنووسانی گەنج و هەروەها ڕۆژنامەنووسانی بەئەزموونەوە بینیومە زۆر خێرایە <span translate=\"no\"></span>بۆ قبووڵکردنی ئاژانسێک یان چیرۆکی تاکێک بەبێ پشکنین بۆ دڵنیابوون لەوەی کە دروستە "
 ],
 [
  "An example might be <span translate=\"no\"></span>what a government official says or what the police say. ",
  "نموونەیەک لەوانەیە <span translate=\"no\"></span>ئەوە بێت کە بەرپرسێکی حکومەت دەیڵێت یان پۆلیس چی دەڵێت "
 ],
 [
  "<span translate=\"no\"></span>We'd like to believe that those in charge are telling us the full story. ",
  "<span translate=\"no\"></span>ئێمە حەزدەکەین باوەڕ بکەین کە ئەوانەی بەرپرسن چیرۆکی تەواومان بۆ دەگێڕنەوە. "
 ],
 [
  "<span translate=\"no\"></span>But that's not always the case. ",
  "<span translate=\"no\"></span>بەڵام ئەمە هەمیشە وا نیە "
 ],
 [
  "<span translate=\"no\"></span>Read a lot of other reporting by other journalists and asked tough questions, ask whether this was the right way to tell <span translate=\"no\"></span>a story or obtain elements to this story. ",
  "<span translate=\"no\"></span>چەندین ڕاپۆرتی تر لەلایەن ڕۆژنامەنووسانی ترەوە بخوێننەوە و پرسیاری توندیان کرد، پرسیار بکەن ئایا ئەمە ڕێگای گونجاوە بۆ گێڕانەوەی <span translate=\"no\"></span>چیرۆکێک یان بەدەستهێنانی توخمەکان بۆ ئەم چیرۆکە. "
 ],
 [
  "<span translate=\"no\"></span>And being a constant discussion with your colleagues with other reporters on the ethics. ",
  "<span translate=\"no\"></span>و گفتوگۆیەکی بەردەوام لەگەڵ هاوکارەکانت لەگەڵ پەیامنێرەکانی تر لەسەر ڕەوشت "
 ],
 [
  "<span translate=\"no\"></span>Be aware of, especially as technology advances, there's a lot of changes in how we work and the tools that we have. ",
  "<span translate=\"no\"></span>ئاگاداربن، بەتایبەتی وەک پێشکەوتنی تەکنەلۆجیا، گۆڕانکاری زۆر هەیە لە چۆنیەتی کارکردن و ئەو ئامرازانەی کە هەمانە. "
 ],
 [
  "<span translate=\"no\"></span>Be sure that you're talking with your colleagues to address and be aware of those ethical issues. ",
  "<span translate=\"no\"></span>دڵنیابە کە تۆ قسە لەگەڵ هاوپیشەکانت دەکەیت بۆ ناونیشان و ئاگاداری ئەو کێشە ئەخلاقیانە بن. "
 ],
 [
  "<span translate=\"no\"></span>as they change. ",
  "<span translate=\"no\"></span>کە ئەوان دەگۆڕن "
 ],
 [
  "Finally be very mindful that from country to country, <span translate=\"no\"></span>the ethics are so different. ",
  "لە کۆتاییدا زۆر بە هۆش بن کە لە وڵاتەوە بۆ وڵات <span translate=\"no\"></span>ڕەوشتەکان زۆر جیاوازن "
 ],
 [
  "<span translate=\"no\"></span>It really is on you to take the time to understand the communities that you're reporting on. ",
  "<span translate=\"no\"></span>بەڕاستی ئەوە لەسەر تۆیە کە کات بۆ تێگەیشتن لەو کۆمەڵگایانە وەربگری کە ڕاپۆرتت لەسەر دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>And do the research to understand your ethical obligations, read your work after you right? <span translate=\"no\"></span>Try to think that you are not the person that is writing the work, that you are reading it for the first time. ",
  "<span translate=\"no\"></span>و لێکۆڵینەوەکە ئەنجام بدە بۆ تێگەیشتن لە ئەرکە ئەخلاقیەکانت، کارەکەت بخوێنەوە دوای تۆ ڕاست؟ <span translate=\"no\"></span>هەوڵ بدە بیر بکەیتەوە کە تۆ ئەو کەسە نیت کە کارەکە دەنووسێ، کە بۆ یەکەم جار دەیخوێنیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>Do you feel informed? <span translate=\"no\"></span>Are you thinking that you need to go to another place? <span translate=\"no\"></span>Do you miss something? <span translate=\"no\"></span>Do you wish you had something else? <span translate=\"no\"></span>Do you think that this phrase or sentence... ",
  "<span translate=\"no\"></span>هەست بە ئاگادار بوون دەکەیت؟ <span translate=\"no\"></span>بیر لەوە دەکەیتەوە کە پێویستە بچیت بۆ شوێنێکی تر؟ <span translate=\"no\"></span>شتێکت لە دەست داوە؟ <span translate=\"no\"></span>خۆزگە شتێکی ترت هەبوایە؟ <span translate=\"no\"></span>پێت وایە ئەم دەستەواژە یان ڕستەیە "
 ],
 [
  "<span translate=\"no\"></span>it's something that raises more suspicion than information. ",
  "<span translate=\"no\"></span>شتێکە کە زیاتر گومان زیاد دەکات لە زانیاری. "
 ],
 [
  "<span translate=\"no\"></span>If so, you need to rethink or rephrase that part of your work. ",
  "<span translate=\"no\"></span>ئەگەر وابێت، پێویستە دووبارە بیر بکەیتەوە یان دووبارە بیر بکەیتەوە یان ئەو بەشەی کارەکەت دووبارە بکەرەوە. "
 ],
 [
  "<span translate=\"no\"></span>It doesn't mean that you need to have it longer. ",
  "<span translate=\"no\"></span>ئەوە مانای ئەوە نیە کە تۆ پێویستت بە درێژتر ھەیە. "
 ],
 [
  "<span translate=\"no\"></span>Maybe you need to have it shorter for comprehension. ",
  "<span translate=\"no\"></span>لەوانەیە تۆ پێویستت بە کورتتر بێت بۆ تێگەیشتن. "
 ],
 [
  "<span translate=\"no\"></span>And I would say read what you write after you have written it is my basic advice to every journalist and students. ",
  "<span translate=\"no\"></span>و من دەڵێم ئەو شتانە بخوێنمەوە کە تۆ دەینووسی دوای ئەوەی نوسیت ئامۆژگارییە سەرەتاییەکەی منە بۆ هەموو ڕۆژنامەنووس و خوێندکارێک. "
 ],
 [
  "Learn <span translate=\"no\"></span>from watching your peers in the field, watching people have more experience than you do, talking to them, picking their brains, <span translate=\"no\"></span>looking at other people's work. ",
  "فێربە <span translate=\"no\"></span>لە سەیرکردنی هاوتەمەنەکانت لە کێڵگەکە، سەیرکردنی خەڵک ئەزموونی زیاتریان هەیە لەوەی کە تۆ ئەنجامی بدەیت، قسەیان لەگەڵ بکەیت، مێشکیان هەڵبژێرن، <span translate=\"no\"></span>سەیری کاری کەسانی تر بکەن. "
 ],
 [
  "<span translate=\"no\"></span>Reading the guidelines, if you're, if your company or employer has guidelines about ethics and standards and practices. ",
  "<span translate=\"no\"></span>خوێندنەوەی ڕێنماییەکان، ئەگەر تۆ، ئەگەر کۆمپانیاکەت یان خاوەنکارەکەت ڕێنمایی هەبێت دەربارەی ئەخلاق و ستانداردەکان و کردارەکان. "
 ],
 [
  "<span translate=\"no\"></span>It's important to read them. ",
  "<span translate=\"no\"></span>ئەوە گرنگە بیانخوێنیتەوە "
 ],
 [
  "<span translate=\"no\"></span>It may seem kind of boring and far away from what you actually want to be doing in the field, but it is important and <span translate=\"no\"></span>they are there for a reason. ",
  "<span translate=\"no\"></span>لەوانەیە جۆرێک بێزارکەر و دوور بێت لەوەی کە لە ڕاستیدا دەتەوێت بیکەیت لە مەیدانەکە، بەڵام گرنگە و <span translate=\"no\"></span>لەبەر هۆکارێک لەوێن. "
 ],
 [
  "<span translate=\"no\"></span>And ultimately that reason is to protect you and to protect your integrity. ",
  "<span translate=\"no\"></span>و لە کۆتاییدا ئەو هۆکارەش پاراستنی تۆیە و پاراستنی نەزاهەتت. "
 ],
 [
  "<span translate=\"no\"></span>And of course, the people that you're talking to as well. ",
  "<span translate=\"no\"></span>و بە دڵنیاییەوە، ئەو کەسانەی کە تۆش قسەیان لەگەڵ دەکەن "
 ],
 [
  "<span translate=\"no\"></span>I think there's just a number of red flags that you need to be really looking out for as as a young journalist, if anyone <span translate=\"no\"></span>asks you to give them questions in advance of an interview, that's a big no, no, if anybody asks you to show them a script <span translate=\"no\"></span>in advance of putting something on the air, which sounds crazy, but I I have been asked. ",
  "<span translate=\"no\"></span>وابزانم تەنیا ژمارەیەک ئاڵای سوور هەیە کە پێویستە بەڕاستی وەک ڕۆژنامەنووسێکی گەنج سەیری بکەیت ئەگەر کەسێک <span translate=\"no\"></span>داوای لێبکات کە لە پێش چاوپێکەوتنێکدا پرسیاریان پێ بدەیت، ئەوە زۆر گەورەیە نەخێر، نەخێر، ئەگەر کەسێک داوات لێبکات <span translate=\"no\"></span> کە شێتانە دیارە، بەڵام من پرسیارم لێکراوە "
 ],
 [
  "If anyone says that in order for <span translate=\"no\"></span>you to come and spend the day with them in their territory, they need to review your footage. ",
  "ئەگەر کەسێک بڵێت بۆ ئەوەی <span translate=\"no\"></span>ئێوە بێن و لە ناوچەکەی خۆیاندا ڕۆژەکە لەگەڵیان بەسەر ببەن، پێویستە چاو بە گرتە ڤیدیۆکەتدا بخشێننەوە. "
 ],
 [
  "<span translate=\"no\"></span>That is a big no, no. ",
  "<span translate=\"no\"></span>ئەوە زۆر گەورەیە، نەخێر "
 ],
 [
  " These are journalistic red lines that we don't cross because ultimately it's for our own protection. ",
  " ئەمانە خەتی سووری ڕۆژنامەوانین کە ئێمە تێناپەڕین چونکە لە کۆتاییدا بۆ پاراستنی خۆمانە "
 ],
 [
  "<span translate=\"no\"></span>I would just like to reiterate that point about reading, reading, reading read international law. ",
  "<span translate=\"no\"></span>من دەمەوێت ئەو خاڵە دووبارە بکەمەوە سەبارەت بە خوێندنەوە و خوێندنەوە و خوێندنەوەی یاسای نێودەوڵەتی "
 ],
 [
  "<span translate=\"no\"></span>The number of times I hear people calling things a war crime when war crimes are things that are decided by international tribunals. ",
  "<span translate=\"no\"></span>ژمارەی ئەو کاتانەی کە گوێم لێیە خەڵک شتەکان بە تاوانی جەنگ ناودەبرێت کاتێک تاوانی جەنگ ئەو شتانەن کە لەلایەن دادگا نێودەوڵەتییەکانەوە بڕیاریان لەسەر دراوە. "
 ],
 [
  "<span translate=\"no\"></span>Language matters. ",
  "<span translate=\"no\"></span>بابەتی زمان. "
 ],
 [
  "Understand the legal context behind so many of these words that are thrown around very casually. ",
  "تێگەشتن لە چوارچێوەی یاسایی لە پشت زۆرێک لەو وشانە کە زۆر بە ڕێکەوت فڕێ دەدرێن. "
 ],
 [
  "\n We need <span translate=\"no\"></span>to be very precise. ",
  "ئێمە پێویستمان بە <span translate=\"no\"></span>کە زۆر وردبین. "
 ],
 [
  "<span translate=\"no\"></span>So my advice would be to really if this is what you want to do and this is what you love, arm yourself, read <span translate=\"no\"></span>everything. ",
  "<span translate=\"no\"></span>کەواتە ئامۆژگاری من ئەوە دەبێت کە ئەگەر ئەمە ئەو شتە بێت کە دەتەوێت بیکەیت و ئەمە ئەو شتەیە کە خۆشت دەوێت، خۆت بچەک بکە، هەموو شتێک بخوێنەوە <span translate=\"no\"></span>. "
 ],
 [
  "<span translate=\"no\"></span>I think that is that would be my biggest advice. ",
  "<span translate=\"no\"></span>وابزانم ئەوە گەورەترین ئامۆژگاری من دەبێت "
 ],
 [
  "<span translate=\"no\"></span>It starts before you even step into the field. ",
  "<span translate=\"no\"></span>پێش ئەوەی بچیتە ناو یاریگاوە. "
 ],
 [
  "<span translate=\"no\"></span>I think you need to know who that first phone call will go to should an ethical challenge arise. ",
  "<span translate=\"no\"></span>وابزانم تۆ پێویستە بزانیت کە یەکەم پەیوەندی تەلەفۆنی بۆ کێ دەچێت کە دەبێت تەحەدایەکی ئەخلاقی دروست ببێت. "
 ],
 [
  "<span translate=\"no\"></span>Most of us do have the resources and it's taking the time before you step out to get to know what those resources are and <span translate=\"no\"></span>who those individuals are, that you can trust that you look up to that others deem as as credible journalists and relying <span translate=\"no\"></span>on them. ",
  "<span translate=\"no\"></span>زۆربەمان سەرچاوەکانمان هەیە و کاتی ئەوە دەخایەنێت کە تۆ بڕۆیتە دەرەوە بۆ ئەوەی بزانیت ئەو سەرچاوانە چین و <span translate=\"no\"></span>ئەو تاکانە کێن، کە تۆ دەتوانیت متمانە بەوە بکەیت کە کەسانی تر وەک ڕۆژنامەنووسێکی باوەڕپێکراو دەزانن و پشتیان <span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>It is a collective effort in pursuing that type of work. ",
  "<span translate=\"no\"></span>هەوڵێکی دەستەجەمعییە بۆ بەدواداچوونی ئەو جۆرە کارە "
 ],
 [
  "<span translate=\"no\"></span>And if you are able to find those individuals around you before you go out and pursue the story, you'll be all the better <span translate=\"no\"></span>for it. ",
  "<span translate=\"no\"></span>و ئەگەر بتوانیت ئەو تاکەکانی دەوروبەرت بدۆزیتەوە پێش ئەوەی بچیتە دەرەوە و بەدوای چیرۆکەکەدا بڕۆیت، ئەوا هەمووی باشتر دەبیت <span translate=\"no\"></span>بۆی. "
 ],
 [
  "<span translate=\"no\"></span>So, I've always felt like it comes down to really one basic question and that is, am I taking into account the humanity of <span translate=\"no\"></span>the person or people I'm covering? <span translate=\"no\"></span>And if you force yourself to acknowledge their humanity, you're gonna make better choices. ",
  "<span translate=\"no\"></span>کەواتە، من هەمیشە هەستم کردووە کە ئەوە دێتە خوارەوە بۆ پرسیارێکی سەرەکی و ئەوە ئەوەیە، ئایا من ڕەچاوی مرۆڤایەتی <span translate=\"no\"></span>ئەو کەسە یان ئەو کەسانەی کە دەیپۆشم؟ <span translate=\"no\"></span>و ئەگەر تۆ خۆت ناچار بکەیت دان بە مرۆڤایەتیی ئەواندا بنێیت، ئەوا هەڵبژاردنی باشتر ئەنجام دەدەیت. "
 ],
 [
  "<span translate=\"no\"></span>One thing I would say to the future lawyers or newsroom executives who may be watching this is sometimes your job as a leader <span translate=\"no\"></span>or a lawyer is to intervene in the process because journalists may not feel comfortable asking for more time, or the journalists <span translate=\"no\"></span>may not feel comfortable asking to do more work. ",
  "<span translate=\"no\"></span>یەک شت بە پارێزەرانی داهاتوو یان بەڕێوەبەری ژووری هەواڵەکان دەڵێم کە لەوانەیە سەیری ئەوە بکەن هەندێک جار کاری تۆیە وەک سەرکردەیەک <span translate=\"no\"></span>یان پارێزەرێک ئەوەیە کە دەستوەردان لە پرۆسەکەدا بکات چونکە ڕەنگە ڕۆژنامەنووسان هەست بە ئاسوودەیی نەکەن و داوای کاتی <span translate=\"no\"></span>زیاتر بکەن "
 ],
 [
  "<span translate=\"no\"></span>And your job is to carry that flag for them, and to suggest to whoever is pressing the story that now we should <span translate=\"no\"></span>take a beat. ",
  "<span translate=\"no\"></span>و کارتان هەڵگرتنی ئەو ئاڵایەیە بۆ ئەوان و پێشنیارکردن بۆ ئەوەی ئەوەی کە ئەو چیرۆکە پەستان بکات کە ئێستا دەبێت <span translate=\"no\"></span>لێدانێک بگرین. "
 ],
 [
  "<span translate=\"no\"></span>It's something that over the years, I've got a lot of positive feedback from our people in the field because they're trying <span translate=\"no\"></span>to meet deadlines, they're trying to meet all the various things they have to do. ",
  "<span translate=\"no\"></span>ئەمە شتێکە کە لە ماوەی ئەم چەند ساڵەدا، من کاردانەوەی ئەرێنی زۆرم لە گەلەکەمان هەیە لە مەیدانەکە چونکە هەوڵ دەدەن <span translate=\"no\"></span>بۆ چاوپێکەوتنی دوا وادەیە، ئەوان هەوڵ دەدەن هەموو ئەو شتە جۆراوجۆرانە ببینن کە پێویستە بیکەن. "
 ],
 [
  "<span translate=\"no\"></span>I think for journalists who are in training... ",
  "<span translate=\"no\"></span>وابزانم بۆ ئەو ڕۆژنامەنووسانەی کە لە ڕاهێناندان "
 ],
 [
  "and they really do want to get it right again... ",
  "وە ئەوان بەڕاستی دەیانەوێت دووبارە بیبەنەوە "
 ],
 [
  "you have to start with your <span translate=\"no\"></span>own self. ",
  "پێویستە بە <span translate=\"no\"></span>خۆت دەست پێ بکەیت "
 ],
 [
  "Why, why am I doing this? First of all is because you want to make a difference. ",
  "بۆچی، بۆچی من ئەم کارە دەکەم؟ پێش هەموو شتێک ئەوەیە کە تۆ دەتەوێت جیاوازی دروست بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>You want to inform, you want to like, have a better you want to make society better, and that's why you've taken up this cause. ",
  "<span translate=\"no\"></span>دەتەوێت زانیاری بدەیت، دەتەوێت حەزی لێ بکەیت، باشترت هەیە کە ئەتەوێت کۆمەڵگا باشتر بکەیت، بۆیە ئەم هۆکارەت وەرگرتووە. "
 ],
 [
  "<span translate=\"no\"></span>And so I think that's first and foremost, which is how can I have an impact and then how do I go about about doing <span translate=\"no\"></span>it through my career? <span translate=\"no\"></span>One of the things that have helped me a lot is to really remember that I need to be skeptical and I need to be <span translate=\"no\"></span>skeptical of everything and everybody. ",
  "<span translate=\"no\"></span>و بۆیە پێم وایە ئەمە پێش هەموو شتێکە، کە چۆن دەتوانم کاریگەریم هەبێت و دواتر چۆن دەتوانم لە ڕێگەی پیشەکەمەوە <span translate=\"no\"></span>بکەم؟ <span translate=\"no\"></span>یەکێک لەو شتانەی کە زۆر یارمەتیم داوە ئەوەیە کە بەڕاستی لەبیرم بێت کە پێویستە گوماناوی بم و پێویستە <span translate=\"no\"></span>گومانم هەبێت لە هەموو شتێک و هەموو کەسێک. "
 ],
 [
  "Everybody has an agenda. ",
  "هەموو کەسێک ئەجندایەکی هەیە "
 ],
 [
  "<span translate=\"no\"></span>It doesn't mean that it's a bad agenda or a good one, but we need to be aware about that. ",
  "<span translate=\"no\"></span>مانای ئەوە نییە کە ئەجندایەکی خراپە یان کارێکی باشە، بەڵام پێویستە ئاگاداری ئەوە بین. "
 ],
 [
  "<span translate=\"no\"></span>So, always dig in. ",
  "<span translate=\"no\"></span>کەواتە، هەمیشە هەڵکەنە ناوەوە "
 ],
 [
  "<span translate=\"no\"></span>Always look for that red flag that may be hidden. ",
  "<span translate=\"no\"></span>هەمیشە بەدوای ئەو ئاڵای سوورەدا بگەڕێ کە لەوانەیە شاراوە بێت. "
 ],
 [
  "<span translate=\"no\"></span>Another thing and this is super valuable. ",
  "<span translate=\"no\"></span>شتێکی تر و ئەمە زۆر بە نرخە "
 ],
 [
  "<span translate=\"no\"></span>Just be curious. ",
  "<span translate=\"no\"></span>تەنها پەرۆش بن "
 ],
 [
  "<span translate=\"no\"></span>You have to be curious in this world and you have to be curious to find the stories that really the rest of the world <span translate=\"no\"></span>need to know about. ",
  "<span translate=\"no\"></span>تۆ دەبێت لەم جیهانەدا پەرۆش بیت و تۆ دەبێت پەرۆش بیت بۆ دۆزینەوەی ئەو چیرۆکانەی کە بەڕاستی لە هەموو جیهان <span translate=\"no\"></span>پێویستە دەربارەیی بزانن. "
 ],
 [
  "<span translate=\"no\"></span>The best approach when starting out is simply to remember this: integrity is everything we have to know and the audience has <span translate=\"no\"></span>to know that you are approaching your journalism seriously and responsibly. ",
  "<span translate=\"no\"></span>باشترین ڕێگا کاتێک دەست پێ دەکات بە سادەیی ئەمە بەبیردێتەوە: تەواوکاری هەموو شتێکە کە دەبێت بیزانین و بینەریش <span translate=\"no\"></span>بۆ زانینی ئەوەی کە تۆ بە جدی و بەرپرسیارانە لە ڕۆژنامەگەرییەکەت نزیک دەبیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>The ethics are the bedrock principle. ",
  "<span translate=\"no\"></span>ڕەوشتەکان پرەنسیپی بەردی نوستن "
 ],
 [
  "<span translate=\"no\"></span>It's the foundation of everything that you do. ",
  "<span translate=\"no\"></span>ئەوە بناغەی هەموو شتێکە کە تۆ دەیکەیت. "
 ],
 [
  "<span translate=\"no\"></span>There is no story that you will ever work on, where it's not important for you to be ethical and to act with integrity. ",
  "<span translate=\"no\"></span>هیچ چیرۆکێک نییە کە هەرگیز کاری لەسەر بکەیت، ئەو شوێنەی کە بۆ تۆ گرنگ نییە ئەخلاقی بیت و بە تەواوکاری ڕەفتار بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>This other key tip or value for ethical journalism is curiosity. ",
  "<span translate=\"no\"></span>ئەم زانیاریە سەرەکیە یان بەهایەکی تر بۆ ڕۆژنامەگەریی ڕەوشتی بریتییە لە شاردنەوە "
 ],
 [
  " And really the feeling that I'm not the expert. ",
  " وە بەڕاستی ئەو هەستەی کە من شارەزا نیم. "
 ],
 [
  "<span translate=\"no\"></span>And those two things go together. ",
  "<span translate=\"no\"></span>و ئەو دوو شتە پێکەوە دەڕۆن "
 ],
 [
  "<span translate=\"no\"></span>And the great thing about journalism is you start with that curiosity. ",
  "<span translate=\"no\"></span>و شتە مەزنەکەی دەربارەی رۆژنامەگەری ئەوەیە کە تۆ بەو دۆزنەوە دەست پێ دەکەیت "
 ],
 [
  "<span translate=\"no\"></span>You find people who are either experts by training or by experience. ",
  "<span translate=\"no\"></span>کەسانێک دەدۆزیتەوە کە یان شارەزان بە ڕاهێنان یان بە ئەزموون. "
 ],
 [
  "<span translate=\"no\"></span>And and then you continue to ask questions. ",
  "<span translate=\"no\"></span>و پاشان بەردەوام دەبیت لە پرسیارکردن. "
 ],
 [
  "<span translate=\"no\"></span>Each question gives you another questions. ",
  "<span translate=\"no\"></span>هەر پرسیارێک پرسیارێکی ترت پێ دەبەخشێت. "
 ],
 [
  "Surround yourself with people who are much wiser and have more experience than you. ",
  "دەوری خۆت بدە لەگەڵ ئەو کەسانەی کە زۆر ژیرترن و ئەزموونێکی زۆرتریان لە تۆ هەیە. "
 ],
 [
  "<span translate=\"no\"></span>You can really talk to people who are very knowledgeable, who are journalists with decades of experience. ",
  "<span translate=\"no\"></span>تۆ دەتوانیت بە ڕاستی قسە لەگەڵ ئەو کەسانە بکەیت کە زۆر زانان، کە ڕۆژنامەنووسن لەگەڵ دەیان ساڵ ئەزموونیان هەیە. "
 ],
 [
  "<span translate=\"no\"></span>It doesn't really matter where you work or if you're an independent journalist, surround yourself with wiser, more experienced <span translate=\"no\"></span>journalists and and talk to them. ",
  "<span translate=\"no\"></span>بەڕاستی گرنگ نییە لە کوێ کاردەکەیت یان ڕۆژنامەنووسێکی سەربەخۆ بیت، خۆت بە ژیرتر و بە ئەزموونتر و <span translate=\"no\"></span>ڕۆژنامەنووس دەورە بدەیت و قسەی لەگەڵ بکەیت "
 ],
 [
  "Talk to them often. ",
  "زۆر جار قسەیان لەگەڵ بکە. "
 ],
 [
  "Show them your work and ask them the tough questions and ask them if <span translate=\"no\"></span>they have faced the same situation before and what they did about it, you should have contacts and connections with other <span translate=\"no\"></span>journalists, people who have already walk the walk that you're about to begin and know better and have more experience and <span translate=\"no\"></span>are wiser than you. ",
  "کارەکانتان نیشان بدەن و پرسیاری توندیان لێ بکەن و پرسیاریان لێ بکەن ئەگەر <span translate=\"no\"></span>پێشتر تووشی هەمان حاڵەت بوون و چیان لەو بارەیەوە کردووە دەبێت پەیوەندی و پەیوەندیتان لەگەڵ ڕۆژنامەنووسانی <span translate=\"no\"></span>تر هەبێت، ئەو کەسانەی کە هەر ئێستا پیاسەیان کردووە کە خەریکە دەست پێ دەکەن و باشتر دەزانن <span translate=\"no\"></span>و "
 ],
 [
  "<span translate=\"no\"></span>I think the best journalists are ones who will listen to your advice because they know at the end of the day, it's their <span translate=\"no\"></span>name that's on the story. ",
  "<span translate=\"no\"></span>وابزانم باشترین ڕۆژنامەنووسەکان ئەوانەن کە گوێ لە ئامۆژگاریەکانتان دەگرن چونکە لە کۆتایی ڕۆژدا دەزانن ئەوە ناوی <span translate=\"no\"></span>خۆیانە کە لەسەر چیرۆکەکەن "
 ],
 [
  "<span translate=\"no\"></span>You know, it's their credibility that's riding on the story, the more you're able to surround yourself with really good <span translate=\"no\"></span>solid journalists, <span translate=\"no\"></span>the better off you're going to be. ",
  "<span translate=\"no\"></span>دەزانیت، ئەوە باوەڕپێکراوی ئەوانە کە سواری چیرۆکەکەیە، زیاتر دەتوانیت خۆت بە ڕۆژنامە نووسێکی <span translate=\"no\"></span>ڕەقی زۆر باش دەورە بدەیت، <span translate=\"no\"></span>باشتر دەبیت. "
 ],
 [
  "<span translate=\"no\"></span>It's also, you know, just important to to listen and to read. ",
  "<span translate=\"no\"></span>هەروەها، دەزانیت، تەنها گرینگە بۆ گوێگرتن و خوێندنەوە. "
 ],
 [
  "<span translate=\"no\"></span>I can't over emphasize those two things, listening is important. ",
  "<span translate=\"no\"></span>ناتوانم جەخت لەسەر ئەو دوو شتە بکەمەوە، گوێگرتن گرنگە. "
 ],
 [
  "<span translate=\"no\"></span>And then reading as a journalist. ",
  "<span translate=\"no\"></span>و دواتر وەک ڕۆژنامەنووسێک دەخوێننەوە "
 ],
 [
  "There's probably nothing more important. ",
  "لەوانەیە هیچ شتێکی گرینگتر نەبێت. "
 ],
 [
  "<span translate=\"no\"></span>Probably second only to writing a lot is to read just as much... ",
  "<span translate=\"no\"></span>لەوانەیە دووەم بێت تەنها بۆ نووسینی زۆر ئەوەیە کە هەر ئەوەندە بخوێنینەوە "
 ],
 [
  "<span translate=\"no\"></span>I mean... ",
  "<span translate=\"no\"></span>مەبەستم "
 ],
 [
  "reading a variety of of material, not just news and reading from the conservative media and liberal media, touching <span translate=\"no\"></span>all those bases and not relying just on one source for your information. ",
  "خوێندنەوەی جۆرەها ماددە نەک تەنیا هەواڵ و خوێندنەوە لەمیدیای کۆنەپەرست و میدیای ئازادیخواز و دەستبردن <span translate=\"no\"></span>هەموو ئەو بنەمایانە و پشت نەبەستن تەنیا بە یەک سەرچاوەوە بۆ زانیاریەکانت. "
 ],
 [
  " The more you read, the better journalist you're <span translate=\"no\"></span>going to be. ",
  " تۆ زیاتر دەخوێنیتەوە، ڕۆژنامەنووسێکی باشتر کە <span translate=\"no\"></span>دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>I think really the thing that comes to mind, even before ethics is empathy. ",
  "<span translate=\"no\"></span>وابزانم بەڕاستی ئەو شتەی کە دێتە مێشک، تەنانەت پێش ئەوەی ئەخلاقیش هاوسۆزی بێت. "
 ],
 [
  " You let your empathy guide your ethics. ",
  " تۆ ڕێگە بە هاوسۆزیەکەت دەدەیت بە رێنمایی ڕەوشتەکانت. "
 ],
 [
  "<span translate=\"no\"></span>I would say at the end of the day, what you want to be is you want to be human and you want to be yourself. ",
  "<span translate=\"no\"></span>لە کۆتایی ڕۆژدا دەڵێم، ئەوەی دەتەوێت ببیتە مرۆڤ و دەتەوێت خۆت بیت. "
 ],
 [
  "<span translate=\"no\"></span>You will be surprised at how far your instinct will take you. ",
  "<span translate=\"no\"></span>سەرسام دەبیت بەوەی کە غەریزەی تۆ تا چەند دەتبات. "
 ],
 [
  "Focus on that instinct, and that comes from truly just being <span translate=\"no\"></span>human and being yourself first before you step into your shoes as a professional. ",
  "سەرنج بدە لەسەر ئەو غەریزەیە، وە ئەوە لە ڕاستیەوە دێت کە تەنها <span translate=\"no\"></span>مرۆڤ بوون و بوون بە خۆت پێش ئەوەی وەک پیشەگەرێک هەنگاو بنێیتە ناو پێڵاوەکانت. "
 ],
 [
  "<span translate=\"no\"></span>And I think you have to let the facts tell your story, let the facts that you've worked hard to get and facts that you <span translate=\"no\"></span>can put out without impunity and say, no matter which way you spin it, this is still real. ",
  "<span translate=\"no\"></span>و من پێم وایە دەبێت ڕێگە بدەیت ڕاستیەکان چیرۆکەکەت بڵێن، با ئەو ڕاستیانەی کە بە زەحمەت کارتان کردووە بۆ بەدەستهێنانی و ئەو ڕاستیانەی کە <span translate=\"no\"></span>دەتوانن بێ بەربەست دەربهێنن و بڵێن، گرنگ نییە بە چ شێوەیەک دەیچرکێنیت، ئەمە هێشتا ڕاستە "
 ],
 [
  "<span translate=\"no\"></span>You let those speak for themselves and the ethics will take care of itself. ",
  "<span translate=\"no\"></span>با ئەوانەی کەبۆ خۆیان قسەدەکەن و ڕەوشتەکانیش ئاگایان لەخۆی دەبێت. "
 ],
 [
  "If you've done your homework, if you've done <span translate=\"no\"></span>your research, if you talk to everyone that you've absolutely wanted to talk to in regards to a particular story that ends <span translate=\"no\"></span>up guiding you a little bit more. ",
  "ئەگەر ئەرکی ماڵەوەت ئەنجام داوە، ئەگەر <span translate=\"no\"></span>توێژینەوەکەت ئەنجامت داوە، ئەگەر لەگەڵ هەموو کەسێک قسە بکەیت کە بە تەواوی ویستت قسەی لەگەڵ بکەیت سەبارەت بە چیرۆکێکی تایبەت کە کۆتایی دێت <span translate=\"no\"></span>تۆزێک زیاتر ڕێنماییت دەکات. "
 ],
 [
  "So as much as you can be really research oriented, because again, that will help you make <span translate=\"no\"></span>better decisions when you're covering these stories and when you're in these situations and by the way, as someone who has <span translate=\"no\"></span>been a mentor to other people now in the industry, you're not being annoying and we really don't mind being able to go to <span translate=\"no\"></span>someone industry wise, who knows where you are and knows the position that you're in is so important and just do whatever <span translate=\"no\"></span>you need to do to find and identify. ",
  "بۆیە تا ئەو ڕادەیەی کە دەتوانیت بە ڕاستی توێژینەوەیەکی ئاراستەکراو بکەیت، چونکە دیسان ئەوە یارمەتیت دەدات <span translate=\"no\"></span>بڕیاری باشتر بدەیت کاتێک ئەم چیرۆکانە دەپۆشیت <span translate=\"no\"></span>و کاتێک لەم حاڵەتانەدایت و بە هەمان شێوە، وەک کەسێک کە <span translate=\"no\"></span>بۆ کەسانی تر بووە ئێستا لە پیشەسازیدا  کێ دەزانێت تۆ لە کوێیت و ئەو شوێنەی کە تۆ تێیدایت زۆر گرنگە و هەر کارێک بکەیت <span translate=\"no\"></span>پێویستە بیکەیت بۆ دۆزینەوە و ناسینەوە."
 ],
 [
  "<span translate=\"no\"></span>Even if it's just one of those people, it'll take you really far. ",
  "<span translate=\"no\"></span>تەنانەت ئەگەر تەنها یەکێک لەو کەسانەش بێت، ئەوە زۆر دوورت دەبات. "
 ],
 [
  "You become an ethical journalist by, well, there's an <span translate=\"no\"></span>element of trial and error. ",
  "تۆ ببیتە ڕۆژنامەنووسێکی ئەخلاقی، باشە، توخمێکی <span translate=\"no\"></span>لە تاقیکردنەوە و هەڵە هەیە. "
 ],
 [
  "I think right, you have to learn on the ground you're gonna make mistakes and that's okay. ",
  "وابزانم ڕاستە، پێویستە لەسەر زەوی فێری هەڵە بیت و ئەمە ئاساییە. "
 ],
 [
  "That's <span translate=\"no\"></span>not the end of the world. ",
  "ئەوە <span translate=\"no\"></span>کۆتایی جیهان نیە "
 ],
 [
  "<span translate=\"no\"></span>We are human and you have to just cop to it and try to learn from those mistakes and we have all made them. ",
  "<span translate=\"no\"></span>ئێمە مرۆڤین و دەبێت ئێوە تەنیا پۆلیستان بۆ بکەن و هەوڵ بدەن لەو هەڵانە فێر بین و هەموومان کردوومانە. "
 ],
 [
  "<span translate=\"no\"></span>Certainly I have. ",
  "<span translate=\"no\"></span>بە دڵنیاییەوە منم هەیە. "
 ],
 [
  "You can't learn everything from reading every book or watching every newscast. ",
  "ناتوانیت هەموو شتێک فێربیت لە خوێندنەوەی هەموو کتێبێک یان سەیرکردنی هەموو پەخشێکی هەواڵی. "
 ],
 [
  "<span translate=\"no\"></span>You can't learn everything from doing every master's or degree from journalism school, there is an element with journalism <span translate=\"no\"></span>in which you learn in the field, on the road surrounded by your peers. ",
  "<span translate=\"no\"></span>تۆ ناتوانیت هەموو شتێک فێربیت لە ئەنجامدانی هەموو ماستەرێک یان پلەیەک لە قوتابخانەی ڕۆژنامەگەرییەوە، توخمێک هەیە لەگەڵ <span translate=\"no\"></span>ڕۆژنامەوانی کە لە بوارەکەدا فێر دەبن، لەسەر ئەو ڕێگایەی کە هاوتەمەنەکانت دەورە دراوە "
 ],
 [
  "Every situation that you find yourself in presents <span translate=\"no\"></span>itself with a learning opportunity. ",
  "هەموو ئەو دۆخەی کە خۆت دەبینیتەوە <span translate=\"no\"></span>خۆی بە هەلێکی فێربوونەوە "
 ],
 [
  "<span translate=\"no\"></span>So be aware, be thoughtful, be mindful in the moment. ",
  "<span translate=\"no\"></span>ئاگاداربە، بەبیرتان بێت، لە ئێستادا بە ئاگا بن. "
 ],
 [
  "<span translate=\"no\"></span>Be asking yourself, as someone presents you with an opportunity that seems interesting, but a little complex, take a beat. ",
  "<span translate=\"no\"></span>لە خۆت بپرسە، وەک کەسێک دەرفەتێکت بۆ دەڕەخسێنێ کە سەرنجڕاکێش دیارە، بەڵام کەمێک ئاڵۆزە، لێدانێک وەربگرە. "
 ],
 [
  "<span translate=\"no\"></span>Have a think. ",
  "<span translate=\"no\"></span>بیر بکەیتەوە "
 ],
 [
  "Is this one of these moments where I need to like actually spend some time on this and hash it out and <span translate=\"no\"></span>consult with others who might be more experienced than I am. ",
  "ئایا ئەمە یەکێکە لەو ساتانەی کە من دەمەوێت هەندێک کات لەسەر ئەمە بەسەر بەرم و <span translate=\"no\"></span>ڕاوێژ لەگەڵ ئەوانی تر بکەم کە لەوانەیە لە من ئەزموونتر بن. "
 ],
 [
  "<span translate=\"no\"></span>This is a learning process. ",
  "<span translate=\"no\"></span>ئەمە پرۆسەیەکی فێربوونە. "
 ],
 [
  "<span translate=\"no\"></span>I still learn and I've been doing this for 21 years. ",
  "<span translate=\"no\"></span>هێشتا فێر دەبم و ماوەی ٢١ ساڵە ئەم کارە دەکەم. "
 ],
 [
  "<span translate=\"no\"></span>I learn every trip. ",
  "<span translate=\"no\"></span>هەموو گەشتێک فێر دەبم "
 ],
 [
  "Find someone that you trust who is more experienced, and who has kind of done a few of these, whether <span translate=\"no\"></span>it's a professor at university, whether it's someone on social media who you admire and trust. ",
  "کەسێک بدۆزەرەوە کە تۆ متمانەت بەوە هەیە کە زۆر بەئەزموونترە و کێ هەندێکی لەمانە کردووە، ئەگەر <span translate=\"no\"></span>پرۆفیسۆری زانکۆ بێت، جا کەسێک بێت لە تۆڕە کۆمەڵایەتییەکاندا کە تۆ سەرسامی و متمانەت پێیەتی. "
 ],
 [
  "You know, those of us who <span translate=\"no\"></span>do this, are very aware of the toll it takes. ",
  "تۆ دەزانیت، ئەوانەی ئێمە کە <span translate=\"no\"></span>ئەم کارە دەکەن، زۆر ئاگاداری ئەو باجانەن کە دەیگرێت. "
 ],
 [
  "<span translate=\"no\"></span>So don't be afraid to reach out to someone for advice because most of us do this job because we love it. ",
  "<span translate=\"no\"></span>کەواتە مەترسن کە بۆ ئامۆژگاری بگەیەنینە کەسێک چونکە زۆربەمان ئەم کارە دەکەین چونکە ئێمە حەزمان لێیە. "
 ],
 [
  "<span translate=\"no\"></span>I would say 99.9% ",
  "<span translate=\"no\"></span>دەڵێم 99.9٪ "
 ],
 [
  "do this job because we love it and and and we and we view it as a calling and therefore we <span translate=\"no\"></span>want to make sure that that we all kind of look out for each other, but we also look out for maintaining those standards <span translate=\"no\"></span>and maintaining those ethical guidelines. ",
  "ئەم کارە بکەین چونکە ئێمە حەزمان لێیەتی و ئێمەش وەک بانگێک سەیری دەکەین و بۆیە <span translate=\"no\"></span>دەمانەوێت دڵنیابینەوە کە ئێمە هەموو جۆرە چاولێکردنێک لە یەکتر دەکەین، بەڵام هەروەها چاومان لە پاراستنی ئەو پێوەرانە <span translate=\"no\"></span>و هێشتنەوەی ئەو ڕێنماییە ئەخلاقیانە "
 ],
 [
  "<span translate=\"no\"></span>I think the first step you need to take is to acknowledge what you don't know and that may be a lot. ",
  "<span translate=\"no\"></span>وابزانم یەکەم هەنگاو کە پێویستە بیبەیت ئەوەیە کە دان بەو شتانەدا بنێی کە تۆ نازانیت و لەوانەیە ئەوە زۆر بێت. "
 ],
 [
  "<span translate=\"no\"></span>So it's taking a pill of humility right away and when you step in and you take that pill of humility, you quickly are able <span translate=\"no\"></span>to absorb a lot more because you don't have the ego in your way and you're able to approach people and ask as many questions <span translate=\"no\"></span>as possible. ",
  "<span translate=\"no\"></span>بۆیە هەر ئێستا حەبی بێهودەیی دەبەیت و کاتێک هەنگاو دەدەیتە ژوورەوە و ئەو حەبی زەلیلە دەبەیت، خێرا دەتوانیت <span translate=\"no\"></span>زۆر زیاتر هەڵمژین بکەیت چونکە لە ڕێگەی خۆتەوە ئیگۆت نییە و دەتوانیت لە خەڵک نزیک ببیتەوە و پرسیاری زۆر بکەیت <span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>So that would be step two. ",
  "<span translate=\"no\"></span>کەواتە ئەمە دەبێتە هەنگاوی دوو "
 ],
 [
  "Take advantage of those around you by asking questions. ",
  "بە پرسیار کردن سوود لە ئەوانەی دەوروبەرت وەرگرن. "
 ],
 [
  "<span translate=\"no\"></span>Be incredibly curious, delve into those topics with with a genuine desire to know every single angle that you can. ",
  "<span translate=\"no\"></span>زۆر بە پەرۆش بیت، بە ئارەزوویەکی ڕاستەقینەوە بۆ زانینی هەر گۆشەیەک کە دەتوانیت ئەو بابەتانە بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>And fortunately, I've stepped into a place where there are others who have been here many more years than I have and they <span translate=\"no\"></span>have far different experiences that I can glean something from. ",
  "<span translate=\"no\"></span>و خۆشبەختانە، من چوومە شوێنێک کە چەند ساڵێکی تر هەن کە زیاتر لە من لێرەن و <span translate=\"no\"></span>ئەزموونێکی زۆر جیاوازیان هەیە کە دەتوانم شتێک لێ ببەخشم. "
 ],
 [
  "<span translate=\"no\"></span>And so I tap into that and I ask questions and and try to fully understand every story and every topic from as many different <span translate=\"no\"></span>angles as possible. ",
  "<span translate=\"no\"></span>و بۆیە من نەرم دەخەمە ناو ئەوەوە و پرسیار دەکەم و هەوڵ دەدەم بە تەواوی لە هەموو چیرۆک و هەموو بابەتێک تێبگەم لە چەند گۆشەی <span translate=\"no\"></span>جیاوازەوە کە دەکرێت. "
 ],
 [
  "<span translate=\"no\"></span>If you approach it in a way of simply wanting to hear others out that will allow your reporting and your journalism to take <span translate=\"no\"></span>an objective and unique shape of its own. ",
  "<span translate=\"no\"></span>ئەگەر بە شێوەیەکی سادە لێی نزیک ببیتەوە بۆ ئەوەی بە سادەیی گوێ لە ئەوانی تر بگریت کە ڕێ بە ڕاپۆرتکردنەکەت و ڕۆژنامەگەریەکەت دەدات کە <span translate=\"no\"></span>شێوەی بابەتی و بێهاوتای خۆی بگرێت. "
 ],
 [
  "<span translate=\"no\"></span>I would say that the best journalists I've worked with here are the people who are unafraid about having their mind changed. ",
  "<span translate=\"no\"></span>دەڵێم باشترین ڕۆژنامەنووس کە من لێرە کارم لەگەڵ کردووە ئەو کەسانەن کە ناترسن لە گۆڕینی بیرو هۆشیان "
 ],
 [
  "<span translate=\"no\"></span>They are always persuadable. ",
  "<span translate=\"no\"></span>ئەوان هەمیشە قایلن. "
 ],
 [
  "<span translate=\"no\"></span>They have very fixed ideas. ",
  "<span translate=\"no\"></span>ئەوان بیرۆکەیەکی زۆر چاکیان هەیە "
 ],
 [
  "<span translate=\"no\"></span>They're very smart. ",
  "<span translate=\"no\"></span>ئەوان زۆر زیرەکن "
 ],
 [
  "And can follow clues and evidence very well, but are never so committed to their conclusion that <span translate=\"no\"></span>they can't be turned or asked to consider a different possible outcome that I think is actually the most ethical thing you <span translate=\"no\"></span>can do is to maintain your objectivity throughout, to not get committed to one line of thinking or narrative, and you <span translate=\"no\"></span>know, to let the story tell itself, so to speak. ",
  "وە دەتوانێت بە باشی شوێن بەڵگە و بەڵگەکان بکەوێت، بەڵام هەرگیز ئەوەندە پابەند نین بە ئەنجامەکەیان کە <span translate=\"no\"></span>ناکرێت بگێڕدرێنەوە یان داوایان لێبکرێت کە بەرئەنجامێکی جیاوازی گونجاو لەبەرچاو بگرن کە پێم وایە لە ڕاستیدا ئەخلاقیترین شتە کە تۆ <span translate=\"no\"></span>دەتوانیت بیکەیت  وە تۆ <span translate=\"no\"></span>بزانیت، بۆ ئەوەی چیرۆکەکە خۆی بڵێت، بۆ ئەوەی قسە بکات. "
 ],
 [
  "<span translate=\"no\"></span>I think additionally, there's a burden to being a really good journalist emotionally and psychologically, particularly if <span translate=\"no\"></span>you're doing things like crime or international hotspots or poverty or any of those things that are really emotionally taxing <span translate=\"no\"></span>on you. ",
  "<span translate=\"no\"></span>من وا بیر دەکەمەوە، بارێک هەیە بۆ ئەوەی ڕۆژنامەنووسێکی زۆر باش بیت لە ڕووی سۆزداری و دەروونییەوە، بە تایبەتی ئەگەر <span translate=\"no\"></span>شتی وەک تاوان یان خاڵی گەرمی نێودەوڵەتی یان هەژاری یان هەر یەکێک لەو شتانەی کە بە ڕاستی <span translate=\"no\"></span>بە سۆزەوە باج لەسەر تۆ دەدەن. "
 ],
 [
  "<span translate=\"no\"></span>And so I think the other thing that I would say is it's very important to take care of yourself. ",
  "<span translate=\"no\"></span>و من پێم وایە ئەو شتەی تر کە من دەیڵێم ئەوەیە کە زۆر گرنگە کە ئاگات لە خۆت بێت. "
 ],
 [
  "<span translate=\"no\"></span>I've seen really, really, really good people just work themselves to exhaustion, and part of that exhaustion is they're not <span translate=\"no\"></span>mindful of emotional, the emotional intake that goes along with their reporting. ",
  "<span translate=\"no\"></span>من بەڕاستی، بەڕاستی، خەڵکی باش بینیومە تەنیا خۆیان بۆ ماندوو بوون کار دەکەن، بەشێک لەو ماندوبوونەش ئەوەیە کە ئەوان <span translate=\"no\"></span>هۆشی سۆزداری نین، ئەو وەرگرتنە سۆزداریەی کە لەگەڵ ڕاپۆرتکردنیاندا دەڕوات. "
 ],
 [
  "<span translate=\"no\"></span>So your mental health is absolutely as important as your physical health are really one and the same. ",
  "<span translate=\"no\"></span>کەواتە تەندروستی دەروونی تۆ بە تەواوی گرینگە هەروەکو تەندروستی جەستەیی تۆ بەڕاستی یەک و یەکن. "
 ],
 [
  "<span translate=\"no\"></span>There's no shame about needing help. ",
  "<span translate=\"no\"></span>هیچ شەرمێک نیە سەبارەت بە یارمەتی پێویست. "
 ],
 [
  "<span translate=\"no\"></span>There's no shame about asking for it. ",
  "<span translate=\"no\"></span>هیچ شەرمێک نییە بۆ داواکردنی. "
 ],
 [
  "<span translate=\"no\"></span>I've done it, I've counseled people to seek it and I fully support it, but I think that that is really inextricable with <span translate=\"no\"></span>being ethical because you want to be in the right mindset, you want to be in a position where you feel like you have your <span translate=\"no\"></span>best judgment against something and you frankly owe it to yourself ",
  "<span translate=\"no\"></span>من ئەوەم کردووە، ڕاوێژم بە خەڵک کردووە کە بە دوایدا بگەڕێن و بە تەواوی پشتیوانی لێدەکەم، بەڵام پێم وایە ئەوە بە ڕاستی لەگەڵ <span translate=\"no\"></span>بە ئەخلاقی بوون ناتەواوە چونکە دەتەوێت لە ئەقڵیەتی ڕاستدا بیت، دەتەوێت لە شوێنێکدا بیت کە وا هەست دەکەیت <span translate=\"no\"></span>چاکترین حوکمت هەیە بەرامبەر شتێک و بە ڕاشکاوی "
 ],
 [
  "<span translate=\"no\"></span>The first thing that I will look for is to make sure that the story is accurate are our facts supported? When there are <span translate=\"no\"></span>statements that are so incredible <span translate=\"no\"></span>I look to see if it's supported by any documents or by other eyewitness corroboration and I also look for balance in a <span translate=\"no\"></span>story. ",
  "<span translate=\"no\"></span>یەکەم شت کە بەدوایدا دەگەڕێم ئەوەیە کە دڵنیابینەوە کە چیرۆکەکە ڕاست و دروستە کە ڕاستیەکانمان پشتگیری دەکرێن؟ کاتێک <span translate=\"no\"></span>لێدوان هەیە کە زۆر سەرسوڕهێنەرە <span translate=\"no\"></span>من سەیر دەکەم کە ئایا لەلایەن هەر بەڵگەنامەیەک یان لەلایەن شایەتحاڵێکی ترەوە پشتگیری دەکرێت و منیش بەدوای هاوسەنگیدا دەگەڕێم لە چیرۆکێکی <span translate=\"no\"></span>. "
 ],
 [
  "<span translate=\"no\"></span>We want to make sure that there is balance and that especially in sensitive stories or stories that allege wrongdoing, we <span translate=\"no\"></span>want to make sure that all sides are fairly and equally balanced. ",
  "<span translate=\"no\"></span>دەمانەوێت دڵنیابینەوە کە هاوسەنگی هەیە و بەتایبەتی لە چیرۆک و چیرۆکە هەستیارەکاندا کە تەفروقە دەکەن، <span translate=\"no\"></span>دەمانەوێت دڵنیابینەوە کە هەموو لایەک بەشێوەیەکی دادپەروەرانە و یەکسان هاوسەنگن "
 ],
 [
  "<span translate=\"no\"></span>Every story has different perspectives and I look to see if those are represented, also want to be transparent in a story <span translate=\"no\"></span>And part of that is including attribution. ",
  "<span translate=\"no\"></span>هەموو چیرۆکێک تێڕوانینی جیاوازی هەیە و سەیر دەکەم کە ئایا ئەوانە نوێنەرایەتی دەکرێن، هەروەها دەیانەوێت شەفاف بن لە چیرۆکێکدا <span translate=\"no\"></span>و بەشێکیش بە سزادانیشەوە. "
 ],
 [
  "<span translate=\"no\"></span>Where is a statement coming from and who's saying it? <span translate=\"no\"></span>Do they have a motive for saying it? <span translate=\"no\"></span>We let the viewers decide, but we should be clear about who the sources are and what they're telling us. ",
  "<span translate=\"no\"></span>قسەیەک لە کوێوە دێت و کێ دەیڵێت؟ <span translate=\"no\"></span>ئایا ئەوان پاڵنەرێکیان هەیەبۆ وتنی؟ <span translate=\"no\"></span>ڕێگە بە بینەران دەدەین بڕیار بدەن، بەڵام دەبێت ئەوە ڕوون بینەوە کە سەرچاوەکان کێن و چیمان پێ دەڵێن "
 ],
 [
  "<span translate=\"no\"></span>I would make sure that all of my facts are supported and that I provide links or documents to support any statements that <span translate=\"no\"></span>are made in the report, there's certainly things that we look for, we will want to make sure the facts are correct and that's <span translate=\"no\"></span>first and foremost above everything else. ",
  "<span translate=\"no\"></span>دڵنیا دەبمەوە کە هەموو ڕاستیەکانم پشتیوانی لێکراوە و لینک یان بەڵگەنامەیەک دابین دەکەم بۆ پشتگیریکردنی هەر لێدوانێک کە <span translate=\"no\"></span>لە ڕاپۆرتەکەدا کراوە، بێگومان شتگەلێک هەیە کە بەدوایدا دەگەڕێین، دەمانەوێت دڵنیابینەوە کە ڕاستیەکان ڕاستن و ئەوە لە پێش هەموو شتێکەوە <span translate=\"no\"></span>"
 ]
]