[
 [
  "<span translate=\"no\"></span>One thing that I always think about and I remind myself constantly is to trust my gut, if you think that you're sensing that <span translate=\"no\"></span>something's missing, that you're sensing that something's wrong, trust your gut. ",
  "<span translate=\"no\"></span>الشيء الوحيد الذي أفكر فيه دائمًا وأذكر نفسي باستمرار هو أن أثق في حدسي, إذا كنت تعتقد أنك تشعر أن<span translate=\"no\"></span> شيئًا ما مفقود, أنك تشعر أن هناك خطأ ما, ثق بحدسك. "
 ],
 [
  "Double check, triple check, do it all the <span translate=\"no\"></span>time that you need to. ",
  "تحقق مزدوج، فحص ثلاثي، افعل ذلك طوال<span translate=\"no\"></span> الوقت الذي تحتاجه. "
 ],
 [
  " But just get to a place that you feel comfortable. ",
  " ولكن فقط اذهب إلى مكان تشعر فيه بالراحة. "
 ],
 [
  "Don't rush a story. ",
  "لا تتعجل قصة. "
 ],
 [
  "<span translate=\"no\"></span>If you think that there's something that is not right, be organized. ",
  "<span translate=\"no\"></span>إذا كنت تعتقد أن هناك شيئًا غير صحيح، فكن منظمًا. "
 ],
 [
  "You absolutely have to be organized and the reason why <span translate=\"no\"></span>is because every good story starts with a question, but every good story does not end with one question, it blossoms into <span translate=\"no\"></span>a million different questions. ",
  "يجب أن تكون منظمًا تمامًا والسبب في ذلك<span translate=\"no\"></span> هو أن كل قصة جيدة تبدأ بسؤال, لكن كل قصة جيدة لا تنتهي بسؤال واحد, تزدهر إلى مليون<span translate=\"no\"></span> سؤال مختلف. "
 ],
 [
  "<span translate=\"no\"></span>And if you're not organized, you can miss one key piece of information that you learned along the way. ",
  "<span translate=\"no\"></span>وإذا لم تكن منظمًا، فقد تفوتك معلومة أساسية واحدة تعلمتها على طول الطريق. "
 ],
 [
  "<span translate=\"no\"></span>Another value and tip for ethical journalism in the same, in the same experience is that you you need to widen the circle. ",
  "<span translate=\"no\"></span>قيمة أخرى ونصيحة للصحافة الأخلاقية في نفس التجربة، في نفس التجربة هي أنك بحاجة إلى توسيع الدائرة. "
 ],
 [
  "<span translate=\"no\"></span>So journalism is collaborative by the time that you publish, you've had not just your own perspective in terms of asking <span translate=\"no\"></span>the questions and cutting the video, but you've had a bunch of different perspectives weighing in and asking questions and <span translate=\"no\"></span>making it better and making it more complete. ",
  "<span translate=\"no\"></span>لذا فإن الصحافة تكون تعاونية في الوقت الذي تنشر فيه، لم يكن لديك وجهة نظرك الخاصة فقط من حيث طرح<span translate=\"no\"></span> الأسئلة وقطع الفيديو، ولكن كان لديك مجموعة من وجهات النظر المختلفة التي تزن و طرح الأسئلة<span translate=\"no\"></span> وجعلها أفضل وجعلها أكثر اكتمالا. "
 ],
 [
  "<span translate=\"no\"></span>There are those things that haven't changed and that should never change. ",
  "<span translate=\"no\"></span>هناك تلك الأشياء التي لم تتغير ويجب ألا تتغير أبدًا. "
 ],
 [
  "Ethics, truth, standards and the protection <span translate=\"no\"></span>of victims, the protection of children. ",
  "الأخلاق والحقيقة والمعايير<span translate=\"no\"></span> وحماية الضحايا وحماية الأطفال. "
 ],
 [
  "Those are things that should never change. ",
  "هذه أشياء يجب ألا تتغير أبدًا. "
 ],
 [
  "<span translate=\"no\"></span>One of the biggest ethical lapses that I've seen from young journalists as well as experienced journalists is being too quick <span translate=\"no\"></span>to accept an agency or an individual's narrative without checking to make sure that it is correct. ",
  "<span translate=\"no\"></span>واحدة من أكبر الثغرات الأخلاقية التي رأيتها من الصحفيين الشباب وكذلك الصحفيين ذوي الخبرة هي أن تكون سريعًا<span translate=\"no\"></span> جدًا في قبول رواية وكالة أو فرد دون التحقق للتأكد من أنها كذلك. صحيح. "
 ],
 [
  "An example might be <span translate=\"no\"></span>what a government official says or what the police say. ",
  "ومن الأمثلة على ذلك<span translate=\"no\"></span> ما يقوله مسؤول حكومي أو ما تقوله الشرطة. "
 ],
 [
  "<span translate=\"no\"></span>We'd like to believe that those in charge are telling us the full story. ",
  "<span translate=\"no\"></span>نود أن نصدق أن المسؤولين يخبروننا بالقصة الكاملة. "
 ],
 [
  "<span translate=\"no\"></span>But that's not always the case. ",
  "<span translate=\"no\"></span>لكن هذا ليس هو الحال دائمًا. "
 ],
 [
  "<span translate=\"no\"></span>Read a lot of other reporting by other journalists and asked tough questions, ask whether this was the right way to tell <span translate=\"no\"></span>a story or obtain elements to this story. ",
  "<span translate=\"no\"></span>اقرأ الكثير من التقارير الأخرى من قبل صحفيين آخرين وطرح أسئلة صعبة، واسأل عما إذا كانت هذه هي الطريقة الصحيحة<span translate=\"no\"></span> لسرد قصة أو الحصول على عناصر لهذه القصة. "
 ],
 [
  "<span translate=\"no\"></span>And being a constant discussion with your colleagues with other reporters on the ethics. ",
  "<span translate=\"no\"></span>وأن تكون مناقشة مستمرة مع زملائك مع المراسلين الآخرين حول الأخلاق. "
 ],
 [
  "<span translate=\"no\"></span>Be aware of, especially as technology advances, there's a lot of changes in how we work and the tools that we have. ",
  "<span translate=\"no\"></span>كن على علم، خاصة مع تقدم التكنولوجيا، هناك الكثير من التغييرات في كيفية عملنا والأدوات التي لدينا. "
 ],
 [
  "<span translate=\"no\"></span>Be sure that you're talking with your colleagues to address and be aware of those ethical issues. ",
  "<span translate=\"no\"></span>تأكد من أنك تتحدث مع زملائك لمعالجة هذه القضايا الأخلاقية وإدراكها. "
 ],
 [
  "<span translate=\"no\"></span>as they change. ",
  "<span translate=\"no\"></span>كما أنها تتغير. "
 ],
 [
  "Finally be very mindful that from country to country, <span translate=\"no\"></span>the ethics are so different. ",
  "أخيرًا، ضع في اعتبارك أن الأخلاق مختلفة تمامًا<span translate=\"no\"></span> من بلد إلى آخر. "
 ],
 [
  "<span translate=\"no\"></span>It really is on you to take the time to understand the communities that you're reporting on. ",
  "<span translate=\"no\"></span>إنه حقًا عليك أن تأخذ الوقت الكافي لفهم المجتمعات التي تقوم بالإبلاغ عنها. "
 ],
 [
  "<span translate=\"no\"></span>And do the research to understand your ethical obligations, read your work after you right? <span translate=\"no\"></span>Try to think that you are not the person that is writing the work, that you are reading it for the first time. ",
  "<span translate=\"no\"></span>والقيام بالبحث لفهم التزاماتك الأخلاقية، وقراءة عملك بعدك، أليس كذلك؟ <span translate=\"no\"></span>حاول أن تعتقد أنك لست الشخص الذي يكتب العمل، وأنك تقرأه لأول مرة. "
 ],
 [
  "<span translate=\"no\"></span>Do you feel informed? <span translate=\"no\"></span>Are you thinking that you need to go to another place? <span translate=\"no\"></span>Do you miss something? <span translate=\"no\"></span>Do you wish you had something else? <span translate=\"no\"></span>Do you think that this phrase or sentence... ",
  "<span translate=\"no\"></span>هل تشعر أنك على علم؟ <span translate=\"no\"></span>هل تعتقد أنك بحاجة للذهاب إلى مكان آخر؟ <span translate=\"no\"></span>هل تفتقد شيئا؟ <span translate=\"no\"></span>هل تتمنى لو كان لديك شيء آخر؟ <span translate=\"no\"></span>هل تعتقد أن هذه العبارة أو الجملة... "
 ],
 [
  "<span translate=\"no\"></span>it's something that raises more suspicion than information. ",
  "<span translate=\"no\"></span>إنه شيء يثير شكوكًا أكثر من المعلومات. "
 ],
 [
  "<span translate=\"no\"></span>If so, you need to rethink or rephrase that part of your work. ",
  "<span translate=\"no\"></span>إذا كان الأمر كذلك، فأنت بحاجة إلى إعادة التفكير أو إعادة صياغة هذا الجزء من عملك. "
 ],
 [
  "<span translate=\"no\"></span>It doesn't mean that you need to have it longer. ",
  "<span translate=\"no\"></span>هذا لا يعني أنك بحاجة إلى الحصول عليها لفترة أطول. "
 ],
 [
  "<span translate=\"no\"></span>Maybe you need to have it shorter for comprehension. ",
  "<span translate=\"no\"></span>ربما تحتاج إلى أن تكون أقصر للفهم. "
 ],
 [
  "<span translate=\"no\"></span>And I would say read what you write after you have written it is my basic advice to every journalist and students. ",
  "<span translate=\"no\"></span>وأود أن أقول إن قراءة ما تكتبه بعد كتابته هي نصيحتي الأساسية لكل صحفي وطالب. "
 ],
 [
  "Learn <span translate=\"no\"></span>from watching your peers in the field, watching people have more experience than you do, talking to them, picking their brains, <span translate=\"no\"></span>looking at other people's work. ",
  "تعلم<span translate=\"no\"></span> من مشاهدة أقرانك في الميدان، ومشاهدة الناس لديهم خبرة أكثر مما لديك، والتحدث معهم، واختيار أدمغتهم،<span translate=\"no\"></span> والنظر في عمل الآخرين. "
 ],
 [
  "<span translate=\"no\"></span>Reading the guidelines, if you're, if your company or employer has guidelines about ethics and standards and practices. ",
  "<span translate=\"no\"></span>قراءة الإرشادات، إذا كنت كذلك، إذا كانت شركتك أو صاحب العمل لديه إرشادات حول الأخلاقيات والمعايير والممارسات. "
 ],
 [
  "<span translate=\"no\"></span>It's important to read them. ",
  "<span translate=\"no\"></span>من المهم قراءتها. "
 ],
 [
  "<span translate=\"no\"></span>It may seem kind of boring and far away from what you actually want to be doing in the field, but it is important and <span translate=\"no\"></span>they are there for a reason. ",
  "<span translate=\"no\"></span>قد يبدو الأمر مملًا وبعيدًا عما تريد فعله بالفعل في هذا المجال، لكنه مهم<span translate=\"no\"></span> وهم موجودون لسبب ما. "
 ],
 [
  "<span translate=\"no\"></span>And ultimately that reason is to protect you and to protect your integrity. ",
  "<span translate=\"no\"></span>وفي النهاية هذا السبب هو حمايتك وحماية سلامتك. "
 ],
 [
  "<span translate=\"no\"></span>And of course, the people that you're talking to as well. ",
  "<span translate=\"no\"></span>وبالطبع، الأشخاص الذين تتحدث معهم أيضًا. "
 ],
 [
  "<span translate=\"no\"></span>I think there's just a number of red flags that you need to be really looking out for as as a young journalist, if anyone <span translate=\"no\"></span>asks you to give them questions in advance of an interview, that's a big no, no, if anybody asks you to show them a script <span translate=\"no\"></span>in advance of putting something on the air, which sounds crazy, but I I have been asked. ",
  "<span translate=\"no\"></span>أعتقد أن هناك عددًا من العلامات الحمراء التي يجب أن تبحث عنها حقًا كصحفي شاب, إذا<span translate=\"no\"></span> طلب منك أي شخص أن تطرح عليه أسئلة قبل المقابلة, هذا رقم كبير, لا, إذا سألك أي شخص لإظهار نص برمجي<span translate=\"no\"></span> قبل وضع شيء ما على الهواء، والذي يبدو جنونيًا، لكن تم سؤالي. "
 ],
 [
  "If anyone says that in order for <span translate=\"no\"></span>you to come and spend the day with them in their territory, they need to review your footage. ",
  "إذا قال أي شخص أنه لكي<span translate=\"no\"></span> تأتي وتقضي اليوم معهم في أراضيهم، فإنهم بحاجة إلى مراجعة لقطاتك. "
 ],
 [
  "<span translate=\"no\"></span>That is a big no, no. ",
  "<span translate=\"no\"></span>هذا رقم كبير، لا. "
 ],
 [
  " These are journalistic red lines that we don't cross because ultimately it's for our own protection. ",
  " هذه خطوط حمراء صحفية لا نتجاوزها لأنها في النهاية لحمايتنا. "
 ],
 [
  "<span translate=\"no\"></span>I would just like to reiterate that point about reading, reading, reading read international law. ",
  "<span translate=\"no\"></span>أود فقط أن أكرر تلك النقطة حول القراءة والقراءة والقراءة وقراءة القانون الدولي. "
 ],
 [
  "<span translate=\"no\"></span>The number of times I hear people calling things a war crime when war crimes are things that are decided by international tribunals. ",
  "<span translate=\"no\"></span>عدد المرات التي أسمع فيها أشخاصًا يصفون الأشياء بأنها جريمة حرب عندما تكون جرائم الحرب أشياء تقررها المحاكم الدولية. "
 ],
 [
  "<span translate=\"no\"></span>Language matters. ",
  "<span translate=\"no\"></span>اللغة مهمة. "
 ],
 [
  "Understand the legal context behind so many of these words that are thrown around very casually. ",
  "افهم السياق القانوني وراء الكثير من هذه الكلمات التي يتم طرحها بشكل عرضي للغاية. "
 ],
 [
  "\n We need <span translate=\"no\"></span>to be very precise. ",
  "\n نحن بحاجة<span translate=\"no\"></span> إلى أن نكون دقيقين للغاية. "
 ],
 [
  "<span translate=\"no\"></span>So my advice would be to really if this is what you want to do and this is what you love, arm yourself, read <span translate=\"no\"></span>everything. ",
  "<span translate=\"no\"></span>لذا فإن نصيحتي هي حقًا إذا كان هذا هو ما تريد القيام به وهذا ما تحبه, تسليح نفسك, اقرأ<span translate=\"no\"></span> كل شيء. "
 ],
 [
  "<span translate=\"no\"></span>I think that is that would be my biggest advice. ",
  "<span translate=\"no\"></span>أعتقد أن هذه ستكون أكبر نصيحتي. "
 ],
 [
  "<span translate=\"no\"></span>It starts before you even step into the field. ",
  "<span translate=\"no\"></span>يبدأ قبل أن تخطو إلى الميدان. "
 ],
 [
  "<span translate=\"no\"></span>I think you need to know who that first phone call will go to should an ethical challenge arise. ",
  "<span translate=\"no\"></span>أعتقد أنك بحاجة إلى معرفة من ستذهب هذه المكالمة الهاتفية الأولى في حالة ظهور تحد أخلاقي. "
 ],
 [
  "<span translate=\"no\"></span>Most of us do have the resources and it's taking the time before you step out to get to know what those resources are and <span translate=\"no\"></span>who those individuals are, that you can trust that you look up to that others deem as as credible journalists and relying <span translate=\"no\"></span>on them. ",
  "<span translate=\"no\"></span>معظمنا لديه الموارد ويستغرق الأمر وقتًا قبل أن تخرج للتعرف على ماهية هذه الموارد ومن<span translate=\"no\"></span> هم هؤلاء الأفراد، والتي يمكنك الوثوق بها في أنك تتطلع إلى ما يعتبره الآخرون موثوقًا به الصحفيين<span translate=\"no\"></span> والاعتماد عليهم. "
 ],
 [
  "<span translate=\"no\"></span>It is a collective effort in pursuing that type of work. ",
  "<span translate=\"no\"></span>إنه جهد جماعي لمتابعة هذا النوع من العمل. "
 ],
 [
  "<span translate=\"no\"></span>And if you are able to find those individuals around you before you go out and pursue the story, you'll be all the better <span translate=\"no\"></span>for it. ",
  "<span translate=\"no\"></span>وإذا كنت قادرًا على العثور على هؤلاء الأفراد من حولك قبل الخروج ومتابعة القصة، فستكون أفضل<span translate=\"no\"></span> من ذلك. "
 ],
 [
  "<span translate=\"no\"></span>So, I've always felt like it comes down to really one basic question and that is, am I taking into account the humanity of <span translate=\"no\"></span>the person or people I'm covering? <span translate=\"no\"></span>And if you force yourself to acknowledge their humanity, you're gonna make better choices. ",
  "<span translate=\"no\"></span>لذلك، لطالما شعرت أن الأمر يتعلق بسؤال أساسي واحد وهو، هل آخذ في الاعتبار إنسانية الشخص أو الأشخاص الذين أغطيهم؟<span translate=\"no\"></span> <span translate=\"no\"></span>وإذا أجبرت نفسك على الاعتراف بإنسانيتهم، فستتخذ خيارات أفضل. "
 ],
 [
  "<span translate=\"no\"></span>One thing I would say to the future lawyers or newsroom executives who may be watching this is sometimes your job as a leader <span translate=\"no\"></span>or a lawyer is to intervene in the process because journalists may not feel comfortable asking for more time, or the journalists <span translate=\"no\"></span>may not feel comfortable asking to do more work. ",
  "<span translate=\"no\"></span>شيء واحد أود أن أقوله للمحامين المستقبليين أو المديرين التنفيذيين في غرفة الأخبار الذين قد يشاهدون هذا هو في بعض الأحيان وظيفتك كقائد<span translate=\"no\"></span> أو محام هو التدخل في العملية لأن الصحفيين قد لا يشعرون بالراحة في السؤال. لمزيد من الوقت، أو<span translate=\"no\"></span> قد لا يشعر الصحفيون بالراحة عند طلب القيام بمزيد من العمل. "
 ],
 [
  "<span translate=\"no\"></span>And your job is to carry that flag for them, and to suggest to whoever is pressing the story that now we should <span translate=\"no\"></span>take a beat. ",
  "<span translate=\"no\"></span>ومهمتك هي حمل هذا العلم لهم, وأن تقترح على كل من يضغط على القصة أنه يجب علينا الآن أن<span translate=\"no\"></span> نضرب. "
 ],
 [
  "<span translate=\"no\"></span>It's something that over the years, I've got a lot of positive feedback from our people in the field because they're trying <span translate=\"no\"></span>to meet deadlines, they're trying to meet all the various things they have to do. ",
  "<span translate=\"no\"></span>إنه شيء على مر السنين, لقد تلقيت الكثير من ردود الفعل الإيجابية من موظفينا في هذا المجال لأنهم<span translate=\"no\"></span> يحاولون الوفاء بالمواعيد النهائية, إنهم يحاولون تلبية جميع الأشياء المختلفة التي يتعين عليهم القيام بها. "
 ],
 [
  "<span translate=\"no\"></span>I think for journalists who are in training... ",
  "<span translate=\"no\"></span>أعتقد للصحفيين الذين هم في التدريب... "
 ],
 [
  "and they really do want to get it right again... ",
  "وهم يريدون حقًا الحصول عليها بشكل صحيح مرة أخرى... "
 ],
 [
  "you have to start with your <span translate=\"no\"></span>own self. ",
  "عليك أن تبدأ<span translate=\"no\"></span> بنفسك. "
 ],
 [
  "Why, why am I doing this? First of all is because you want to make a difference. ",
  "لماذا، لماذا أفعل هذا؟ بادئ ذي بدء، لأنك تريد إحداث فرق. "
 ],
 [
  "<span translate=\"no\"></span>You want to inform, you want to like, have a better you want to make society better, and that's why you've taken up this cause. ",
  "<span translate=\"no\"></span>تريد أن تبلغ, تريد أن تحب, لديك أفضل تريد أن تجعل المجتمع أفضل, وهذا هو السبب في أنك تناولت هذه القضية. "
 ],
 [
  "<span translate=\"no\"></span>And so I think that's first and foremost, which is how can I have an impact and then how do I go about about doing <span translate=\"no\"></span>it through my career? <span translate=\"no\"></span>One of the things that have helped me a lot is to really remember that I need to be skeptical and I need to be <span translate=\"no\"></span>skeptical of everything and everybody. ",
  "<span translate=\"no\"></span>لذا أعتقد أن هذا أولاً وقبل كل شيء، وهو كيف يمكنني أن يكون لي تأثير ثم كيف يمكنني القيام<span translate=\"no\"></span> بذلك خلال مسيرتي المهنية؟ <span translate=\"no\"></span>أحد الأشياء التي ساعدتني كثيرًا هو أن أتذكر حقًا أنني بحاجة إلى أن أكون متشككًا وأحتاج إلى أن أكون<span translate=\"no\"></span> متشككًا في كل شيء وكل شخص. "
 ],
 [
  "Everybody has an agenda. ",
  "كل شخص لديه جدول أعمال. "
 ],
 [
  "<span translate=\"no\"></span>It doesn't mean that it's a bad agenda or a good one, but we need to be aware about that. ",
  "<span translate=\"no\"></span>هذا لا يعني أنها أجندة سيئة أو جيدة، لكننا بحاجة إلى أن نكون على دراية بذلك. "
 ],
 [
  "<span translate=\"no\"></span>So, always dig in. ",
  "<span translate=\"no\"></span>لذلك، احفر دائمًا. "
 ],
 [
  "<span translate=\"no\"></span>Always look for that red flag that may be hidden. ",
  "<span translate=\"no\"></span>ابحث دائمًا عن تلك العلامة الحمراء التي قد تكون مخفية. "
 ],
 [
  "<span translate=\"no\"></span>Another thing and this is super valuable. ",
  "<span translate=\"no\"></span>شيء آخر وهذا ذو قيمة فائقة. "
 ],
 [
  "<span translate=\"no\"></span>Just be curious. ",
  "<span translate=\"no\"></span>فقط كن فضوليًا. "
 ],
 [
  "<span translate=\"no\"></span>You have to be curious in this world and you have to be curious to find the stories that really the rest of the world <span translate=\"no\"></span>need to know about. ",
  "<span translate=\"no\"></span>يجب أن تكون فضوليًا في هذا العالم ويجب أن تكون فضوليًا للعثور على القصص التي<span translate=\"no\"></span> يحتاج بقية العالم حقًا إلى معرفتها. "
 ],
 [
  "<span translate=\"no\"></span>The best approach when starting out is simply to remember this: integrity is everything we have to know and the audience has <span translate=\"no\"></span>to know that you are approaching your journalism seriously and responsibly. ",
  "<span translate=\"no\"></span>أفضل نهج عند البدء هو ببساطة تذكر هذا: النزاهة هي كل ما يجب أن نعرفه ويجب على الجمهور<span translate=\"no\"></span> أن يعرف أنك تتعامل مع صحافتك بجدية ومسؤولية. "
 ],
 [
  "<span translate=\"no\"></span>The ethics are the bedrock principle. ",
  "<span translate=\"no\"></span>الأخلاق هي المبدأ الأساسي. "
 ],
 [
  "<span translate=\"no\"></span>It's the foundation of everything that you do. ",
  "<span translate=\"no\"></span>إنه أساس كل ما تفعله. "
 ],
 [
  "<span translate=\"no\"></span>There is no story that you will ever work on, where it's not important for you to be ethical and to act with integrity. ",
  "<span translate=\"no\"></span>لا توجد قصة ستعمل عليها على الإطلاق، حيث ليس من المهم بالنسبة لك أن تكون أخلاقيًا وأن تتصرف بنزاهة. "
 ],
 [
  "<span translate=\"no\"></span>This other key tip or value for ethical journalism is curiosity. ",
  "<span translate=\"no\"></span>هذه النصيحة أو القيمة الرئيسية الأخرى للصحافة الأخلاقية هي الفضول. "
 ],
 [
  " And really the feeling that I'm not the expert. ",
  " وحقاً الشعور بأنني لست الخبير. "
 ],
 [
  "<span translate=\"no\"></span>And those two things go together. ",
  "<span translate=\"no\"></span>وهذان الشيئان يسيران معًا. "
 ],
 [
  "<span translate=\"no\"></span>And the great thing about journalism is you start with that curiosity. ",
  "<span translate=\"no\"></span>والشيء العظيم في الصحافة هو أنك تبدأ بهذا الفضول. "
 ],
 [
  "<span translate=\"no\"></span>You find people who are either experts by training or by experience. ",
  "<span translate=\"no\"></span>تجد أشخاصًا إما خبراء من خلال التدريب أو من خلال الخبرة. "
 ],
 [
  "<span translate=\"no\"></span>And and then you continue to ask questions. ",
  "<span translate=\"no\"></span>ثم تستمر في طرح الأسئلة. "
 ],
 [
  "<span translate=\"no\"></span>Each question gives you another questions. ",
  "<span translate=\"no\"></span>كل سؤال يعطيك أسئلة أخرى. "
 ],
 [
  "Surround yourself with people who are much wiser and have more experience than you. ",
  "أحط نفسك بأشخاص أكثر حكمة ولديهم خبرة أكثر منك. "
 ],
 [
  "<span translate=\"no\"></span>You can really talk to people who are very knowledgeable, who are journalists with decades of experience. ",
  "<span translate=\"no\"></span>يمكنك حقًا التحدث إلى أشخاص على دراية كبيرة، وهم صحفيون لديهم عقود من الخبرة. "
 ],
 [
  "<span translate=\"no\"></span>It doesn't really matter where you work or if you're an independent journalist, surround yourself with wiser, more experienced <span translate=\"no\"></span>journalists and and talk to them. ",
  "<span translate=\"no\"></span>لا يهم حقًا مكان عملك أو إذا كنت صحفيًا مستقلاً، أحط نفسك<span translate=\"no\"></span> بصحفيين أكثر حكمة وخبرة وتحدث معهم. "
 ],
 [
  "Talk to them often. ",
  "تحدث معهم كثيرًا. "
 ],
 [
  "Show them your work and ask them the tough questions and ask them if <span translate=\"no\"></span>they have faced the same situation before and what they did about it, you should have contacts and connections with other <span translate=\"no\"></span>journalists, people who have already walk the walk that you're about to begin and know better and have more experience and <span translate=\"no\"></span>are wiser than you. ",
  "أظهر لهم عملك واسألهم الأسئلة الصعبة واسألهم عما إذا<span translate=\"no\"></span> كانوا قد واجهوا نفس الموقف من قبل وماذا فعلوا حيال ذلك, يجب أن يكون لديك اتصالات واتصالات مع<span translate=\"no\"></span> الصحفيين الآخرين, الناس الذين لديهم تمشي بالفعل في المسيرة التي أنت على وشك البدء بها وتعرف بشكل أفضل ولديك خبرة أكثر وأكثر حكمة منك.<span translate=\"no\"></span> "
 ],
 [
  "<span translate=\"no\"></span>I think the best journalists are ones who will listen to your advice because they know at the end of the day, it's their <span translate=\"no\"></span>name that's on the story. ",
  "<span translate=\"no\"></span>أعتقد أن أفضل الصحفيين هم الذين سيستمعون إلى نصيحتك لأنهم يعرفون في نهاية اليوم، أن<span translate=\"no\"></span> اسمهم موجود في القصة. "
 ],
 [
  "<span translate=\"no\"></span>You know, it's their credibility that's riding on the story, the more you're able to surround yourself with really good <span translate=\"no\"></span>solid journalists, <span translate=\"no\"></span>the better off you're going to be. ",
  "<span translate=\"no\"></span>أنت تعلم, إن مصداقيتهم هي التي تعتمد على القصة, كلما كنت قادرًا على إحاطة نفسك<span translate=\"no\"></span> بصحفيين جيدين حقًا,<span translate=\"no\"></span> كلما كنت أفضل حالًا. "
 ],
 [
  "<span translate=\"no\"></span>It's also, you know, just important to to listen and to read. ",
  "<span translate=\"no\"></span>من المهم أيضًا، كما تعلم، الاستماع والقراءة. "
 ],
 [
  "<span translate=\"no\"></span>I can't over emphasize those two things, listening is important. ",
  "<span translate=\"no\"></span>لا يمكنني التأكيد على هذين الأمرين، الاستماع مهم. "
 ],
 [
  "<span translate=\"no\"></span>And then reading as a journalist. ",
  "<span translate=\"no\"></span>ثم القراءة كصحفي. "
 ],
 [
  "There's probably nothing more important. ",
  "ربما لا يوجد شيء أكثر أهمية. "
 ],
 [
  "<span translate=\"no\"></span>Probably second only to writing a lot is to read just as much... ",
  "<span translate=\"no\"></span>ربما يكون الثاني بعد الكتابة كثيرًا هو القراءة بنفس القدر... "
 ],
 [
  "<span translate=\"no\"></span>I mean... ",
  "<span translate=\"no\"></span>أعني... "
 ],
 [
  "reading a variety of of material, not just news and reading from the conservative media and liberal media, touching <span translate=\"no\"></span>all those bases and not relying just on one source for your information. ",
  "قراءة مجموعة متنوعة من المواد, ليس فقط الأخبار والقراءة من وسائل الإعلام المحافظة ووسائل الإعلام الليبرالية, لمس<span translate=\"no\"></span> كل تلك القواعد وعدم الاعتماد فقط على مصدر واحد لمعلوماتك. "
 ],
 [
  " The more you read, the better journalist you're <span translate=\"no\"></span>going to be. ",
  " كلما قرأت أكثر، كلما كنت<span translate=\"no\"></span> أفضل صحفي ستكون. "
 ],
 [
  "<span translate=\"no\"></span>I think really the thing that comes to mind, even before ethics is empathy. ",
  "<span translate=\"no\"></span>أعتقد حقًا أن الشيء الذي يتبادر إلى الذهن، حتى قبل الأخلاق هو التعاطف. "
 ],
 [
  " You let your empathy guide your ethics. ",
  " أنت تدع تعاطفك يوجه أخلاقك. "
 ],
 [
  "<span translate=\"no\"></span>I would say at the end of the day, what you want to be is you want to be human and you want to be yourself. ",
  "<span translate=\"no\"></span>أود أن أقول في نهاية اليوم، ما تريد أن تكونه هو أنك تريد أن تكون إنسانًا وتريد أن تكون على طبيعتك. "
 ],
 [
  "<span translate=\"no\"></span>You will be surprised at how far your instinct will take you. ",
  "<span translate=\"no\"></span>ستندهش من المدى الذي ستأخذك إليه غريزتك. "
 ],
 [
  "Focus on that instinct, and that comes from truly just being <span translate=\"no\"></span>human and being yourself first before you step into your shoes as a professional. ",
  "ركز على هذه الغريزة, وهذا يأتي من مجرد كونك<span translate=\"no\"></span> إنسانًا وأن تكون على طبيعتك أولاً قبل أن تخطو إلى حذائك كمحترف. "
 ],
 [
  "<span translate=\"no\"></span>And I think you have to let the facts tell your story, let the facts that you've worked hard to get and facts that you <span translate=\"no\"></span>can put out without impunity and say, no matter which way you spin it, this is still real. ",
  "<span translate=\"no\"></span>وأعتقد أن عليك أن تدع الحقائق تحكي قصتك, دع الحقائق التي عملت بجد للحصول عليها والحقائق التي<span translate=\"no\"></span> يمكنك وضعها دون الإفلات من العقاب والقول, بغض النظر عن الطريقة التي تدور بها, هذا لا يزال حقيقيًا. "
 ],
 [
  "<span translate=\"no\"></span>You let those speak for themselves and the ethics will take care of itself. ",
  "<span translate=\"no\"></span>أنت تدع هؤلاء يتحدثون عن أنفسهم وستهتم الأخلاق بنفسها. "
 ],
 [
  "If you've done your homework, if you've done <span translate=\"no\"></span>your research, if you talk to everyone that you've absolutely wanted to talk to in regards to a particular story that ends <span translate=\"no\"></span>up guiding you a little bit more. ",
  "إذا كنت قد أنجزت واجبك المنزلي, إذا كنت قد أجريت بحثك, إذا تحدثت إلى كل شخص تريد التحدث إليه تمامًا فيما يتعلق بقصة معينة<span translate=\"no\"></span> تنتهي بتوجيهك أكثر قليلاً.<span translate=\"no\"></span> "
 ],
 [
  "So as much as you can be really research oriented, because again, that will help you make <span translate=\"no\"></span>better decisions when you're covering these stories and when you're in these situations and by the way, as someone who has <span translate=\"no\"></span>been a mentor to other people now in the industry, you're not being annoying and we really don't mind being able to go to <span translate=\"no\"></span>someone industry wise, who knows where you are and knows the position that you're in is so important and just do whatever <span translate=\"no\"></span>you need to do to find and identify. ",
  "بقدر ما يمكنك أن تكون موجهًا للبحث حقًا, لأنه مرة أخرى, سيساعدك ذلك على اتخاذ قرارات<span translate=\"no\"></span> أفضل عندما تغطي هذه القصص وعندما تكون في هذه المواقف وبالمناسبة, كشخص<span translate=\"no\"></span> كان مرشد لأشخاص آخرين الآن في الصناعة، أنت لست مزعجًا ولا نمانع حقًا في أن نكون قادرين على الذهاب إلى<span translate=\"no\"></span> شخص حكيم في الصناعة، يعرف مكانك ويعرف أن الموقف الذي أنت فيه مهم جدًا ويفعل أي شيء <span translate=\"no\"></span>ما عليك القيام به للعثور على وتحديد. "
 ],
 [
  "<span translate=\"no\"></span>Even if it's just one of those people, it'll take you really far. ",
  "<span translate=\"no\"></span>حتى لو كان مجرد واحد من هؤلاء الأشخاص، فسوف يأخذك بعيدًا حقًا. "
 ],
 [
  "You become an ethical journalist by, well, there's an <span translate=\"no\"></span>element of trial and error. ",
  "تصبح صحفيًا أخلاقيًا من خلال، حسنًا، هناك<span translate=\"no\"></span> عنصر التجربة والخطأ. "
 ],
 [
  "I think right, you have to learn on the ground you're gonna make mistakes and that's okay. ",
  "أعتقد أنه صحيح, عليك أن تتعلم على أرض الواقع أنك سترتكب أخطاء ولا بأس بذلك. "
 ],
 [
  "That's <span translate=\"no\"></span>not the end of the world. ",
  "هذه<span translate=\"no\"></span> ليست نهاية العالم. "
 ],
 [
  "<span translate=\"no\"></span>We are human and you have to just cop to it and try to learn from those mistakes and we have all made them. ",
  "<span translate=\"no\"></span>نحن بشر وعليك فقط التعامل معها ومحاولة التعلم من تلك الأخطاء وقد ارتكبناها جميعًا. "
 ],
 [
  "<span translate=\"no\"></span>Certainly I have. ",
  "<span translate=\"no\"></span>بالتأكيد لدي. "
 ],
 [
  "You can't learn everything from reading every book or watching every newscast. ",
  "لا يمكنك تعلم كل شيء من قراءة كل كتاب أو مشاهدة كل نشرة إخبارية. "
 ],
 [
  "<span translate=\"no\"></span>You can't learn everything from doing every master's or degree from journalism school, there is an element with journalism <span translate=\"no\"></span>in which you learn in the field, on the road surrounded by your peers. ",
  "<span translate=\"no\"></span>لا يمكنك تعلم كل شيء من القيام بكل ماجستير أو درجة من كلية الصحافة، فهناك عنصر<span translate=\"no\"></span> في الصحافة تتعلم فيه في هذا المجال، على الطريق المحاط بأقرانك. "
 ],
 [
  "Every situation that you find yourself in presents <span translate=\"no\"></span>itself with a learning opportunity. ",
  "كل موقف تجد نفسك فيه يقدم<span translate=\"no\"></span> نفسه بفرصة تعلم. "
 ],
 [
  "<span translate=\"no\"></span>So be aware, be thoughtful, be mindful in the moment. ",
  "<span translate=\"no\"></span>لذا كن على علم، كن مدروسًا، انتبه في الوقت الحالي. "
 ],
 [
  "<span translate=\"no\"></span>Be asking yourself, as someone presents you with an opportunity that seems interesting, but a little complex, take a beat. ",
  "<span translate=\"no\"></span>اسأل نفسك، حيث يقدم لك شخص ما فرصة تبدو مثيرة للاهتمام، ولكنها معقدة بعض الشيء، خذ إيقاعًا. "
 ],
 [
  "<span translate=\"no\"></span>Have a think. ",
  "<span translate=\"no\"></span>هل لديك فكرة. "
 ],
 [
  "Is this one of these moments where I need to like actually spend some time on this and hash it out and <span translate=\"no\"></span>consult with others who might be more experienced than I am. ",
  "هل هذه واحدة من هذه اللحظات التي أحتاج فيها إلى قضاء بعض الوقت في هذا الأمر وتجزئته<span translate=\"no\"></span> والتشاور مع الآخرين الذين قد يكونون أكثر خبرة مني. "
 ],
 [
  "<span translate=\"no\"></span>This is a learning process. ",
  "<span translate=\"no\"></span>هذه عملية تعلم. "
 ],
 [
  "<span translate=\"no\"></span>I still learn and I've been doing this for 21 years. ",
  "<span translate=\"no\"></span>ما زلت أتعلم وأنا أفعل ذلك منذ 21 عامًا. "
 ],
 [
  "<span translate=\"no\"></span>I learn every trip. ",
  "<span translate=\"no\"></span>أنا أتعلم كل رحلة. "
 ],
 [
  "Find someone that you trust who is more experienced, and who has kind of done a few of these, whether <span translate=\"no\"></span>it's a professor at university, whether it's someone on social media who you admire and trust. ",
  "ابحث عن شخص تثق به وأكثر خبرة, والذي قام ببعض هذه الأشياء, سواء<span translate=\"no\"></span> كان أستاذًا في الجامعة, سواء كان شخصًا على وسائل التواصل الاجتماعي يعجبك وتثق به. "
 ],
 [
  "You know, those of us who <span translate=\"no\"></span>do this, are very aware of the toll it takes. ",
  "أنت تعلم, أولئك منا الذين<span translate=\"no\"></span> يفعلون ذلك, يدركون تمامًا الخسائر التي يتكبدها. "
 ],
 [
  "<span translate=\"no\"></span>So don't be afraid to reach out to someone for advice because most of us do this job because we love it. ",
  "<span translate=\"no\"></span>لذلك لا تخف من التواصل مع شخص ما للحصول على المشورة لأن معظمنا يقوم بهذه المهمة لأننا نحبها. "
 ],
 [
  "<span translate=\"no\"></span>I would say 99.9% ",
  "<span translate=\"no\"></span>أود أن أقول 99.9٪ "
 ],
 [
  "do this job because we love it and and and we and we view it as a calling and therefore we <span translate=\"no\"></span>want to make sure that that we all kind of look out for each other, but we also look out for maintaining those standards <span translate=\"no\"></span>and maintaining those ethical guidelines. ",
  "القيام بهذه المهمة لأننا نحبها و ونحن نعتبرها دعوة، وبالتالي<span translate=\"no\"></span> نريد أن نتأكد من أننا جميعًا نبحث عن بعضنا البعض، ولكننا نبحث أيضًا عن الحفاظ على تلك المعايير<span translate=\"no\"></span> و الحفاظ على تلك المبادئ التوجيهية الأخلاقية. "
 ],
 [
  "<span translate=\"no\"></span>I think the first step you need to take is to acknowledge what you don't know and that may be a lot. ",
  "<span translate=\"no\"></span>أعتقد أن الخطوة الأولى التي عليك اتخاذها هي الاعتراف بما لا تعرفه وقد يكون كثيرًا. "
 ],
 [
  "<span translate=\"no\"></span>So it's taking a pill of humility right away and when you step in and you take that pill of humility, you quickly are able <span translate=\"no\"></span>to absorb a lot more because you don't have the ego in your way and you're able to approach people and ask as many questions <span translate=\"no\"></span>as possible. ",
  "<span translate=\"no\"></span>لذا فهي تأخذ حبة من التواضع على الفور وعندما تتدخل وتأخذ حبة التواضع هذه، ستتمكن<span translate=\"no\"></span> بسرعة من استيعاب الكثير لأنك لا تملك الأنا في طريقك وأنت قادر على الاقتراب من الناس. وطرح أكبر عدد<span translate=\"no\"></span> ممكن من الأسئلة. "
 ],
 [
  "<span translate=\"no\"></span>So that would be step two. ",
  "<span translate=\"no\"></span>لذلك ستكون الخطوة الثانية. "
 ],
 [
  "Take advantage of those around you by asking questions. ",
  "استفد من من حولك من خلال طرح الأسئلة. "
 ],
 [
  "<span translate=\"no\"></span>Be incredibly curious, delve into those topics with with a genuine desire to know every single angle that you can. ",
  "<span translate=\"no\"></span>كن فضوليًا بشكل لا يصدق, الخوض في هذه الموضوعات برغبة حقيقية في معرفة كل زاوية يمكنك القيام بها. "
 ],
 [
  "<span translate=\"no\"></span>And fortunately, I've stepped into a place where there are others who have been here many more years than I have and they <span translate=\"no\"></span>have far different experiences that I can glean something from. ",
  "<span translate=\"no\"></span>ولحسن الحظ, لقد دخلت إلى مكان يوجد فيه آخرون كانوا هنا منذ سنوات عديدة أكثر مما لدي<span translate=\"no\"></span> ولديهم تجارب مختلفة جدًا يمكنني استخلاص شيء منها. "
 ],
 [
  "<span translate=\"no\"></span>And so I tap into that and I ask questions and and try to fully understand every story and every topic from as many different <span translate=\"no\"></span>angles as possible. ",
  "<span translate=\"no\"></span>ولذا أستفيد من ذلك وأطرح أسئلة وأحاول أن أفهم تمامًا كل قصة وكل موضوع من أكبر عدد ممكن من<span translate=\"no\"></span> الزوايا المختلفة. "
 ],
 [
  "<span translate=\"no\"></span>If you approach it in a way of simply wanting to hear others out that will allow your reporting and your journalism to take <span translate=\"no\"></span>an objective and unique shape of its own. ",
  "<span translate=\"no\"></span>إذا كنت تتعامل معها بطريقة ترغب ببساطة في سماع الآخرين، فإن ذلك سيسمح لتقاريرك وصحافتك باتخاذ شكل<span translate=\"no\"></span> موضوعي وفريد من نوعه. "
 ],
 [
  "<span translate=\"no\"></span>I would say that the best journalists I've worked with here are the people who are unafraid about having their mind changed. ",
  "<span translate=\"no\"></span>أود أن أقول إن أفضل الصحفيين الذين عملت معهم هنا هم الأشخاص الذين لا يخافون من تغيير رأيهم. "
 ],
 [
  "<span translate=\"no\"></span>They are always persuadable. ",
  "<span translate=\"no\"></span>فهي دائما قابلة للإقناع. "
 ],
 [
  "<span translate=\"no\"></span>They have very fixed ideas. ",
  "<span translate=\"no\"></span>لديهم أفكار ثابتة للغاية. "
 ],
 [
  "<span translate=\"no\"></span>They're very smart. ",
  "<span translate=\"no\"></span>إنهم أذكياء للغاية. "
 ],
 [
  "And can follow clues and evidence very well, but are never so committed to their conclusion that <span translate=\"no\"></span>they can't be turned or asked to consider a different possible outcome that I think is actually the most ethical thing you <span translate=\"no\"></span>can do is to maintain your objectivity throughout, to not get committed to one line of thinking or narrative, and you <span translate=\"no\"></span>know, to let the story tell itself, so to speak. ",
  "ويمكن أن تتبع القرائن والأدلة بشكل جيد للغاية, لكنهم لم<span translate=\"no\"></span> يلتزموا أبدًا باستنتاجهم لدرجة أنه لا يمكن تحويلهم أو مطالبتهم بالنظر في نتيجة محتملة مختلفة أعتقد أنها في الواقع أكثر الأشياء أخلاقية لك<span translate=\"no\"></span> يمكن القيام به هو الحفاظ على موضوعيتك طوال الوقت، وعدم الالتزام بخط واحد من التفكير أو السرد، وكما<span translate=\"no\"></span> تعلمون، للسماح للقصة تحكي نفسها، إذا جاز التعبير. "
 ],
 [
  "<span translate=\"no\"></span>I think additionally, there's a burden to being a really good journalist emotionally and psychologically, particularly if <span translate=\"no\"></span>you're doing things like crime or international hotspots or poverty or any of those things that are really emotionally taxing <span translate=\"no\"></span>on you. ",
  "<span translate=\"no\"></span>أعتقد بالإضافة إلى ذلك, هناك عبء لكونك صحفيًا جيدًا عاطفيًا ونفسيًا, خاصة إذا<span translate=\"no\"></span> كنت تفعل أشياء مثل الجريمة أو النقاط الساخنة الدولية أو الفقر أو أي من تلك الأشياء فرض ضرائب<span translate=\"no\"></span> عاطفية عليك حقًا. "
 ],
 [
  "<span translate=\"no\"></span>And so I think the other thing that I would say is it's very important to take care of yourself. ",
  "<span translate=\"no\"></span>ولذا أعتقد أن الشيء الآخر الذي أود قوله هو أنه من المهم جدًا أن تعتني بنفسك. "
 ],
 [
  "<span translate=\"no\"></span>I've seen really, really, really good people just work themselves to exhaustion, and part of that exhaustion is they're not <span translate=\"no\"></span>mindful of emotional, the emotional intake that goes along with their reporting. ",
  "<span translate=\"no\"></span>لقد رأيت حقا، حقا، حقا الناس الطيبين فقط يعملون أنفسهم للإرهاق، وجزء من هذا الإرهاق هو أنهم لا<span translate=\"no\"></span> يدركون العاطفي، المدخول العاطفي الذي يتماشى مع تقاريرهم. "
 ],
 [
  "<span translate=\"no\"></span>So your mental health is absolutely as important as your physical health are really one and the same. ",
  "<span translate=\"no\"></span>لذا فإن صحتك العقلية لا تقل أهمية عن صحتك الجسدية هي نفسها حقًا. "
 ],
 [
  "<span translate=\"no\"></span>There's no shame about needing help. ",
  "<span translate=\"no\"></span>لا عيب في الحاجة إلى المساعدة. "
 ],
 [
  "<span translate=\"no\"></span>There's no shame about asking for it. ",
  "<span translate=\"no\"></span>لا عيب في طلب ذلك. "
 ],
 [
  "<span translate=\"no\"></span>The first thing that I will look for is to make sure that the story is accurate are our facts supported? When there are <span translate=\"no\"></span>statements that are so incredible <span translate=\"no\"></span>I look to see if it's supported by any documents or by other eyewitness corroboration and I also look for balance in a <span translate=\"no\"></span>story. ",
  "<span translate=\"no\"></span>أول شيء سأبحث عنه هو التأكد من أن القصة دقيقة هل حقائقنا مدعومة؟ عندما تكون هناك<span translate=\"no\"></span> تصريحات لا تصدق،<span translate=\"no\"></span> أتطلع لمعرفة ما إذا كانت مدعومة بأي وثائق أو تأكيد شهود عيان آخرين وأبحث أيضًا عن التوازن في<span translate=\"no\"></span> القصة. "
 ],
 [
  "<span translate=\"no\"></span>We want to make sure that there is balance and that especially in sensitive stories or stories that allege wrongdoing, we <span translate=\"no\"></span>want to make sure that all sides are fairly and equally balanced. ",
  "<span translate=\"no\"></span>نريد أن نتأكد من وجود توازن وأنه خاصة في القصص الحساسة أو القصص التي تدعي ارتكاب مخالفات,<span translate=\"no\"></span> نريد التأكد من أن جميع الأطراف متوازنة بشكل عادل ومتساو. "
 ],
 [
  "<span translate=\"no\"></span>Every story has different perspectives and I look to see if those are represented, also want to be transparent in a story <span translate=\"no\"></span>And part of that is including attribution. ",
  "<span translate=\"no\"></span>كل قصة لها وجهات نظر مختلفة وأتطلع لمعرفة ما إذا كانت ممثلة, تريد أيضًا أن تكون شفافًا في القصة<span translate=\"no\"></span> وجزء من ذلك يشمل الإسناد. "
 ],
 [
  "<span translate=\"no\"></span>Where is a statement coming from and who's saying it? <span translate=\"no\"></span>Do they have a motive for saying it? <span translate=\"no\"></span>We let the viewers decide, but we should be clear about who the sources are and what they're telling us. ",
  "<span translate=\"no\"></span>من أين يأتي البيان ومن يقول ذلك؟ <span translate=\"no\"></span>هل لديهم دافع لقول ذلك؟ <span translate=\"no\"></span>نسمح للمشاهدين باتخاذ القرار، ولكن يجب أن نكون واضحين بشأن من هي المصادر وما يخبروننا به. "
 ],
 [
  "<span translate=\"no\"></span>I would make sure that all of my facts are supported and that I provide links or documents to support any statements that <span translate=\"no\"></span>are made in the report, there's certainly things that we look for, we will want to make sure the facts are correct and that's <span translate=\"no\"></span>first and foremost above everything else. ",
  "<span translate=\"no\"></span>أود أن أتأكد من أن جميع الحقائق الخاصة بي مدعومة وأنني أقدم روابط أو مستندات لدعم أي بيانات<span translate=\"no\"></span> يتم الإدلاء بها في التقرير، وهناك بالتأكيد أشياء نبحث عنها، وسنرغب في التأكد من الحقائق صحيحة وهذا<span translate=\"no\"></span> أولاً وقبل كل شيء فوق كل شيء آخر. "
 ],
 [
  "<span translate=\"no\"></span>Is it accurate? <span translate=\"no\"></span>And once that question is answered, I'm looking for attribution to make sure it's there, that's a very key component for me. ",
  "<span translate=\"no\"></span>هل هي دقيقة؟ <span translate=\"no\"></span>وبمجرد الإجابة على هذا السؤال، أبحث عن الإسناد للتأكد من وجوده، وهذا عنصر أساسي للغاية بالنسبة لي. "
 ],
 [
  "<span translate=\"no\"></span>I think it's very important for us to be transparent with our audience to make sure that they know how we know what we're <span translate=\"no\"></span>reporting. ",
  "<span translate=\"no\"></span>أعتقد أنه من المهم جدًا بالنسبة لنا أن نكون شفافين مع جمهورنا للتأكد من أنهم يعرفون كيف نعرف ما نقوم<span translate=\"no\"></span> بالإبلاغ عنه. "
 ],
 [
  "<span translate=\"no\"></span>I think it's very important um to to include uh detailed attribution as much as possible. ",
  "<span translate=\"no\"></span>أعتقد أنه من المهم جدًا تضمين أه الإسناد التفصيلي قدر الإمكان. "
 ],
 [
  "<span translate=\"no\"></span>So we are transparent with our audience because that helps our trust factor. ",
  "<span translate=\"no\"></span>لذلك نحن نتسم بالشفافية مع جمهورنا لأن ذلك يساعد عامل الثقة لدينا. "
 ],
 [
  "<span translate=\"no\"></span>But it all starts with the facts and our researchers do an amazing job making sure that we are 100% accurate red flags. ",
  "<span translate=\"no\"></span>لكن كل شيء يبدأ بالحقائق ويقوم باحثونا بعمل رائع للتأكد من أننا أعلام حمراء دقيقة بنسبة 100٪. "
 ],
 [
  "<span translate=\"no\"></span>I'm looking for anything that is sensitive, controversial, alleging wrongdoing. ",
  "<span translate=\"no\"></span>أنا أبحث عن أي شيء حساس، مثير للجدل، يدعي ارتكاب مخالفات. "
 ],
 [
  "<span translate=\"no\"></span>We want to be mindful of those so that we understand, you know, you look at a story from all angles, you're testing every <span translate=\"no\"></span>hypothesis. ",
  "<span translate=\"no\"></span>نريد أن نضع في اعتبارنا تلك حتى نفهم، كما تعلمون، تنظر إلى قصة من جميع الزوايا، أنت تختبر كل<span translate=\"no\"></span> فرضية. "
 ],
 [
  "<span translate=\"no\"></span>You're testing your own biases. ",
  "<span translate=\"no\"></span>أنت تختبر تحيزاتك الخاصة. "
 ],
 [
  "<span translate=\"no\"></span>You're trying to see if there's anything in the story that if gets out somebody will push back and say that's wrong. ",
  "<span translate=\"no\"></span>أنت تحاول معرفة ما إذا كان هناك أي شيء في القصة إذا خرج شخص ما فسوف يتراجع ويقول أن هذا خطأ. "
 ],
 [
  "<span translate=\"no\"></span>So it could be wrong in terms of facts, which we can fix easily. ",
  "<span translate=\"no\"></span>لذلك يمكن أن يكون خطأ من حيث الحقائق، والتي يمكننا إصلاحها بسهولة. "
 ],
 [
  "<span translate=\"no\"></span>It could be wrong because we mischaracterize something. ",
  "<span translate=\"no\"></span>قد يكون خطأ لأننا نسيء وصف شيء ما. "
 ],
 [
  "<span translate=\"no\"></span>It could be wrong because we are defaming somebody because again, they're not based on facts. ",
  "<span translate=\"no\"></span>قد يكون خطأ لأننا نشوه سمعة شخص ما لأنه مرة أخرى، لا تستند إلى الحقائق. "
 ],
 [
  "<span translate=\"no\"></span>So we have not taken enough care these are all the red flags. ",
  "<span translate=\"no\"></span>لذلك لم نحرص بما يكفي، فهذه كلها علامات حمراء. "
 ],
 [
  "<span translate=\"no\"></span>The line between news stories and opinion based stories has become blurred over the last few years. ",
  "<span translate=\"no\"></span>أصبح الخط الفاصل بين القصص الإخبارية والقصص القائمة على الرأي غير واضح خلال السنوات القليلة الماضية. "
 ],
 [
  "<span translate=\"no\"></span>Um, and, and I think both should be held to the same standards. ",
  "<span translate=\"no\"></span>أ, و, وأعتقد أن كلاهما يجب أن يلتزم بنفس المعايير. "
 ],
 [
  "<span translate=\"no\"></span>The facts should be correct. ",
  "<span translate=\"no\"></span>يجب أن تكون الحقائق صحيحة. "
 ],
 [
  "<span translate=\"no\"></span>And um, they have to be supported by the truth. ",
  "<span translate=\"no\"></span>و أم، أنها يجب أن تكون مدعومة من قبل الحقيقة. "
 ],
 [
  "<span translate=\"no\"></span>Um, everybody is entitled to their own opinion, but they're not entitled to their own facts. ",
  "<span translate=\"no\"></span>أ, يحق للجميع إبداء رأيهم الخاص, لكن لا يحق لهم الحصول على الحقائق الخاصة بهم. "
 ],
 [
  "<span translate=\"no\"></span>We have to give some credit to the American people that they are somewhat intelligent and that they know the difference between <span translate=\"no\"></span>an opinion show and a news show. ",
  "<span translate=\"no\"></span>علينا أن نعطي بعض الفضل للشعب الأمريكي بأنهم أذكياء إلى حد ما وأنهم يعرفون الفرق بين<span translate=\"no\"></span> عرض الرأي والبرنامج الإخباري. "
 ],
 [
  "<span translate=\"no\"></span>You know, you're cynical. ",
  "<span translate=\"no\"></span>أنت تعلم, أنت ساخر. "
 ],
 [
  "Look at that... ",
  "انظر إلى ذلك... "
 ],
 [
  "cynical because you think we're bad for America. ",
  "ساخر لأنك تعتقد أننا سيئون لأمريكا. "
 ],
 [
  "<span translate=\"no\"></span>You think I'm bad for America? Yeah. ",
  "<span translate=\"no\"></span>هل تعتقد أنني سيئة لأمريكا؟ نعم. "
 ],
 [
  " In the long haul. ",
  " على المدى الطويل. "
 ],
 [
  "<span translate=\"no\"></span>I think you and all these opinion shows. ",
  "<span translate=\"no\"></span>أعتقد أنك وكل عروض الرأي هذه. "
 ],
 [
  " That's sad, Ted. ",
  " هذا محزن يا (تيد) "
 ],
 [
  "<span translate=\"no\"></span>No, you know why? <span translate=\"no\"></span>Because you're very good at what you do and because you have, you have attracted a significantly more influential. ",
  "<span translate=\"no\"></span>لا، أنت تعرف لماذا؟ <span translate=\"no\"></span>لأنك جيد جدًا في ما تفعله ولأن لديك، فقد جذبت أكثر تأثيرًا بشكل ملحوظ. "
 ],
 [
  "<span translate=\"no\"></span>Let me finish, let me finish the sentence. ",
  "<span translate=\"no\"></span>اسمحوا لي أن أنهي، اسمحوا لي أن أنهي الجملة. "
 ],
 [
  "<span translate=\"no\"></span>You you have you have attracted <span translate=\"no\"></span>people who are determined that ideology is more important than facts. ",
  "<span translate=\"no\"></span>لقد جذبت<span translate=\"no\"></span> أشخاصًا مصممين على أن الأيديولوجية أكثر أهمية من الحقائق. "
 ],
 [
  "<span translate=\"no\"></span>I think this is where the our profession has evolved in the past few years. ",
  "<span translate=\"no\"></span>أعتقد أن هذا هو المكان الذي تطورت فيه مهنتنا في السنوات القليلة الماضية. "
 ],
 [
  "<span translate=\"no\"></span>I mean a few years ago, you know, was unheard of to have opinions. ",
  "<span translate=\"no\"></span>أعني قبل بضع سنوات, أنت تعلم, لم يسمع به من قبل أن يكون لديه آراء. "
 ],
 [
  "<span translate=\"no\"></span>Uh, this is becoming more and more commonplace. ",
  "<span translate=\"no\"></span>اه، هذا أصبح أكثر وأكثر شيوعا. "
 ],
 [
  "<span translate=\"no\"></span>Welcome to the program. ",
  "<span translate=\"no\"></span>مرحبًا بك في البرنامج. "
 ],
 [
  "<span translate=\"no\"></span>You can have straightforward reporting, you can have news analysis, We have to have law and order, We have to have law and <span translate=\"no\"></span>order, This is rebellion, it is treason, it is lawlessness, It is unacceptable. ",
  "<span translate=\"no\"></span>يمكن أن يكون لديك تقارير مباشرة, يمكنك الحصول على تحليل الأخبار, يجب أن يكون لدينا القانون والنظام, يجب أن يكون لدينا القانون<span translate=\"no\"></span> والنظام, هذا تمرد, إنه خيانة, إنه خروج على القانون, هذا غير مقبول. "
 ],
 [
  "<span translate=\"no\"></span>And we are on a glide path at this point to having to look down the barrel of possible civil war. ",
  "<span translate=\"no\"></span>ونحن على طريق الانزلاق في هذه المرحلة إلى الاضطرار إلى النظر إلى أسفل برميل الحرب الأهلية المحتملة. "
 ],
 [
  " And then you can <span translate=\"no\"></span>have straight out opinion. ",
  " ومن ثم يمكنك<span translate=\"no\"></span> الحصول على رأي مباشر. "
 ],
 [
  " And it is not just news outlets. ",
  " وهي ليست مجرد منافذ إخبارية. "
 ],
 [
  "Stupid shows like ours lean heavily on local papers. ",
  "عروض غبية مثل عروضنا تتكئ بشدة على الصحف المحلية. "
 ],
 [
  "<span translate=\"no\"></span>In fact, whenever this show is mistakenly called journalism, it is a slap in the face to the actual journalists whose work <span translate=\"no\"></span>we rely on. ",
  "<span translate=\"no\"></span>في الواقع، كلما تم تسمية هذا العرض عن طريق الخطأ بالصحافة، فهو صفعة في وجه الصحفيين الفعليين الذين<span translate=\"no\"></span> نعتمد على عملهم. "
 ],
 [
  "<span translate=\"no\"></span>I always tell people, you know, there's some people who have been given that leeway by your news organization, our news organization <span translate=\"no\"></span>to do that. ",
  "<span translate=\"no\"></span>أنا دائما أقول للناس، كما تعلمون، هناك بعض الناس الذين تم منحهم هذه الفسحة من قبل منظمتك الإخبارية، منظمتنا الإخبارية<span translate=\"no\"></span> للقيام بذلك. "
 ],
 [
  "<span translate=\"no\"></span>Um, not everybody has that. ",
  "<span translate=\"no\"></span>أم، ليس الجميع لديه ذلك. "
 ],
 [
  "<span translate=\"no\"></span>Um, you know, many ordinary journalists will not be allowed to do that ever. ",
  "<span translate=\"no\"></span>أ, أنت تعلم, لن يُسمح للعديد من الصحفيين العاديين بفعل ذلك على الإطلاق. "
 ],
 [
  "<span translate=\"no\"></span>So you have to understand where you are in that system and, you know, especially with social media, where you have opportunities <span translate=\"no\"></span>to expand on certain things. ",
  "<span translate=\"no\"></span>لذلك عليك أن تفهم أين أنت في هذا النظام، وكما تعلم، خاصة مع وسائل التواصل الاجتماعي، حيث لديك فرص<span translate=\"no\"></span> للتوسع في أشياء معينة. "
 ],
 [
  "<span translate=\"no\"></span>Uh, you know, just take a, take a pause sometimes and say, do you really want to say this? <span translate=\"no\"></span>And does it need to be said now? <span translate=\"no\"></span>And does it need to be said now by me? <span translate=\"no\"></span>If it's just straightforward reporting, you don't have a problem with it, but opinion is a different matter. ",
  "<span translate=\"no\"></span>اه، كما تعلمون، مجرد اتخاذ، واتخاذ وقفة في بعض الأحيان ويقول، هل تريد حقا أن أقول هذا؟ <span translate=\"no\"></span>وهل يجب أن يقال الآن؟ <span translate=\"no\"></span>وهل يجب أن يقال الآن من قبلي؟ <span translate=\"no\"></span>إذا كان الأمر مجرد تقارير مباشرة، فلن تواجه مشكلة في ذلك، لكن الرأي أمر مختلف. "
 ],
 [
  "<span translate=\"no\"></span>I think more than anything, you really have to take a step back and look at the story that you're producing and act as if <span translate=\"no\"></span>you know nothing about this. ",
  "<span translate=\"no\"></span>أعتقد أكثر من أي شيء آخر، عليك حقًا أن تأخذ خطوة إلى الوراء وتنظر إلى القصة التي تنتجها وتتصرف كما لو<span translate=\"no\"></span> كنت لا تعرف شيئًا عن هذا. "
 ],
 [
  "<span translate=\"no\"></span>How am I receiving it? <span translate=\"no\"></span>What impact is it having on me? <span translate=\"no\"></span>Is it balanced? <span translate=\"no\"></span>Have I again met the threshold? <span translate=\"no\"></span>Because I've done as much reporting as necessary to really come back and say this is the truth based on the reporting <span translate=\"no\"></span>that we've done. ",
  "<span translate=\"no\"></span>كيف أستلمها؟ <span translate=\"no\"></span>ما هو تأثير ذلك علي؟ <span translate=\"no\"></span>هل هو متوازن؟ <span translate=\"no\"></span>هل قابلت العتبة مرة أخرى؟ <span translate=\"no\"></span>لأنني فعلت الكثير من التقارير حسب الضرورة للعودة حقًا وأقول أن هذه هي الحقيقة بناءً على التقارير<span translate=\"no\"></span> التي قمنا بها. "
 ],
 [
  "<span translate=\"no\"></span>You want to constantly be attuned to, How am I presenting this story? <span translate=\"no\"></span>And is it as ethical and moral as it should be and as balanced as it should be? <span translate=\"no\"></span>You have engaged in a terrorist activity. ",
  "<span translate=\"no\"></span>تريد أن تكون متناغمًا باستمرار مع, كيف أقدم هذه القصة? <span translate=\"no\"></span>وهل هي أخلاقية وأخلاقية كما ينبغي أن تكون ومتوازنة كما ينبغي أن تكون؟ <span translate=\"no\"></span>لقد شاركت في نشاط إرهابي. "
 ],
 [
  "<span translate=\"no\"></span>It's a short sentence that could end up being a death sentence. ",
  "<span translate=\"no\"></span>إنها جملة قصيرة يمكن أن ينتهي بها الأمر إلى حكم الإعدام. "
 ],
 [
  "<span translate=\"no\"></span>How did that make you feel? <span translate=\"no\"></span>It blows my mind. ",
  "<span translate=\"no\"></span>كيف جعلك ذلك تشعر? <span translate=\"no\"></span>إنه يفجر عقلي. "
 ],
 [
  "<span translate=\"no\"></span>How can they say that? <span translate=\"no\"></span>Just, just, just, you should have told me that you don't deserve to live in this great country, Zalmay Niazy, or \"Zee\" as he's <span translate=\"no\"></span>known, worked as an Afghan interpreter for the U.S. ",
  "<span translate=\"no\"></span>كيف يمكنهم قول ذلك؟ <span translate=\"no\"></span>فقط, فقط, فقط, كان يجب أن تخبرني أنك لا تستحق العيش في هذا البلد العظيم, زالماي نيازي, أو «زي» كما هو<span translate=\"no\"></span> معروف, عملت كمترجم أفغاني للولايات المتحدة. "
 ],
 [
  "<span translate=\"no\"></span>Military for roughly two years, starting in 2007 and came to the United States in 2014, making a home for himself in Iowa <span translate=\"no\"></span>I just want to be alive. ",
  "<span translate=\"no\"></span>العسكرية لمدة عامين تقريبا، بدءا من عام 2007 وجاء إلى الولايات المتحدة في عام 2014، مما يجعل منزلا لنفسه في ولاية ايوا<span translate=\"no\"></span> أريد فقط أن أكون على قيد الحياة. "
 ],
 [
  "<span translate=\"no\"></span>I've done it, I've counseled people to seek it and I fully support it, but I think that that is really inextricable with <span translate=\"no\"></span>being ethical because you want to be in the right mindset, you want to be in a position where you feel like you have your <span translate=\"no\"></span>best judgment against something and you frankly owe it to yourself ",
  "<span translate=\"no\"></span>لقد فعلت ذلك, لقد نصحت الناس بالبحث عنها وأنا أؤيدها بالكامل, لكنني أعتقد أن هذا لا ينفصم حقًا مع<span translate=\"no\"></span> كونك أخلاقيًا لأنك تريد أن تكون في العقلية الصحيحة, تريد أن تكون في وضع حيث أشعر أن لديك<span translate=\"no\"></span> أفضل حكم ضد شيء ما وأنت مدين له بصراحة لنفسك "
 ],
 [
  "<span translate=\"no\"></span>But his story started much earlier when the 33 year old was just nine and he says he and other kids were forced by the <span translate=\"no\"></span>Taliban to get them bread. ",
  "<span translate=\"no\"></span>لكن قصته بدأت قبل ذلك بكثير عندما كان البالغ من العمر 33 عامًا في التاسعة فقط ويقول إنه وأطفال آخرين أجبرتهم<span translate=\"no\"></span> طالبان على الحصول على الخبز لهم. "
 ],
 [
  "Motorcycles stopped right by our house and there was 5, 6 of us and said, every one of you are <span translate=\"no\"></span>going home and bring a piece of bread. ",
  "توقفت الدراجات النارية مباشرة عند منزلنا وكان هناك 5، 6 منا وقالوا، كل واحد منكم<span translate=\"no\"></span> ذاهب إلى المنزل وجلب قطعة من الخبز. "
 ],
 [
  "<span translate=\"no\"></span>Otherwise we will burn this house and we will do this. ",
  "<span translate=\"no\"></span>وإلا سنحرق هذا المنزل وسنفعل ذلك. "
 ],
 [
  "<span translate=\"no\"></span>And I was scared. ",
  "<span translate=\"no\"></span>وكنت خائفة. "
 ],
 [
  "<span translate=\"no\"></span>I had to. ",
  "<span translate=\"no\"></span>كان علي ذلك. "
 ],
 [
  "I thought I was a hero. ",
  "ظننت أنني بطل. "
 ],
 [
  "<span translate=\"no\"></span>I protected my family. ",
  "<span translate=\"no\"></span>لقد قمت بحماية عائلتي. "
 ],
 [
  "<span translate=\"no\"></span>And the bread was not bigger than a cellphone. ",
  "<span translate=\"no\"></span>ولم يكن الخبز أكبر من الهاتف المحمول. "
 ],
 [
  "<span translate=\"no\"></span>Zee told that story during his asylum interview with U.S. ",
  "<span translate=\"no\"></span>روى زي تلك القصة خلال مقابلة لجوئه مع الولايات المتحدة "
 ],
 [
  "<span translate=\"no\"></span>officials and now the United States says he engaged in terrorist activity. ",
  "<span translate=\"no\"></span>المسؤولين والآن الولايات المتحدة تقول انه شارك في نشاط إرهابي. "
 ],
 [
  "<span translate=\"no\"></span>Niazy suspects they're referring to the bread incident. ",
  "<span translate=\"no\"></span>يشتبه نيازي أنهم يشيرون إلى حادثة الخبز. "
 ],
 [
  "<span translate=\"no\"></span>I applied for political asylum. ",
  "<span translate=\"no\"></span>تقدمت بطلب للحصول على اللجوء السياسي. "
 ],
 [
  "<span translate=\"no\"></span>It's my right. ",
  "<span translate=\"no\"></span>إنه حقي. "
 ],
 [
  "<span translate=\"no\"></span>I want to be alive. ",
  "<span translate=\"no\"></span>أريد أن أكون على قيد الحياة. "
 ],
 [
  "<span translate=\"no\"></span>If you have an accusation of wrongdoing, you need to go to that person who's being accused and say, hey, what do you think <span translate=\"no\"></span>of this? <span translate=\"no\"></span>Someone shouldn't be accused of wrongdoing without knowing <span translate=\"no\"></span>they're going to be accused of wrongdoing beforehand. ",
  "<span translate=\"no\"></span>إذا كان لديك اتهام بارتكاب مخالفات, عليك أن تذهب إلى ذلك الشخص المتهم وتقول, مهلا, ما رأيك<span translate=\"no\"></span> في هذا? <span translate=\"no\"></span>لا ينبغي اتهام شخص ما بارتكاب مخالفات دون<span translate=\"no\"></span> أن يعرف أنه سيتم اتهامه بارتكاب مخالفات مسبقًا. "
 ],
 [
  "<span translate=\"no\"></span>They may not give a response, but at least you can tell your audience that you sought it. ",
  "<span translate=\"no\"></span>قد لا يقدمون ردًا، ولكن على الأقل يمكنك إخبار جمهورك أنك طلبت ذلك. "
 ],
 [
  "<span translate=\"no\"></span>And if they do give a response, you, you'd be sure to to include it as well. ",
  "<span translate=\"no\"></span>وإذا قدموا ردًا، فأنت متأكد من تضمينه أيضًا. "
 ],
 [
  "<span translate=\"no\"></span>The story would be a lesser of a story, <span translate=\"no\"></span>if you will, if you reported without saying, oh yeah, we reached out to so and so and they refused to comment or they haven't <span translate=\"no\"></span>gotten back to us. ",
  "<span translate=\"no\"></span>ستكون القصة أقل من قصة،<span translate=\"no\"></span> إذا صح التعبير، إذا أبلغت دون أن تقول، أوه نعم، لقد تواصلنا مع كذا وكذا ورفضوا التعليق أو لم<span translate=\"no\"></span> يحصلوا العودة إلينا. "
 ],
 [
  "<span translate=\"no\"></span>But we did reach out. ",
  "<span translate=\"no\"></span>لكننا تواصلنا. "
 ],
 [
  "<span translate=\"no\"></span>And it's also quite frankly important to our reputation to give folks the opportunity to reply. ",
  "<span translate=\"no\"></span>كما أنه من المهم بصراحة لسمعتنا منح الناس الفرصة للرد. "
 ],
 [
  "<span translate=\"no\"></span>It's always really important to think about all these things, the impact that something can have, even on an individual. ",
  "<span translate=\"no\"></span>من المهم دائمًا التفكير في كل هذه الأشياء، التأثير الذي يمكن أن يحدثه شيء ما، حتى على الفرد. "
 ],
 [
  "<span translate=\"no\"></span>I think we need to be careful not to become the judges or the juries of certain people. ",
  "<span translate=\"no\"></span>أعتقد أننا بحاجة إلى توخي الحذر حتى لا نصبح قضاة أو هيئات محلفين لأشخاص معينين. "
 ],
 [
  "<span translate=\"no\"></span>Our job is to expose the facts and show the facts. ",
  "<span translate=\"no\"></span>مهمتنا هي فضح الحقائق وإظهار الحقائق. "
 ],
 [
  "<span translate=\"no\"></span>Sometimes the reality is indisputable and that's great. ",
  "<span translate=\"no\"></span>في بعض الأحيان يكون الواقع غير قابل للجدل وهذا أمر رائع. "
 ],
 [
  "<span translate=\"no\"></span>But sometimes there's more to it. ",
  "<span translate=\"no\"></span>لكن في بعض الأحيان يكون هناك المزيد. "
 ],
 [
  "<span translate=\"no\"></span>We need to find those other parts of the story to make sure that we are being fair to everybody What people see and hear <span translate=\"no\"></span>in the media has a tremendous effect on their lives, has a tremendous effect on decisions they make from decisions that are <span translate=\"no\"></span>made in the schoolhouse to the courthouse. ",
  "<span translate=\"no\"></span>نحتاج إلى العثور على تلك الأجزاء الأخرى من القصة للتأكد من أننا منصفون للجميع. ما يراه الناس ويسمعونه<span translate=\"no\"></span> في وسائل الإعلام له تأثير هائل على حياتهم, له تأثير هائل على القرارات التي يتخذونها. من القرارات التي<span translate=\"no\"></span> يتم اتخاذها في المدرسة إلى المحكمة. "
 ],
 [
  "<span translate=\"no\"></span>If you were to believe local news in New York, you would think that 72% of assaults were committed by black folks. ",
  "<span translate=\"no\"></span>إذا كنت تصدق الأخبار المحلية في نيويورك، فستعتقد أن 72٪ من الاعتداءات ارتكبها أشخاص سود. "
 ],
 [
  "<span translate=\"no\"></span>But that's the number is not even close to correct. ",
  "<span translate=\"no\"></span>لكن هذا الرقم ليس قريبًا من التصحيح. "
 ],
 [
  "<span translate=\"no\"></span>When you compare it to NYPD arrest records. ",
  "<span translate=\"no\"></span>عند مقارنتها بسجلات اعتقال شرطة نيويورك. "
 ],
 [
  "<span translate=\"no\"></span>This type of overrepresentation, you know, sends a message that it's okay and it's justified to fear black folks. ",
  "<span translate=\"no\"></span>هذا النوع من التمثيل الزائد, أنت تعلم, يرسل رسالة مفادها أنه لا بأس به ومن المبرر الخوف من السود. "
 ],
 [
  "<span translate=\"no\"></span>It sends a message about who black people are, that is, you know, harmful and hurtful. ",
  "<span translate=\"no\"></span>إنه يرسل رسالة حول من هم السود، وهذا هو، كما تعلمون، ضار ومؤذي. "
 ],
 [
  "<span translate=\"no\"></span>And we see the stark contrast between crime that's actually happening and and what the media is actually showing. ",
  "<span translate=\"no\"></span>ونرى التناقض الصارخ بين الجريمة التي تحدث بالفعل وما تعرضه وسائل الإعلام بالفعل. "
 ],
 [
  "The idea <span translate=\"no\"></span>that that our media represents this two New York's this this New York where some people are going to be treated fairly and <span translate=\"no\"></span>equitably and some people are not, then that then plays out in our criminal justice system with policies like broken windows <span translate=\"no\"></span>and and stop and frisk. ",
  "فكرة<span translate=\"no\"></span> أن وسائل الإعلام لدينا تمثل هذين نيويورك هذا في نيويورك حيث سيتم التعامل مع بعض الناس<span translate=\"no\"></span> بشكل عادل ومنصف وبعض الناس ليسوا كذلك, ثم يلعب ذلك في نظام العدالة الجنائية لدينا. مع سياسات مثل النوافذ المكسورة<span translate=\"no\"></span> والتوقف والتفتيش. "
 ],
 [
  "Make no mistake. ",
  "لا نخطئ. "
 ],
 [
  "<span translate=\"no\"></span>You know, news directors, reporters have a ton of stories to choose from. ",
  "<span translate=\"no\"></span>أنت تعلم, مديري الأخبار, المراسلين لديهم الكثير من القصص للاختيار من بينها. "
 ],
 [
  "The decisions that are made in those bullpens inside <span translate=\"no\"></span>of local news stations, impact people's psyche every single day is something that we cannot overlook. ",
  "القرارات التي يتم اتخاذها في تلك الثيران داخل محطات<span translate=\"no\"></span> الأخبار المحلية، تؤثر على نفسية الناس كل يوم هو شيء لا يمكننا التغاضي عنه. "
 ],
 [
  "All of this information... ",
  "كل هذه المعلومات... "
 ],
 [
  "<span translate=\"no\"></span>all this data points to the fact that local news can do better and we stand ready to sit at the table and help them <span translate=\"no\"></span>make it happen. ",
  "<span translate=\"no\"></span>تشير كل هذه البيانات إلى حقيقة أن الأخبار المحلية يمكن أن تعمل بشكل أفضل ونحن على استعداد للجلوس على الطاولة ومساعدتهم على<span translate=\"no\"></span> تحقيق ذلك. "
 ],
 [
  "<span translate=\"no\"></span>The other end of your story are real human beings with lives with families with jobs. ",
  "<span translate=\"no\"></span>الطرف الآخر من قصتك هم بشر حقيقيون يعيشون مع عائلات لديها وظائف. "
 ],
 [
  "<span translate=\"no\"></span>The impact of your story could be enormous. ",
  "<span translate=\"no\"></span>يمكن أن يكون تأثير قصتك هائلاً. "
 ],
 [
  "<span translate=\"no\"></span>It could bring about change, but it could also lead to very unpleasant and unfortunate occurrences. ",
  "<span translate=\"no\"></span>يمكن أن يحدث التغيير، لكنه قد يؤدي أيضًا إلى أحداث غير سارة ومؤسفة للغاية. "
 ],
 [
  "<span translate=\"no\"></span>You know, you have to be mindful of that. ",
  "<span translate=\"no\"></span>أنت تعلم, عليك أن تضع في اعتبارك ذلك. "
 ],
 [
  "<span translate=\"no\"></span>You have to be mindful of the safety of the people whom you are talking to. ",
  "<span translate=\"no\"></span>عليك أن تضع في اعتبارك سلامة الأشخاص الذين تتحدث معهم. "
 ],
 [
  "<span translate=\"no\"></span>That includes sources who are giving you information, who maybe, you know, are at risk because they're putting forward <span translate=\"no\"></span>that information. ",
  "<span translate=\"no\"></span>يتضمن ذلك المصادر التي تقدم لك معلومات، والتي ربما، كما تعلمون، معرضة للخطر لأنها تطرح<span translate=\"no\"></span> تلك المعلومات. "
 ],
 [
  "The impact of your story can be enormous. ",
  "يمكن أن يكون تأثير قصتك هائلاً. "
 ],
 [
  "<span translate=\"no\"></span>And you know, it's sort of about harm limitation. ",
  "<span translate=\"no\"></span>وكما تعلمون، انها نوع من حول الحد من الضرر. "
 ],
 [
  "<span translate=\"no\"></span>You have to make sure you don't jeopardize your sources for anyone who is in the business, professional journalist or not. ",
  "<span translate=\"no\"></span>عليك التأكد من أنك لا تعرض مصادرك للخطر لأي شخص يعمل في مجال الأعمال التجارية أو صحفي محترف أم لا. "
 ],
 [
  "<span translate=\"no\"></span>The reality that once you've published something, it's going to have an impact. ",
  "<span translate=\"no\"></span>حقيقة أنه بمجرد نشر شيء ما، سيكون له تأثير. "
 ],
 [
  "<span translate=\"no\"></span>And basically you don't have control over what impact it's gonna have once it's published is something that everyone needs <span translate=\"no\"></span>to be aware of. ",
  "<span translate=\"no\"></span>وبشكل أساسي، لا يمكنك التحكم في التأثير الذي ستحدثه بمجرد نشره، وهو أمر يحتاج الجميع<span translate=\"no\"></span> إلى إدراكه. "
 ],
 [
  "--!-- 618939341.vtt",
  ""
 ],
 [
  "--!-- 618941350.vtt",
  ""
 ],
 [
  "--!-- 618944330.vtt",
  ""
 ],
 [
  "--!-- 618945402.vtt",
  ""
 ],
 [
  "There's always going to be an impact when you publish something. ",
  "سيكون هناك دائمًا تأثير عند نشر شيء ما. "
 ],
 [
  "<span translate=\"no\"></span>Maybe it's not immediate. ",
  "<span translate=\"no\"></span>ربما ليس فوريًا. "
 ],
 [
  "Online stories live forever. ",
  "تعيش القصص عبر الإنترنت إلى الأبد. "
 ],
 [
  "<span translate=\"no\"></span>So it's very important to think through that and to ask and answer all the questions that you or the people who are <span translate=\"no\"></span>trusting you with their story might have upfront before you publish. ",
  "<span translate=\"no\"></span>لذلك من المهم جدًا التفكير في ذلك وطرح والإجابة على جميع الأسئلة التي قد تكون لديك أنت أو الأشخاص الذين<span translate=\"no\"></span> يثقون بك في قصتهم مقدمًا قبل النشر. "
 ],
 [
  "<span translate=\"no\"></span>So that then when you publish, you've had the conversations that you need to have. ",
  "<span translate=\"no\"></span>لذلك عندما تنشر، تكون قد أجريت المحادثات التي تحتاج إليها. "
 ],
 [
  "Were also very careful about identifying <span translate=\"no\"></span>victims of victims or survivors, identifying victims or survivors of sexual assault. ",
  "نحن أيضًا حريصون جدًا على تحديد<span translate=\"no\"></span> ضحايا الضحايا أو الناجين, تحديد الضحايا أو الناجين من الاعتداء الجنسي. "
 ],
 [
  "<span translate=\"no\"></span>Because in many countries, there are laws that prevent you from identifying them. ",
  "<span translate=\"no\"></span>لأنه في العديد من البلدان، هناك قوانين تمنعك من التعرف عليها. "
 ],
 [
  "<span translate=\"no\"></span>We are careful about not identifying the victims unless they've come forward themselves. ",
  "<span translate=\"no\"></span>نحن حريصون على عدم تحديد هوية الضحايا ما لم يتقدموا بأنفسهم. "
 ],
 [
  "<span translate=\"no\"></span>These are the kinds of stories we take extra care with. ",
  "<span translate=\"no\"></span>هذه هي أنواع القصص التي نهتم بها بشكل إضافي. "
 ],
 [
  "<span translate=\"no\"></span>One of the things that is really important in journalism is when there's a story that is of public interest, it's really <span translate=\"no\"></span>important to create an understanding with people who don't have that experience. ",
  "<span translate=\"no\"></span>أحد الأشياء المهمة حقًا في الصحافة هو عندما تكون هناك قصة ذات اهتمام عام، من<span translate=\"no\"></span> المهم حقًا خلق تفاهم مع الأشخاص الذين ليس لديهم تلك الخبرة. "
 ],
 [
  "<span translate=\"no\"></span>One thing that I think is a really important practice in terms of impact, and this is especially the case for when journalists <span translate=\"no\"></span>are interviewing someone who is not a public official who is not used to talking to journalists is not used to talking to press. ",
  "<span translate=\"no\"></span>هناك شيء واحد أعتقد أنه ممارسة مهمة حقًا من حيث التأثير، وهذا هو الحال بشكل خاص عندما<span translate=\"no\"></span> يجري الصحفيون مقابلات مع شخص ليس موظفًا عامًا غير معتاد على التحدث إلى الصحفيين غير معتاد على التحدث إلى الصحافة. "
 ],
 [
  "<span translate=\"no\"></span>Say, what questions do you have for me? <span translate=\"no\"></span>How can I how can I demystify this process for you? <span translate=\"no\"></span>Because you may be the only journalist that they ever talked to. ",
  "<span translate=\"no\"></span>قل، ما هي الأسئلة التي لديك بالنسبة لي؟ <span translate=\"no\"></span>كيف يمكنني إزالة الغموض عن هذه العملية بالنسبة لك؟ <span translate=\"no\"></span>لأنك قد تكون الصحفي الوحيد الذي تحدثوا إليه على الإطلاق. "
 ],
 [
  "And when we're talking about ethical considerations, the <span translate=\"no\"></span>people that trust you with their stories, you know, you need to live up to that ethical obligation to to get it right and <span translate=\"no\"></span>tell that... ",
  "وعندما نتحدث عن الاعتبارات الأخلاقية،<span translate=\"no\"></span> الناس الذين يثقون بك مع قصصهم، كما تعلمون، تحتاج إلى أن ترقى إلى هذا الالتزام الأخلاقي للحصول عليه الحق<span translate=\"no\"></span> وأقول أن... "
 ],
 [
  "tell that whole story. ",
  "أخبر تلك القصة بأكملها. "
 ],
 [
  "<span translate=\"no\"></span>I was once in a situation where I was interviewing a victim of human trafficking and in the middle of that interview, I realized <span translate=\"no\"></span>that a mental health condition was involved. ",
  "<span translate=\"no\"></span>كنت ذات مرة في موقف حيث كنت أجري مقابلة مع ضحية للاتجار بالبشر وفي منتصف تلك المقابلة، أدركت<span translate=\"no\"></span> أن هناك حالة صحية عقلية متورطة. "
 ],
 [
  "<span translate=\"no\"></span>There have been many similar instances where in the middle of our coverage, we realize that one shot one interview, one situation, <span translate=\"no\"></span>may cause more harm than good and we never hesitate to walk away from from that. ",
  "<span translate=\"no\"></span>كانت هناك العديد من الحالات المماثلة حيث في منتصف تغطيتنا, ندرك أن طلقة واحدة مقابلة واحدة, حالة واحدة,<span translate=\"no\"></span> قد يسبب ضررًا أكثر مما ينفع ولا نتردد أبدًا في الابتعاد عن ذلك. "
 ],
 [
  "<span translate=\"no\"></span>The other kind of stories that we are very careful about is stories involving children. ",
  "<span translate=\"no\"></span>النوع الآخر من القصص التي نتوخى الحذر الشديد بشأنها هو القصص التي تشمل الأطفال. "
 ],
 [
  "<span translate=\"no\"></span>If there are children, if we are showing children, we want to be very careful because again, they are protected. ",
  "<span translate=\"no\"></span>إذا كان هناك أطفال، إذا عرضنا أطفالًا، فنحن نريد أن نكون حذرين للغاية لأنهم محميون مرة أخرى. "
 ],
 [
  "<span translate=\"no\"></span>Because you don't want them to be put in a light that will follow them for the rest of their lives. ",
  "<span translate=\"no\"></span>لأنك لا تريدهم أن يضعوا في ضوء يتبعهم لبقية حياتهم. "
 ],
 [
  "Here <span translate=\"no\"></span>in this part of Big Sky country, disturbing allegations are just over the horizon. ",
  "هنا<span translate=\"no\"></span> في هذا الجزء من بلد Big Sky، هناك ادعاءات مزعجة تلوح في الأفق. "
 ],
 [
  "<span translate=\"no\"></span>In the town of St. ",
  "<span translate=\"no\"></span>في بلدة St. "
 ],
 [
  "Ignatius, Montana. ",
  "إغناطيوس، مونتانا. "
 ],
 [
  "<span translate=\"no\"></span>Where the religious boarding school, Pine Haven Christian Children's Ranch is located. ",
  "<span translate=\"no\"></span>حيث تقع المدرسة الداخلية الدينية، باين هافن كريستيان تشيلدرنز رانش. "
 ],
 [
  "<span translate=\"no\"></span>It's been run for nearly four decades by this 82 year old preacher. ",
  "<span translate=\"no\"></span>لقد تم تشغيله منذ ما يقرب من أربعة عقود من قبل هذا الواعظ البالغ من العمر 82 عامًا. "
 ],
 [
  " Is it troubled kids or your kids with troubled parents? <span translate=\"no\"></span>Who's coming here?  All of the above and more. ",
  " هل الأطفال المضطربون أو أطفالك مع الآباء المضطربين؟ <span translate=\"no\"></span>من سيأتي إلى هنا؟ كل ما سبق وأكثر. "
 ],
 [
  " Bob Larson is blunt. ",
  " بوب لارسون صريح. "
 ],
 [
  "<span translate=\"no\"></span>Any kid who comes here is expected to behave and praise the Lord. ",
  "<span translate=\"no\"></span>من المتوقع أن يتصرف أي طفل يأتي إلى هنا ويمدح الرب. "
 ],
 [
  "<span translate=\"no\"></span>What do you try to teach these children first of all about christian unity? <span translate=\"no\"></span>Well that God loves them and God is the answer of everything. ",
  "<span translate=\"no\"></span>ماذا تحاول تعليم هؤلاء الأطفال أولاً وقبل كل شيء عن الوحدة المسيحية? <span translate=\"no\"></span>حسنًا، أن الله يحبهم والله هو إجابة كل شيء. "
 ],
 [
  "<span translate=\"no\"></span>He's the ruler of the universe. ",
  "<span translate=\"no\"></span>إنه حاكم الكون. "
 ],
 [
  "<span translate=\"no\"></span>He made man, he made the world, he made the rules, but some say there's more to Pine Haven than just christian teachings <span translate=\"no\"></span>They say there's violence. ",
  "<span translate=\"no\"></span>لقد صنع الإنسان, صنع العالم, وضع القواعد, لكن البعض يقول أن باين هافن أكثر من مجرد تعاليم مسيحية<span translate=\"no\"></span> يقولون إن هناك عنفًا. "
 ],
 [
  "Denise and Dave Bingham were house parents at Pine Haven for five years until 2010. ",
  "كان دينيس وديف بينغهام والدين منزليين في باين هافن لمدة خمس سنوات حتى عام 2010. "
 ],
 [
  " In charge of <span translate=\"no\"></span>taking care of children who lived in one of the cabin-style homes on the ranch. ",
  " مسؤول عن<span translate=\"no\"></span> رعاية الأطفال الذين يعيشون في أحد المنازل على طراز الكابينة في المزرعة. "
 ],
 [
  "<span translate=\"no\"></span>Children are hurt at Pine Haven. ",
  "<span translate=\"no\"></span>يصاب الأطفال في باين هافن. "
 ],
 [
  "<span translate=\"no\"></span>When kids won't obey, physical pain is used to get them to comply. ",
  "<span translate=\"no\"></span>عندما لا يطيع الأطفال، يتم استخدام الألم الجسدي لحملهم على الامتثال. "
 ],
 [
  "<span translate=\"no\"></span>I think the most important question you have to ask yourself firstly is are you putting people's lives in danger? <span translate=\"no\"></span>But I think the overarching theme is about protecting your sources and making sure that you're not putting people in danger <span translate=\"no\"></span>by having them tell their story. ",
  "<span translate=\"no\"></span>أعتقد أن أهم سؤال يجب أن تطرحه على نفسك أولاً هو أنك تعرض حياة الناس للخطر؟ <span translate=\"no\"></span>لكنني أعتقد أن الموضوع الشامل هو حماية مصادرك والتأكد من أنك لا تعرض الناس للخطر<span translate=\"no\"></span> من خلال جعلهم يروون قصتهم. "
 ],
 [
  "<span translate=\"no\"></span>And it may be a case of you need to protect their identity. ",
  "<span translate=\"no\"></span>وقد تكون حالة تحتاج إلى حماية هويتهم. "
 ],
 [
  "<span translate=\"no\"></span>You need to change their voice. ",
  "<span translate=\"no\"></span>تحتاج إلى تغيير صوتهم. "
 ],
 [
  "<span translate=\"no\"></span>You need to conceal their face. ",
  "<span translate=\"no\"></span>تحتاج إلى إخفاء وجوههم. "
 ],
 [
  "<span translate=\"no\"></span>You need to change their name. ",
  "<span translate=\"no\"></span>تحتاج إلى تغيير اسمهم. "
 ],
 [
  "<span translate=\"no\"></span>There are a number of different ways that you can tell still tell the story without directly endangering the subject. ",
  "<span translate=\"no\"></span>هناك عدد من الطرق المختلفة التي يمكنك من خلالها سرد القصة دون تعريض الموضوع للخطر بشكل مباشر. "
 ],
 [
  "<span translate=\"no\"></span>So, I've always felt like it comes down to really one basic question and that is, am I taking into account the humanity of <span translate=\"no\"></span>the person or people I'm covering. ",
  "<span translate=\"no\"></span>لذلك، شعرت دائمًا أن الأمر يتعلق بسؤال أساسي واحد حقًا وهو، هل آخذ في الاعتبار إنسانية الشخص أو الأشخاص الذين أغطيهم.<span translate=\"no\"></span> "
 ],
 [
  "<span translate=\"no\"></span>And if you force yourself to acknowledge their humanity, you're gonna make better choices. ",
  "<span translate=\"no\"></span>وإذا أجبرت نفسك على الاعتراف بإنسانيتهم، فستتخذ خيارات أفضل. "
 ],
 [
  "<span translate=\"no\"></span>I think it gets dangerous for journalists when you objectify the subject of your story and it may be more emotionally difficult <span translate=\"no\"></span>to make them human all the time. ",
  "<span translate=\"no\"></span>أعتقد أنه يصبح خطيرًا على الصحفيين عندما تعترض على موضوع قصتك وقد يكون من<span translate=\"no\"></span> الصعب عاطفيًا جعلهم بشرًا طوال الوقت. "
 ],
 [
  "<span translate=\"no\"></span>But you're gonna make better choices if you do ",
  "<span translate=\"no\"></span>لكنك ستتخذون خيارات أفضل إذا فعلت "
 ],
 [
  "--!-- 618946507.vtt",
  ""
 ],
 [
  "<span translate=\"no\"></span>I think the decisions we make on an ethical level are better with the more people we involve. ",
  "<span translate=\"no\"></span>أعتقد أن القرارات التي نتخذها على المستوى الأخلاقي أفضل مع المزيد من الأشخاص الذين نشركهم. "
 ],
 [
  "The most important thing is <span translate=\"no\"></span>to get to know why we disagree on things, where are the different sensitivities around the topic. ",
  "أهم شيء هو التعرف<span translate=\"no\"></span> على سبب اختلافنا حول الأشياء، أين الحساسيات المختلفة حول الموضوع. "
 ],
 [
  "And most of the times we get <span translate=\"no\"></span>to a common place and I think it's a better place for the story or for whatever we're doing, it is definitely a collaboration. ",
  "وفي معظم الأوقات نصل<span translate=\"no\"></span> إلى مكان مشترك وأعتقد أنه مكان أفضل للقصة أو لأي شيء نقوم به، إنه بالتأكيد تعاون. "
 ],
 [
  "<span translate=\"no\"></span>No decision really should be made in isolation. ",
  "<span translate=\"no\"></span>لا ينبغي اتخاذ أي قرار في عزلة. "
 ],
 [
  "<span translate=\"no\"></span>That's just not a good way of doing it. ",
  "<span translate=\"no\"></span>هذه ليست طريقة جيدة للقيام بذلك. "
 ],
 [
  "<span translate=\"no\"></span>And sometimes we all have to understand, we're not always going to agree because a lot of these things are very sensitive. ",
  "<span translate=\"no\"></span>وفي بعض الأحيان علينا جميعًا أن نفهم، لن نتفق دائمًا لأن الكثير من هذه الأشياء حساسة للغاية. "
 ]
]