[
 [
  "Ethics in Journalism (NEW-Arabic)",
  "الأخلاق في الصحافة (اللغة العربية الجديدة)"
 ],
 [
  "Journalists confront ethical issues at every stage of their work, from selecting stories and conducting interviews to choosing language and selecting images to use in the final edit. ",
  "يواجه الصحفيون قضايا أخلاقية في كل مرحلة من مراحل عملهم، من اختيار القصص وإجراء المقابلات إلى اختيار اللغة واختيار الصور لاستخدامها في التعديل النهائي. "
 ],
 [
  "This course will provide you with a comprehensive overview of the ",
  "ستزودك هذه الدورة بنظرة عامة شاملة على "
 ],
 [
  "ethical pillars ",
  "الركائز الأخلاقية "
 ],
 [
  "of journalism, including guidance",
  "من الصحافة، بما في ذلك التوجيه"
 ],
 [
  " from some of CNN's most experienced reporters as well as key personnel from ",
  " من بعض المراسلين الأكثر خبرة في CNN بالإضافة إلى الموظفين الرئيسيين من "
 ],
 [
  "The TRIAD",
  "ذا ثالوث"
 ],
 [
  ", CNN's editorial and quality-control nerve center.",
  "، مركز الأعصاب التحريري ومراقبة الجودة في CNN."
 ],
 [
  "Introduction : Journalism & Ethics",
  "مقدمة: الصحافة والأخلاق"
 ],
 [
  "The Importance of Being an Ethical Journalist ",
  "أهمية أن تكون صحفيًا أخلاقيًا "
 ],
 [
  "Why be an Ethical Journalist? ",
  "لماذا تكون صحفيًا أخلاقيًا؟ "
 ],
 [
  "Short answer: \"If you're not ethical, you're not a journalist.\" Ethics aren't a supplementary or additional consideration, they are at the heart of what it means to be a journalist.",
  "إجابة قصيرة: «إذا لم تكن أخلاقيًا، فأنت لست صحفيًا». الأخلاق ليست اعتبارًا تكميليًا أو إضافيًا، فهي في صميم ما يعنيه أن تكون صحفيًا."
 ],
 [
  "Three Reasons to be Ethical ",
  "ثلاثة أسباب لتكون أخلاقية "
 ],
 [
  "Journalism plays a central role in democracies as citizens look to the news to help them make informed decisions about the societies they live in. Journalists need to identify and work in the ",
  "تلعب الصحافة دورًا مركزيًا في الديمقراطيات حيث يتطلع المواطنون إلى الأخبار لمساعدتهم على اتخاذ قرارات مستنيرة بشأن المجتمعات التي يعيشون فيها. يحتاج الصحفيون إلى تحديد والعمل في "
 ],
 [
  "public interest",
  "المصلحة العامة"
 ],
 [
  ", which can sometimes mean telling stories that the public needs to hear but may not want to hear. They also need the courage to stand up to those in power when the facts challenge official narratives. ",
  "، وهو ما قد يعني في بعض الأحيان سرد القصص التي يحتاج الجمهور إلى سماعها ولكن قد لا يرغب في سماعها. كما أنهم بحاجة إلى الشجاعة للوقوف في وجه من هم في السلطة عندما تتحدى الحقائق الروايات الرسمية. "
 ],
 [
  "Public Service",
  "الخدمة العامة"
 ],
 [
  "Ethical standards provide the basis for our careers as individual journalists, the viability of the news outlets we work for and the integrity of our profession as a whole. As journalists, we have nothing to offer except the stories we tell and if the public lose faith in us, we are lost. Working ethically means maintaining the ",
  "توفر المعايير الأخلاقية الأساس لمهننا كصحفيين فرديين، وجدوى المنافذ الإخبارية التي نعمل من أجلها ونزاهة مهنتنا ككل. كصحفيين، ليس لدينا ما نقدمه سوى القصص التي نرويها وإذا فقد الجمهور الثقة بنا، فإننا ضائعون. العمل الأخلاقي يعني الحفاظ على "
 ],
 [
  "credibility",
  "مصداقية"
 ],
 [
  " upon which our status as professionals is built. ",
  " التي بنيت عليها مكانتنا كمحترفين. "
 ],
 [
  "Practicality",
  "التطبيق العملي"
 ],
 [
  "We choose to be journalists out of a desire to inform, to tell stories that matter. Without ethics, we risk compromising the very intentions that got us here. ",
  "نختار أن نكون صحفيين بدافع الرغبة في الإعلام، لرواية القصص المهمة. بدون الأخلاق، نخاطر بالمساس بالنوايا ذاتها التي أوصلتنا إلى هنا. "
 ],
 [
  "Ask yourself:",
  "اسأل نفسك:"
 ],
 [
  "Would you pursue a story knowing that you had exploited someone in the process? ",
  "هل ستتابع قصة مع العلم أنك استغلت شخصًا ما في هذه العملية? "
 ],
 [
  "Would that be compatible with the reason you became a journalist in the first place? ",
  "هل سيكون ذلك متوافقًا مع سبب كونك صحفيًا في المقام الأول؟ "
 ],
 [
  "We adhere to professional ethics in order to help us preserve the integrity we need to be confident and committed in our work.",
  "نحن نلتزم بالأخلاقيات المهنية من أجل مساعدتنا في الحفاظ على النزاهة التي نحتاجها لنكون واثقين وملتزمين في عملنا."
 ],
 [
  "Morality",
  "الأخلاق"
 ],
 [
  "Why Ethics Matter",
  "لماذا الأخلاق مهمة"
 ],
 [
  "Rafael Romo",
  "رافائيل رومو"
 ],
 [
  "Rafael Romo, CNN Senior Latin American Affairs Editor",
  "رافائيل رومو، محرر شؤون أمريكا اللاتينية في CNN"
 ],
 [
  "Ethics is my compass and my North Star... ethics is the one shield that can protect true journalism from any external source of corruption and negative influences.",
  "الأخلاق هي بوصلتي ونجمة الشمال... الأخلاق هي الدرع الوحيد الذي يمكن أن يحمي الصحافة الحقيقية من أي مصدر خارجي للفساد والتأثيرات السلبية."
 ],
 [
  "This is \"L1V1 Why Ethics Matter FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L1V1 لماذا الأخلاق مهمة نهائية» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L1V1 Why Ethics Matter FINAL",
  "L1V1 لماذا الأخلاق مهمة نهائية"
 ],
 [
  "Complete the content above before moving on.",
  "أكمل المحتوى أعلاه قبل الانتقال."
 ],
 [
  "CONTINUE",
  "استمر"
 ],
 [
  "Ethical Standards Around the Globe",
  "المعايير الأخلاقية حول العالم"
 ],
 [
  "Clarissa Ward",
  "كلاريسا وارد"
 ],
 [
  "Clarissa Ward, CNN Chief International Correspondent",
  "كلاريسا وارد، كبير المراسلين الدوليين لشبكة CNN"
 ],
 [
  "What's important is to be having the conversations, thinking deeply about the ethical issues and discussing with other people in your organization to make sure that you're getting multiple perspectives and making the best decisions possible.",
  "المهم هو إجراء المحادثات والتفكير بعمق في القضايا الأخلاقية والمناقشة مع أشخاص آخرين في مؤسستك للتأكد من حصولك على وجهات نظر متعددة واتخاذ أفضل القرارات الممكنة."
 ],
 [
  "This is \"L2V3 Ethical Standards around the Globe FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «المعايير الأخلاقية L2V3 حول العالم النهائي» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L2V3 Ethical Standards around the Globe FINAL",
  "المعايير الأخلاقية L2V3 حول العالم FINAL"
 ],
 [
  "Check Your Understanding",
  "تحقق من فهمك"
 ],
 [
  "That's correct! Journalists need to understand that the consequences of an ethical lapse can be far-reaching. ",
  "هذا صحيح! يحتاج الصحفيون إلى فهم أن عواقب الهفوة الأخلاقية يمكن أن تكون بعيدة المدى. "
 ],
 [
  "Abandoning ethics might be more consequential than you think...  ",
  "قد يكون التخلي عن الأخلاق أكثر تبعية مما تعتقد... "
 ],
 [
  "What could happen if a journalist abandons their ethical principles?",
  "ماذا يمكن أن يحدث إذا تخلى الصحفي عن مبادئه الأخلاقية؟"
 ],
 [
  "They could lose the trust of their audience.",
  "يمكن أن يفقدوا ثقة جمهورهم."
 ],
 [
  "Their employer might suffer reputational damage.",
  "قد يعاني صاحب العمل من ضرر بالسمعة."
 ],
 [
  "Journalism as a profession would lose credibility.",
  "الصحافة كمهنة ستفقد مصداقيتها."
 ],
 [
  "Members of the public could be adversely affected.",
  "يمكن أن يتأثر أفراد الجمهور سلبًا."
 ],
 [
  "In the first lesson: ",
  "في الدرس الأول: "
 ],
 [
  "We'll explore the role of a professional journalist.",
  "سنستكشف دور الصحفي المحترف."
 ],
 [
  "What is the Role of a Professional Journalist? ",
  "ما هو دور الصحفي المحترف؟ "
 ],
 [
  "The Role of a Professional Journalist",
  "دور الصحفي المحترف"
 ],
 [
  "A journalist's audience is now bigger than ever before, and with this ever-expanding audience comes increasing expectations. So what exactly is the role of a professional journalist?",
  "أصبح جمهور الصحفي الآن أكبر من أي وقت مضى، ومع هذا الجمهور المتزايد باستمرار تأتي توقعات متزايدة. إذن ما هو بالضبط دور الصحفي المحترف؟"
 ],
 [
  "In this lesson, we will look at three key roles of journalism:",
  "في هذا الدرس، سننظر في ثلاثة أدوار رئيسية للصحافة:"
 ],
 [
  "To hold power to account",
  "للاحتفاظ بالقدرة على الحساب"
 ],
 [
  "Front of card 3",
  "الجزء الأمامي من البطاقة 3"
 ],
 [
  "To work in the public interest",
  "للعمل في المصلحة العامة"
 ],
 [
  "Front of card 2",
  "الجزء الأمامي من البطاقة 2"
 ],
 [
  "To seek the truth",
  "للبحث عن الحقيقة"
 ],
 [
  "Front of card 1",
  "الجزء الأمامي من البطاقة 1"
 ],
 [
  "Seeking the Truth",
  "البحث عن الحقيقة"
 ],
 [
  "Journalism is nothing without the ",
  "الصحافة لا شيء بدون "
 ],
 [
  "pursuit of truth",
  "السعي وراء الحقيقة"
 ],
 [
  ". To seek, to tell and to defend the truth define what it means to be a professional journalist. While the truth may be concealed, contested or controversial, it remains the duty of the journalist to pursue it as far and as faithfully as circumstances allow.  ",
  ". البحث عن الحقيقة وإخبارها والدفاع عنها حدد معنى أن تكون صحفيًا محترفًا. في حين أن الحقيقة قد تكون مخفية أو متنازع عليها أو مثيرة للجدل، يبقى من واجب الصحفي متابعتها بقدر ما تسمح به الظروف وبأمانة. "
 ],
 [
  "Nieman Reports",
  "تقارير نيمان"
 ],
 [
  "This first principle of journalism—its disinterested pursuit of truth—is ultimately what sets it apart from all other forms of communications.",
  "هذا المبدأ الأول للصحافة - سعيها غير المهتم للحقيقة - هو في النهاية ما يميزها عن جميع أشكال الاتصالات الأخرى."
 ],
 [
  "International Federation of Journalists",
  "الاتحاد الدولي للصحفيين"
 ],
 [
  "Respect for the facts and for the right of the public to truth is the first duty of the journalist.",
  "إن احترام الحقائق وحق الجمهور في معرفة الحقيقة هو الواجب الأول للصحفي."
 ],
 [
  "Ethical Journalism Network",
  "شبكة الصحافة الأخلاقية"
 ],
 [
  "Journalists cannot always guarantee ‘truth’, but getting the facts right is the cardinal principle of journalism.",
  "لا يمكن للصحفيين دائمًا ضمان «الحقيقة»، لكن الحصول على الحقائق بشكل صحيح هو المبدأ الأساسي للصحافة."
 ],
 [
  "This is \"L1V2 Seeking the Truth FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L1V2 البحث عن الحقيقة النهائي» من قبل أكاديمية CNN على Vimeo, موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L1V2 Seeking the Truth FINAL",
  "L1V2 البحث عن الحقيقة النهائي"
 ],
 [
  "Ram Ramgopal",
  "رام رامغوبل"
 ],
 [
  "Ram Ramgopal,  Executive Editor, CNN ROW",
  "رام رامغوبل، المحرر التنفيذي، CNN ROW"
 ],
 [
  "Journalism is about the truth, getting to the heart of the matter. We try to make sure that we are presenting the facts in a story, wholly, completely, responsibly.",
  "الصحافة تدور حول الحقيقة، الوصول إلى قلب الموضوع. نحاول أن نتأكد من أننا نقدم الحقائق في قصة، كليًا، تمامًا، بمسؤولية."
 ],
 [
  "Working in the Public Interest",
  "العمل في المصلحة العامة"
 ],
 [
  "Accurate information is critical for members of the public to come to an accurate understanding of the society they live in. Ethical journalism ",
  "المعلومات الدقيقة أمر بالغ الأهمية لأفراد الجمهور للتوصل إلى فهم دقيق للمجتمع الذي يعيشون فيه. صحافة أخلاقية "
 ],
 [
  "empowers the public ",
  "تمكن الجمهور "
 ],
 [
  "by giving them the knowledge they need to fulfill their role as citizens. ",
  "من خلال منحهم المعرفة التي يحتاجونها لأداء دورهم كمواطنين. "
 ],
 [
  "Stephen J. A. Ward, Univ. of Wisconsin-Madison",
  "ستيفن جيه إيه وارد، جامعة ويسكونسن ماديسون"
 ],
 [
  "Historically, the aims of journalism include: to disseminate information; to interpret events; to act as watchdog on power; to advocate for reform or to advocate for certain causes; to educate and ",
  "من الناحية التاريخية، تشمل أهداف الصحافة ما يلي: نشر المعلومات؛ لتفسير الأحداث؛ العمل كمراقب على السلطة؛ للدعوة إلى الإصلاح أو الدعوة لأسباب معينة؛ لتثقيف و "
 ],
 [
  "empower the public as citizens",
  "تمكين الجمهور كمواطنين"
 ],
 [
  ".",
  "."
 ],
 [
  "The ",
  "إن "
 ],
 [
  "Ethical",
  "أخلاقي"
 ],
 [
  " Journalism Network",
  " شبكة الصحافة"
 ],
 [
  "Put simply, ",
  "ببساطة، "
 ],
 [
  "the public interest is about what matters to everyone in society",
  "المصلحة العامة هي ما يهم الجميع في المجتمع"
 ],
 [
  ". It is about the ",
  ". إنها تدور حول "
 ],
 [
  "common good",
  "الصالح العام"
 ],
 [
  ", the general welfare and the security and well-being of everyone in the community we serve... It is about issues which affect everyone, even if many of them are not aware of it or even if they don’t appear to care.",
  "، الرفاهية العامة والأمن والرفاهية لكل فرد في المجتمع الذي نخدمه... يتعلق الأمر بالقضايا التي تؤثر على الجميع، حتى لو لم يكن الكثير منهم على علم بها أو حتى إذا لم يبدوا مهتمين بها."
 ],
 [
  "Holding Power to Account",
  "الاحتفاظ بالقدرة على الحساب"
 ],
 [
  "Our responsibility to the public requires us to ",
  "مسؤوليتنا تجاه الجمهور تتطلب منا "
 ],
 [
  "hold power to account",
  "الاحتفاظ بالقدرة على الحساب"
 ],
 [
  ". This doesn't mean giving politicians a hard time for its own sake. It means revealing aspects of policy that would otherwise be overlooked so that people in positions of influence can be subject to effect scrutiny.",
  ". هذا لا يعني إعطاء السياسيين وقتًا عصيبًا من أجل مصلحتهم. وهذا يعني الكشف عن جوانب السياسة التي كان من الممكن التغاضي عنها بطريقة أخرى بحيث يمكن إخضاع الأشخاص الذين يشغلون مناصب نفوذ للتدقيق الفعلي."
 ],
 [
  "Julia Keller, Nieman Fellow",
  "جوليا كيلر، زميلة نيمان"
 ],
 [
  "...you could argue that power ultimately is the subject of everything journalism does and is, everything journalism ought to be. You could make a persuasive case that ",
  "... يمكنك أن تجادل بأن السلطة هي في نهاية المطاف موضوع كل ما تفعله الصحافة وما هي عليه، كل شيء يجب أن تكون عليه الصحافة. هل يمكن أن تجعل قضية مقنعة أن "
 ],
 [
  "power is always at the heart of the journalistic mission",
  "السلطة هي دائما في قلب المهمة الصحفية"
 ],
 [
  "Hannah Storm, Director, Ethical Journalism Network",
  "هانا ستورم، مديرة شبكة الصحافة الأخلاقية"
 ],
 [
  "It’s up to us journalists to ",
  "الأمر متروك لنا نحن الصحفيين "
 ],
 [
  "hold those in power to account",
  "محاسبة من هم في السلطة"
 ],
 [
  " and to do so in a way that is accurate, fact-based, transparent, impartial, and grounded in humanity.",
  " و القيام بذلك بطريقة دقيقة و قائمة على الحقائق و شفافة و محايدة و قائمة على الإنسانية."
 ],
 [
  "Elaine Potter, The Bureau of Investigative Journalism",
  "إيلين بوتر، مكتب الصحافة الاستقصائية"
 ],
 [
  "Democracy itself is imperilled in the absence of honest information and a robust watchdog ",
  "الديمقراطية نفسها معرضة للخطر في غياب معلومات صادقة ورقابة قوية "
 ],
 [
  "to hold government and the powerful to account",
  "لمحاسبة الحكومة والأقوياء"
 ],
 [
  ". Without that we all become susceptible to the manipulation and deceptions orchestrated by governments, industry, or even the media.",
  ". وبدون ذلك، نصبح جميعًا عرضة للتلاعب والخداع التي تنظمها الحكومات أو الصناعة أو حتى وسائل الإعلام."
 ],
 [
  "Concepts In Ethics:",
  "مفاهيم في الأخلاق:"
 ],
 [
  "Four Principles of Ethical Journalism",
  "المبادئ الأربعة للصحافة الأخلاقية"
 ],
 [
  "Because everyday ethics needs to be grounded in solid underlying principles, our ",
  "لأن الأخلاق اليومية تحتاج إلى أن ترتكز على مبادئ أساسية صلبة، لدينا "
 ],
 [
  "Concepts In Ethics ",
  "مفاهيم في الأخلاق "
 ],
 [
  "series will run throughout this course, offering a foundation upon which to establish ongoing ethical practice. ",
  "سيتم تشغيل سلسلة طوال هذه الدورة، وتقدم أساسا لتأسيس الممارسة الأخلاقية المستمرة. "
 ],
 [
  "Richard Griffiths",
  "ريتشارد غريفيث"
 ],
 [
  " is a former CNN Vice President and a Senior Editorial Director and brings decades of experience to his work as a media ethicist for a number of academic institutions. ",
  " هو نائب رئيس سابق لشبكة سي إن إن ومدير تحرير أول، ويجلب عقودًا من الخبرة لعمله كعالم أخلاقيات إعلامية لعدد من المؤسسات الأكاديمية. "
 ],
 [
  "This is \"Four Principles\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «المبادئ الأربعة» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Four Principles",
  "المبادئ الأربعة"
 ],
 [
  "In the next lesson: ",
  "في الدرس التالي: "
 ],
 [
  "You'll learn the difference between morals and ethics.",
  "سوف تتعلم الفرق بين الأخلاق والأخلاق."
 ],
 [
  "Morals vs Ethics",
  "الأخلاق مقابل الأخلاق"
 ],
 [
  "Journalistic Morals and Ethics",
  "الأخلاق الصحفية"
 ],
 [
  "Becoming a journalist is itself a moral decision. We commit ourselves to the pursuit of truth and believe in the power of knowledge to improve people's lives. Journalistic ethics are grounded in morality too, but there may be occasions when we find our duty as professionals in conflict with our personal morality. ",
  "أن تصبح صحفيًا هو في حد ذاته قرار أخلاقي. نلتزم بالسعي وراء الحقيقة ونؤمن بقوة المعرفة لتحسين حياة الناس. ترتكز الأخلاق الصحفية على الأخلاق أيضًا, ولكن قد تكون هناك مناسبات نجد فيها واجبنا كمحترفين يتعارض مع أخلاقنا الشخصية. "
 ],
 [
  "The Difference Between Morals and Ethics",
  "الفرق بين الأخلاق والأخلاق"
 ],
 [
  "Ethics are the ",
  "الأخلاق هي "
 ],
 [
  "universal guidelines",
  "إرشادات عالمية"
 ],
 [
  " that hold professionals to a high standard of conduct. They consist of rules, norms, and conventions that are applicable on a moment-to-moment basis to make sure that work is carried out with due attention to impact.",
  " التي تحمل المهنيين على مستوى عال من السلوك. وهي تتألف من قواعد ومعايير واتفاقيات قابلة للتطبيق على أساس لحظة بلحظة للتأكد من تنفيذ العمل مع إيلاء الاهتمام الواجب للتأثير."
 ],
 [
  "Morals are your ",
  "الأخلاق هي ملكك "
 ],
 [
  "personal principles",
  "مبادئ شخصية"
 ],
 [
  ",",
  "،"
 ],
 [
  "your gut feelings about what is good and bad. Your morals inform the values that guide you in your life. They are your personal 'compass' on matters of right and wrong.",
  "مشاعرك الغريزية حول ما هو جيد وسيء. تخبر أخلاقك القيم التي ترشدك في حياتك. إنها «البوصلة» الشخصية الخاصة بك في مسائل الصواب والخطأ."
 ],
 [
  "Concepts in Ethics:",
  "مفاهيم في الأخلاق:"
 ],
 [
  "This is \"Morals vs Ethics\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الأخلاق مقابل الأخلاق» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Morals vs Ethics in Practice",
  "الأخلاق مقابل الأخلاق في الممارسة"
 ],
 [
  "Tim Langmaid",
  "تيم لانغميد"
 ],
 [
  "Tim Langmaid, CNN Vice President & Senior Editorial Director",
  "تيم لانغميد، نائب رئيس CNN ومدير التحرير الأول"
 ],
 [
  "You have to be able to share perspectives that you may not agree with personally. So, your ethical compass as a journalist, sometimes supersedes your moral compass as a person.",
  "يجب أن تكون قادرًا على مشاركة وجهات النظر التي قد لا توافق عليها شخصيًا. لذلك، البوصلة الأخلاقية الخاصة بك كصحفي، تحل في بعض الأحيان محل البوصلة الأخلاقية الخاصة بك كشخص."
 ],
 [
  "This is \"L3V4 Morals vs Ethics in Practice FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L3V4 الأخلاق مقابل الأخلاق في الممارسة النهائية» من قبل أكاديمية CNN على Vimeo, موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L3V4 Morals vs Ethics in Practice FINAL",
  "L3V4 الأخلاق مقابل الأخلاق في الممارسة النهائية"
 ],
 [
  "A Question of Morals",
  "سؤال الأخلاق"
 ],
 [
  "After a politician was acquitted of sexual assault due to insufficient evidence, alleged victims have been subject to online abuse from the politician's supporters....",
  "بعد تبرئة سياسي من الاعتداء الجنسي بسبب عدم كفاية الأدلة، تعرض الضحايا المزعومون للإساءة عبر الإنترنت من أنصار السياسي..."
 ],
 [
  "Image_ReporterThinking",
  "التفكير Image_Reporter"
 ],
 [
  "Image_TypingOnKeyboard",
  "Image_الكتابة على لوحة المفاتيح"
 ],
 [
  "You share the outrage at the verdict being expressed by others on social media but your script needs to reflect the outcome of the case. How should you approach the story?",
  "أنت تشارك الغضب من الحكم الذي يعبر عنه الآخرون على وسائل التواصل الاجتماعي ولكن يجب أن يعكس نصك نتيجة القضية. كيف يجب أن تقترب من القصة؟"
 ],
 [
  "Carefully choose language that casts doubt on the verdict while highlighting the worst examples of abuse by the politician's supporters.",
  "اختر بعناية اللغة التي تلقي بظلال من الشك على الحكم مع تسليط الضوء على أسوأ الأمثلة على الانتهاكات من قبل أنصار السياسي."
 ],
 [
  "A risky choice! If you are perceived to be fighting a moral cause your professional credibility may be in danger.",
  "اختيار محفوف بالمخاطر! إذا كان يُنظر إليك على أنك تحارب قضية أخلاقية، فقد تكون مصداقيتك المهنية في خطر."
 ],
 [
  "Instead, a better option would be to write a script that focuses on the facts and ask a colleague to vet it for value judgments before you submit to your editors.",
  "في حين أن, سيكون الخيار الأفضل هو كتابة نص يركز على الحقائق واطلب من زميل فحصه للحصول على أحكام القيمة قبل إرساله إلى المحررين."
 ],
 [
  " Sometimes, you have to put your personal morality aside and fall back on the ethical imperative to be objective.",
  " في بعض الأحيان، عليك أن تضع أخلاقك الشخصية جانبًا وأن تتراجع عن الحتمية الأخلاقية لتكون موضوعيًا."
 ],
 [
  "Explain to your editor that you find the story too confronting and want to be reassigned.",
  "اشرح لمحررك أنك تجد القصة مواجهة للغاية وتريد إعادة تعيينها."
 ],
 [
  "Your editor will understand, but do you want to be a journalist who can only work on certain stories?",
  "سيفهم محررك، لكن هل تريد أن تكون صحفيًا لا يمكنه العمل إلا على قصص معينة؟"
 ],
 [
  "Write a script that focuses on the facts and ask a colleague to vet it for value judgments before you submit to your editors.",
  "اكتب نصًا يركز على الحقائق واطلب من زميل فحصها بحثًا عن أحكام القيمة قبل إرسالها إلى المحررين."
 ],
 [
  "Good idea. You have put your personal morality aside and fallen back on the ethical imperative to be objective.",
  "فكرة جيدة. لقد وضعت أخلاقك الشخصية جانبًا وتراجعت عن الحتمية الأخلاقية لتكون موضوعيًا."
 ],
 [
  "If you had written a script that tried to cast doubt of the verdict, your professional credibility may have been put be in danger.",
  "إذا كنت قد كتبت نصًا حاول التشكيك في الحكم، فربما تكون مصداقيتك المهنية في خطر."
 ],
 [
  "Equally, although your editor would likely have been understanding if you had asked to be reassigned, would you want to be a journalist who can only work on certain stories?",
  "وبالمثل، على الرغم من أن محررك كان من المحتمل أن يفهم ما إذا كنت قد طلبت إعادة تعيينك، هل تريد أن تكون صحفيًا لا يمكنه العمل إلا على قصص معينة؟"
 ],
 [
  "You'll explore the key ethical principles in international media.",
  "سوف تستكشف المبادئ الأخلاقية الرئيسية في وسائل الإعلام الدولية."
 ],
 [
  "Key Ethical Principles in International Media",
  "المبادئ الأخلاقية الرئيسية في وسائل الإعلام الدولية"
 ],
 [
  "Principles of Ethical Journalism",
  "مبادئ الصحافة الأخلاقية"
 ],
 [
  "Every story presents different challenges but there are ",
  "تقدم كل قصة تحديات مختلفة ولكن هناك "
 ],
 [
  "principles of ethical journalism",
  "مبادئ الصحافة الأخلاقية"
 ],
 [
  " that apply in every context and at every stage of the process. ",
  " التي تنطبق في كل سياق وفي كل مرحلة من مراحل العملية. "
 ],
 [
  "David Valenzuela",
  "ديفيد فالينزويلا"
 ],
 [
  "David Valenzuela, CNN Senior Director, News Standards & Practices",
  "ديفيد فالينزويلا، مدير أول لشبكة CNN، معايير وممارسات الأخبار"
 ],
 [
  "A journalist needs to be accountable to themselves and to the values that make us journalists, and of course the public. I think it's tha",
  "يجب أن يكون الصحفي مسؤولاً أمام نفسه وعن القيم التي تجعلنا صحفيين، وبالطبع الجمهور. أعتقد أنه ثا"
 ],
 [
  "t duality that we really need to never forget.",
  "الازدواجية التي نحتاج حقًا إلى نسيانها أبدًا."
 ],
 [
  "Minimize Harm",
  "تقليل الضرر"
 ],
 [
  "Ethical journalism treats sources, subjects, colleagues, and members of the public as human beings deserving of respect.",
  "تتعامل الصحافة الأخلاقية مع المصادر والموضوعات والزملاء وأفراد الجمهور كبشر يستحقون الاحترام."
 ],
 [
  "Seek Truth and Report It",
  "ابحث عن الحقيقة وأبلغ عنها"
 ],
 [
  "Ethical journalism should be accurate and fair. Journalists should be honest and courageous in gathering, reporting, and interpreting information.",
  "يجب أن تكون الصحافة الأخلاقية دقيقة وعادلة. يجب أن يكون الصحفيون صادقين وشجعان في جمع المعلومات والإبلاغ عنها وتفسيرها."
 ],
 [
  "Be Accountable and Transparent",
  "كن مسؤولاً وشفافًا"
 ],
 [
  "Ethical journalism means taking responsibility for one’s work and explaining one’s decisions to the public.",
  "الصحافة الأخلاقية تعني تحمل المسؤولية عن عمل الفرد وشرح قراراته للجمهور."
 ],
 [
  "Act Independently",
  "تصرف بشكل مستقل"
 ],
 [
  "The highest and primary obligation of ethical journalism is to serve the public without conflicts of interest.",
  "الالتزام الأعلى والأساسي للصحافة الأخلاقية هو خدمة الجمهور دون تضارب المصالح."
 ],
 [
  "- Source: ",
  "- المصدر: "
 ],
 [
  "SPJ Code of Ethics",
  "مدونة أخلاقيات SPJ"
 ],
 [
  "The Pillars of Ethical Journalism",
  "ركائز الصحافة الأخلاقية"
 ],
 [
  " that apply in every context and at every stage of the process. ",
  " التي تنطبق في كل سياق وفي كل مرحلة من مراحل العملية. "
 ],
 [
  "This is \"L3V8 - Pillars of Ethical Journalism FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L3V8 - أعمدة الصحافة الأخلاقية FINAL» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونهم."
 ],
 [
  "L3V8 - Pillars of Ethical Journalism FINAL",
  "L3V8 - ركائز الصحافة الأخلاقية FINAL"
 ],
 [
  "Correspondent in Focus: Nima Elbagir",
  "المراسل في بؤرة الاهتمام: نيما الباغير"
 ],
 [
  "The simplest way to navigate this is to remind yourself that you are there to represent civilians - the people on the ground that are caught in the middle of this.",
  "إن أبسط طريقة للتنقل في هذا الأمر هي تذكير نفسك بأنك موجود لتمثيل المدنيين - الأشخاص على الأرض الذين وقعوا في وسط هذا."
 ],
 [
  "\"\"",
  "«»"
 ],
 [
  "Nima Elbagir, CNN Senior International Correspondent",
  "نيما الباغير، مراسلة دولية كبيرة لشبكة سي إن إن"
 ],
 [
  "This is \"VIDEO 24 - Correspondent in Focus- Nima Elbagir\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 24 - مراسل في التركيز - نيما الباجير» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونهم."
 ],
 [
  "VIDEO 24 - Correspondent in Focus- Nima Elbagir",
  "فيديو 24 - مراسلة في فوكس - نيما الباغير"
 ],
 [
  "Sources",
  "المصادر"
 ],
 [
  "This is \"Sources\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذه هي «المصادر» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Which principles apply in the following situations? Drag and drop each card to the correct category.",
  "ما هي المبادئ التي تنطبق في الحالات التالية؟ اسحب كل بطاقة وأفلتها في الفئة الصحيحة."
 ],
 [
  "Accountability / Transparency",
  "المساءلة/الشفافية"
 ],
 [
  "Seek Truth and Report it",
  "ابحث عن الحقيقة وأبلغ عنها"
 ],
 [
  "You find out a source may have a conflict of interest",
  "تكتشف أن المصدر قد يكون لديه تضارب في المصالح"
 ],
 [
  "A witness comes forward to confirm rumors about a public figure",
  "يتقدم شاهد لتأكيد الشائعات حول شخصية عامة"
 ],
 [
  "New scientific research casts doubt on a government report",
  "بحث علمي جديد يلقي بظلال من الشك على تقرير حكومي"
 ],
 [
  "A police officer tells you to stop filming while his partner makes an arrest",
  "يخبرك ضابط شرطة بالتوقف عن التصوير بينما يقوم شريكه باعتقال"
 ],
 [
  "You find out that a colleague has acted unethically",
  "تكتشف أن زميلًا قد تصرف بشكل غير أخلاقي"
 ],
 [
  "A source demands money for important information relating to your story",
  "يطلب المصدر المال للحصول على معلومات مهمة تتعلق بقصتك"
 ],
 [
  "A CEO invites your crew to spend time at his luxury resort",
  "الرئيس التنفيذي يدعو طاقمك لقضاء بعض الوقت في منتجعه الفاخر"
 ],
 [
  "Student protestors ask you to film them denouncing the authoritarian president",
  "الطلاب المحتجون يطلبون منك تصويرهم وهم يشجبون الرئيس الاستبدادي"
 ],
 [
  "You are offered pictures of a famous celebrity on holiday with their children",
  "يتم عرض صور لأحد المشاهير المشهورين في عطلة مع أطفالهم"
 ],
 [
  "A well-informed reader sends you letters correcting facts in your story ",
  "يرسل لك القارئ المطلع رسائل لتصحيح الحقائق في قصتك "
 ],
 [
  "Your partner works for a company that is involved in a story you are pursuing",
  "يعمل شريكك في شركة تشارك في قصة تتابعها"
 ],
 [
  "Victims of sexual assault come forward to tell you their stories",
  "يتقدم ضحايا الاعتداء الجنسي ليخبروك بقصصهم"
 ],
 [
  "Review",
  "مراجعة"
 ],
 [
  "Take a moment to review the correct responses to the activity you have just completed:",
  "توقف لحظة لمراجعة الردود الصحيحة على النشاط الذي أكملته للتو:"
 ],
 [
  "Accountability and Transparency",
  "المساءلة والشفافية"
 ],
 [
  "Seek Truth and ",
  "ابحث عن الحقيقة "
 ],
 [
  "Report It",
  "الإبلاغ عن ذلك"
 ],
 [
  "A well-informed reader sends you letters correcting facts in your story",
  "يرسل لك القارئ المطلع رسائل لتصحيح الحقائق في قصتك"
 ],
 [
  "We'll look at some examples of ethics in action.",
  "سنلقي نظرة على بعض الأمثلة على الأخلاق في العمل."
 ],
 [
  "Ethical Principles",
  "المبادئ الأخلاقية"
 ],
 [
  "Ethics in Action I",
  "الأخلاق في العمل الأول"
 ],
 [
  "Ethics in Action: ",
  "الأخلاق في العمل: "
 ],
 [
  "Nima Elbagir",
  "نيما الباجير"
 ],
 [
  "There are times when it's very clear that this is not informed consent. No story is worth stripping another human of their dignity. ",
  "هناك أوقات يكون فيها من الواضح جدًا أن هذه ليست موافقة مستنيرة. لا توجد قصة تستحق تجريد إنسان آخر من كرامته. "
 ],
 [
  "This is \"Ethics in Action: Nima Elbagir\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الأخلاق في العمل: Nima Elbagir» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Ethics in Action: Nima Elbagir",
  "الأخلاق في العمل: نيما الباغير"
 ],
 [
  "Ethics in Action: Rafael Romo",
  "الأخلاق في العمل: رافائيل رومو"
 ],
 [
  "I work very hard to make sure the rights of victims are always protected. I treat it as a doctor would treat a patient. In other words, do no harm. ",
  "أنا أعمل بجد للتأكد من حماية حقوق الضحايا دائمًا. أعالجها كطبيب يعالج المريض. وبعبارة أخرى، لا ضرر. "
 ],
 [
  "This is \"L3V9 Ethics in Action Romo FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L3V9 الأخلاق في العمل رومو النهائي» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L3V9 Ethics in Action Romo FINAL",
  "LV39 الأخلاق في غرفة العمل النهائية"
 ],
 [
  "Ethics in Action: Omar Jimenez",
  "الأخلاق في العمل: عمر خيمينيز"
 ],
 [
  "Omar Jimenez",
  "عمر خيمينيز"
 ],
 [
  "Omar Jimenez, CNN Correspondent",
  "عمر خيمينيز، مراسل سي إن إن"
 ],
 [
  "Remember, these sorts of things follow you. Ethical walls you've plowed through on one story may end up coming back to bite you in another story.",
  "تذكر أن هذه الأنواع من الأشياء تتبعك. الجدران الأخلاقية التي حرثتها في قصة واحدة قد ينتهي بها الأمر إلى العودة لدغك في قصة أخرى."
 ],
 [
  "This is \"L3V10 Ethics in Action Omar FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L3V10 الأخلاق في العمل عمر النهائي» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L3V10 Ethics in Action Omar FINAL",
  "L3V10 الأخلاق في العمل عمر النهائي"
 ],
 [
  "You'll learn about the importance of acting independently.",
  "ستتعرف على أهمية التصرف بشكل مستقل."
 ],
 [
  "Acting Independently",
  "التصرف بشكل مستقل"
 ],
 [
  "Independent Journalism",
  "الصحافة المستقلة"
 ],
 [
  "No matter where you are in the world, there are ways in which your independence as a journalist can be compromised. Pressure can be subtle or overt, implicit or explicit. It can come from outside your organization or from within, from individuals or groups. Independent journalism means being able to report what you need to report \"",
  "بغض النظر عن مكان وجودك في العالم، هناك طرق يمكن من خلالها المساس باستقلاليتك كصحفي. يمكن أن يكون الضغط خفيًا أو علنيًا أو ضمنيًا أو صريحًا. يمكن أن تأتي من خارج مؤسستك أو من الداخل، من أفراد أو مجموعات. الصحافة المستقلة تعني القدرة على الإبلاغ عما تحتاج إلى الإبلاغ عنه»"
 ],
 [
  "without fear or favor",
  "بدون خوف أو محاباة"
 ],
 [
  "\".",
  "«."
 ],
 [
  "Noam Chomsky",
  "نعوم تشومسكي"
 ],
 [
  "A truly independent press ",
  "صحافة مستقلة حقًا "
 ],
 [
  "rejects the role of subordination to power and authority",
  "يرفض دور التبعية للسلطة والسلطة"
 ],
 [
  "It casts the orthodoxy to the winds, questions what “right-thinking people will accept without question,” tears aside the veil of tacit censorship, makes available to the general public the information and range of opinions and ideas that are a prerequisite for meaningful participation in social and political life... By doing so it serves its function as a foundation for a truly free and democratic society.",
  "إنه يلقي بالعقيدة على الرياح، ويتساءل عما «سيقبله الأشخاص ذوو التفكير الصحيح دون شك»، ويمزق حجاب الرقابة الضمنية جانباً، ويتيح لعامة الناس المعلومات ومجموعة الآراء والأفكار التي تعد شرطًا أساسيًا للمشاركة الهادفة في المجالات الاجتماعية والسياسية الحياة... من خلال القيام بذلك، فإنها تخدم وظيفتها كأساس لمجتمع حر وديمقراطي حقًا."
 ],
 [
  "The Ethics of Political Power",
  "أخلاقيات السلطة السياسية"
 ],
 [
  "This is \"VIDEO 23 - The Ethics of Political Power\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 23 - أخلاقيات السلطة السياسية» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 23 - The Ethics of Political Power",
  "فيديو 23 - أخلاقيات السلطة السياسية"
 ],
 [
  "David Vigilante, CNN Executive Vice President and General Counsel",
  "ديفيد فيجيلانتي، نائب الرئيس التنفيذي لشبكة CNN والمستشار العام"
 ],
 [
  "We cannot give up on the independence to be able to report what we see as we see it, and the context we think it deserves. And that's probably the single most important thing.",
  "لا يمكننا التخلي عن الاستقلال حتى نتمكن من الإبلاغ عما نراه كما نراه, والسياق الذي نعتقد أنه يستحق. وربما يكون هذا هو الشيء الوحيد الأكثر أهمية."
 ],
 [
  "Ram Ramgopal, CNN Executive Editor",
  "رام رامغوبل، محرر سي إن إن التنفيذي"
 ],
 [
  "Being embedded with the military in a war is sometimes the only way you can get access but it's not something we take lightly. We want to make sure we are fully aware of the ramifications and the limitations on us before we set out to do a story like that.",
  "إن الانخراط في الجيش في الحرب هو في بعض الأحيان الطريقة الوحيدة التي يمكنك من خلالها الوصول إليها ولكنها ليست شيئًا نستخف به. نريد أن نتأكد من أننا ندرك تمامًا التداعيات والقيود المفروضة علينا قبل أن نبدأ في عمل قصة كهذه."
 ],
 [
  "People will try to contain and control the work you do as a journalist and your job is to ensure that, while you can't control all of the situation around you, you can at least ensure that you are free to report things as you see it and say it.",
  "سيحاول الناس احتواء العمل الذي تقوم به كصحفي والتحكم فيه، ومهمتك هي التأكد من أنه بينما لا يمكنك التحكم في كل الموقف من حولك، يمكنك على الأقل التأكد من أنك حر في الإبلاغ عن الأشياء كما تراها وقولها."
 ],
 [
  "Reporting Myanmar",
  "الإبلاغ عن ميانمار"
 ],
 [
  "David Lindsay, CNN Senior Director, News Standards & Practices",
  "ديفيد ليندساي، مدير أول لشبكة CNN، معايير وممارسات الأخبار"
 ],
 [
  "In the case of Myanmar, Clarissa and her team were invited into the country by the military regime that had just conducted a coup and taken over the country, overthrowing the democratic government there. ",
  "في حالة ميانمار، تمت دعوة كلاريسا وفريقها إلى البلاد من قبل النظام العسكري الذي قام للتو بانقلاب واستولى على البلاد، وأطاح بالحكومة الديمقراطية هناك. "
 ],
 [
  "So the question is, should we go?",
  "لذا فإن السؤال هو، هل يجب أن نذهب؟"
 ],
 [
  "This is \"VIDEO 19 - David Lindsay - \"Reporting Myanmar\"\" by CNN Academy on Vimeo, the home for high quality videos and the people who...",
  "هذا هو «VIDEO 19 - David Lindsay - «الإبلاغ عن ميانمار\"» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين..."
 ],
 [
  "VIDEO 19 - David Lindsay - \"Reporting Myanmar\"",
  "فيديو 19 - ديفيد ليندسي - «الإبلاغ عن ميانمار»"
 ],
 [
  "Staying Independent",
  "البقاء مستقلاً"
 ],
 [
  "On the edge of rebel-held territory, government soldiers want to show you where 'terrorists' ambushed their patrol and killed civilians ... the village chief is backing up the story but some villagers are looking at the soldiers with fear and suspicion. You're not sure whether you're getting the full picture.",
  "على حافة الأراضي التي يسيطر عليها المتمردون, يريد جنود الحكومة أن يوضحوا لك أين نصب «الإرهابيون» كمينًا لدوريتهم وقتلوا المدنيين... رئيس القرية يدعم القصة ولكن بعض القرويين ينظرون إلى الجنود بخوف وشكوك. لست متأكدًا مما إذا كنت ستحصل على الصورة الكاملة."
 ],
 [
  "Image_VillagerNextToHome",
  "Image_villager بجوار المنزل"
 ],
 [
  "Image_ReporterWithSoldier",
  "Image_Reporter مع الجندي"
 ],
 [
  "What should you do to pursue the story?",
  "ماذا يجب أن تفعل لمتابعة القصة؟"
 ],
 [
  "Call out to one of the other villagers and ask if they can back up the soldiers' story.",
  "اتصل بأحد القرويين الآخرين واسألهم عما إذا كان بإمكانهم دعم قصة الجنود."
 ],
 [
  "This would not be the best option. Do you think the villager would be able to talk freely? What would be the consequences for them once you leave?",
  "لن يكون هذا هو الخيار الأفضل. هل تعتقد أن القروي سيكون قادرًا على التحدث بحرية؟ ماذا ستكون العواقب بالنسبة لهم بمجرد مغادرتك؟"
 ],
 [
  "Instead, you could act as though you believe the soldiers then find local contacts who can talk to villagers independently to ask them for their version of events. In a conflict zone, everyone has an agenda. Listening to only one side of the story is a fast-track to losing your independence as a journalist.",
  "في حين أن, يمكنك التصرف كما لو كنت تعتقد أن الجنود يجدون بعد ذلك جهات اتصال محلية يمكنها التحدث إلى القرويين بشكل مستقل لسؤالهم عن روايتهم من الأحداث. في منطقة الصراع، كل شخص لديه جدول أعمال. الاستماع إلى جانب واحد فقط من القصة هو مسار سريع لفقدان استقلاليتك كصحفي."
 ],
 [
  "Act as though you believe the soldiers then find local contacts who can talk to villagers independently to ask them for their version of events.",
  "تصرف كما لو كنت تعتقد أن الجنود يجدون بعد ذلك جهات اتصال محلية يمكنهم التحدث إلى القرويين بشكل مستقل لسؤالهم عن روايتهم للأحداث."
 ],
 [
  "Good option. In a conflict zone, everyone has an agenda. Listening to only one side of the story is a fast-track to losing your independence as a journalist.",
  "خيار جيد. في منطقة الصراع، كل شخص لديه جدول أعمال. الاستماع إلى جانب واحد فقط من القصة هو مسار سريع لفقدان استقلاليتك كصحفي."
 ],
 [
  "Asking one of the villagers to back up the soldiers' story would not have been a good idea, as it is unlikely that they would have been able to talk freely, and you do not know if there would be consequences for them once you had left.",
  "لم تكن مطالبة أحد القرويين بدعم قصة الجنود فكرة جيدة, لأنه من غير المحتمل أن يكونوا قادرين على التحدث بحرية, وأنت لا تعرف ما إذا كانت هناك عواقب عليهم بمجرد مغادرتك."
 ],
 [
  "Equally, even if you let the soldiers show you the location and cite them as a source, you still haven't managed to get independent confirmation that the attack took place.",
  "وبالمثل، حتى لو سمحت للجنود بإظهار الموقع واستشهادهم كمصدر، فإنك ما زلت لم تتمكن من الحصول على تأكيد مستقل بأن الهجوم وقع."
 ],
 [
  "Let the soldiers show you the location and write a story stressing that the events were reported by government sources.",
  "دع الجنود يظهرون لك الموقع ويكتبون قصة تؤكد أن الأحداث تم الإبلاغ عنها من قبل مصادر حكومية."
 ],
 [
  "This would not be the best option. Even if you let the soldiers show you the location and cite them as a source, you still haven't managed to get independent confirmation that the attack took place.",
  "لن يكون هذا هو الخيار الأفضل. حتى لو سمحت للجنود بإظهار الموقع واستشهادهم كمصدر، فإنك ما زلت لم تتمكن من الحصول على تأكيد مستقل بأن الهجوم وقع."
 ],
 [
  "You'll learn about the role of accountability and transparency in journalism.",
  "ستتعرف على دور المساءلة والشفافية في الصحافة."
 ],
 [
  "Accountability",
  "المساءلة"
 ],
 [
  "Just as good journalism holds people and institutions responsible for what they do and say, ethical journalists should be accountable for their work, too. Accountability in journalism means being responsive to our audiences, our sources, and the people who are affected by our work.",
  "مثلما تحمل الصحافة الجيدة الأشخاص والمؤسسات المسؤولية عما يفعلونه ويقولونه، يجب أن يكون الصحفيون الأخلاقيون مسؤولين عن عملهم أيضًا. المساءلة في الصحافة تعني الاستجابة لجمهورنا ومصادرنا والأشخاص الذين يتأثرون بعملنا."
 ],
 [
  "Ram Ramgopal, CNN Executive Editor ",
  "رام رامغوبل، محرر سي إن إن التنفيذي "
 ],
 [
  "You're testing every hypothesis. You're testing your own biases. You're trying to see if there's anything in the story that if it gets out, somebody will push back and say, 'That's wrong'.",
  "أنت تختبر كل فرضية. أنت تختبر تحيزاتك الخاصة. أنت تحاول معرفة ما إذا كان هناك أي شيء في القصة إذا خرجت, شخص ما سوف يتراجع ويقول, «هذا خطأ»."
 ],
 [
  "Transparency",
  "الشفافية"
 ],
 [
  "When stakeholders require us to explain our choices, show our work, or challenge our reasoning, we need to behave ",
  "عندما يطلب منا أصحاب المصلحة شرح خياراتنا، أو إظهار عملنا، أو تحدي تفكيرنا، نحتاج إلى التصرف "
 ],
 [
  "transparently ",
  "بشفافية "
 ],
 [
  "in order to provide assurances that we have acted in a responsible and legitimate manner. This is how we maintain ",
  "من أجل تقديم تأكيدات بأننا تصرفنا بطريقة مسؤولة و مشروعة. هذه هي الطريقة التي نحافظ بها "
 ],
 [
  "public trust ",
  "الثقة العامة "
 ],
 [
  "in what we do.",
  "في ما نقوم به."
 ],
 [
  "It's very important to... to include detailed attribution as much as possible so we are transparent with our audience because that helps our trust factor.",
  "من المهم جدًا... تضمين الإسناد التفصيلي قدر الإمكان حتى نكون شفافين مع جمهورنا لأن ذلك يساعد عامل الثقة لدينا."
 ],
 [
  "Seven Characteristics of Effective Accountability Journalism",
  "الخصائص السبع لصحافة المساءلة الفعالة"
 ],
 [
  "Find their own way ",
  "ابحث عن طريقتهم الخاصة "
 ],
 [
  "and direct their own work.",
  "وتوجيه أعمالهم الخاصة."
 ],
 [
  "Build ",
  "بيلد "
 ],
 [
  "connections and teamwork ",
  "الاتصالات والعمل الجماعي "
 ],
 [
  "within their own newsrooms.",
  "داخل غرف الأخبار الخاصة بهم."
 ],
 [
  "Spend considerable time ",
  "اقضِ وقتًا طويلاً "
 ],
 [
  "building relationships ",
  "بناء العلاقات "
 ],
 [
  "with sources, readers.",
  "مع المصادر والقراء."
 ],
 [
  "Smartly ",
  "بذكاء "
 ],
 [
  "balance their time ",
  "تحقيق التوازن بين وقتهم "
 ],
 [
  "on story choices and audience interactions.",
  "حول اختيارات القصة وتفاعلات الجمهور."
 ],
 [
  "Work hard to ",
  "اعمل بجد من أجل "
 ],
 [
  "create context ",
  "إنشاء سياق "
 ],
 [
  "for their audiences.",
  "لجماهيرهم."
 ],
 [
  "Think about ",
  "فكر في "
 ],
 [
  "multiple audiences.",
  "جماهير متعددة."
 ],
 [
  "Exhibit ",
  "عرض "
 ],
 [
  "broad curiosity; ",
  "فضول واسع "
 ],
 [
  "eagerly adapt to new technologies and platforms.",
  "تتكيف بشغف مع التقنيات والمنصات الجديدة."
 ],
 [
  "American Press Institute",
  "معهد الصحافة الأمريكية"
 ],
 [
  "Avoiding Media Bias",
  "تجنب التحيز الإعلامي"
 ],
 [
  "We cannot have biased products in journalism. So, you need to really be strong and just take a step back, think about what is better for the public and making sure that everybody's going to understand all sides of the story there.",
  "لا يمكن أن يكون لدينا منتجات متحيزة في الصحافة. لذا، يجب أن تكون قويًا حقًا وأن تأخذ خطوة إلى الوراء، فكر في ما هو أفضل للجمهور والتأكد من أن الجميع سيفهمون جميع جوانب القصة هناك."
 ],
 [
  "This is \"VIDEO 20 - Avoiding Media Bias\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 20 - تجنب تحيز الوسائط» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 20 - Avoiding Media Bias",
  "فيديو 20 - تجنب التحيز الإعلامي"
 ],
 [
  "Fact vs Opinion",
  "حقيقة مقابل رأي"
 ],
 [
  "Ram Ramgopal, CNN Executive Editor ",
  "رام رامغوبل، محرر سي إن إن التنفيذي "
 ],
 [
  "Nancy Leung, CNN Executive Editor, The Row",
  "نانسي ليونغ، المحرر التنفيذي لشبكة CNN، The Row"
 ],
 [
  "The line between news stories and opinion-based stories has become blurred over the last few years. I think both should be held to the same standards. The facts should be correct, and they have to be supported by the truth.",
  "أصبح الخط الفاصل بين القصص الإخبارية والقصص القائمة على الرأي غير واضح خلال السنوات القليلة الماضية. أعتقد أن كلاهما يجب أن يلتزم بنفس المعايير. يجب أن تكون الحقائق صحيحة، ويجب أن تدعمها الحقيقة."
 ],
 [
  "This is \"VIDEO 28 - Fact vs Opinion\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 28 - حقيقة مقابل رأي» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 28 - Fact vs Opinion",
  "فيديو 28 - حقيقة مقابل رأي"
 ],
 [
  "Managing Impacts",
  "إدارة التأثيرات"
 ],
 [
  "A story you published on the benefits of a green energy project has prompted a range of reactions ... residents say there are impacts on the local ecosystem that you have failed to consider while other green energy companies are inviting you to look at similar projects around the country. ",
  "أثارت قصة نشرتها عن فوائد مشروع الطاقة الخضراء مجموعة من ردود الفعل... يقول السكان إن هناك تأثيرات على النظام البيئي المحلي فشلت في التفكير فيها بينما تدعوك شركات الطاقة الخضراء الأخرى للنظر في مشاريع مماثلة في جميع أنحاء البلاد. "
 ],
 [
  "Image_GreenEnergyCompany",
  "Image_شركة الطاقة الخضراء"
 ],
 [
  "Image_UnhappyResidents",
  "Image_سكان غير سعداء"
 ],
 [
  "What would be an accountable and transparent way of responding to the fallout of this story?",
  "ما هي الطريقة المسؤولة والشفافة للرد على تداعيات هذه القصة؟"
 ],
 [
  "Assess the claims of the local residents and consider amending your story to accommodate their viewpoint.",
  "قم بتقييم ادعاءات السكان المحليين وفكر في تعديل قصتك لاستيعاب وجهة نظرهم."
 ],
 [
  "Good idea. You have stood by your story while recognising that it may not have been complete. This is the essence of accountability.",
  "فكرة جيدة. لقد وقفت بجانب قصتك بينما تدرك أنها ربما لم تكن كاملة. هذا هو جوهر المساءلة."
 ],
 [
  "If you had chosen to accept the invitations of the energy companies and post on social media about your experiences, you would likely have appeared insensitive and out of touch.",
  "إذا كنت قد اخترت قبول دعوات شركات الطاقة ونشرها على وسائل التواصل الاجتماعي حول تجاربك، فمن المحتمل أنك بدت غير حساس وبعيد عن الاتصال."
 ],
 [
  "Equally, writing a follow up story about the negative impacts of similar projects to achieve balance might reflect poorly on you: what would it say about the beliefs and convictions that prompted you to write the original story?",
  "وبالمثل، فإن كتابة قصة متابعة حول الآثار السلبية لمشاريع مماثلة لتحقيق التوازن قد تنعكس عليك بشكل سيء: ماذا ستقول عن المعتقدات والقناعات التي دفعتك لكتابة القصة الأصلية؟"
 ],
 [
  "Accept the invitations of the energy companies and post on social media about your experiences.",
  "اقبل دعوات شركات الطاقة وانشر على وسائل التواصل الاجتماعي حول تجاربك."
 ],
 [
  "This is not the best option. There's already a question mark over the balance of your original story. This is likely to make you appear insensitive and out of touch.",
  "هذا ليس الخيار الأفضل. هناك بالفعل علامة استفهام حول رصيد قصتك الأصلية. من المحتمل أن يجعلك هذا تبدو غير حساس وبعيدًا عن اللمس."
 ],
 [
  "Instead, you could assess the claims of the local residents and consider amending your story to accommodate their viewpoint. This would allow you to stand by your story while recognising that it may not have been complete. This is the essence of accountability.",
  "بدلاً من ذلك، يمكنك تقييم ادعاءات السكان المحليين والنظر في تعديل قصتك لاستيعاب وجهة نظرهم. سيسمح لك ذلك بالوقوف إلى جانب قصتك مع إدراك أنها ربما لم تكن كاملة. هذا هو جوهر المساءلة."
 ],
 [
  "Start work on a follow up story about the negative impacts of similar projects to achieve balance.",
  "ابدأ العمل على قصة متابعة حول الآثار السلبية لمشاريع مماثلة لتحقيق التوازن."
 ],
 [
  "This is not the best option. You ",
  "هذا ليس الخيار الأفضل. أنت "
 ],
 [
  "could ",
  "استطاع "
 ],
 [
  "try this but what would it say about the beliefs and convictions that prompted you to write the original story?",
  "جرب هذا ولكن ماذا سيقول عن المعتقدات والقناعات التي دفعتك لكتابة القصة الأصلية؟"
 ],
 [
  "You'll learn about some of the ways that harm can be minimized in journalism.",
  "ستتعرف على بعض الطرق التي يمكن بها تقليل الضرر في الصحافة."
 ],
 [
  "Minimizing Harm",
  "تقليل الضرر"
 ],
 [
  "Considering the Consequences",
  "النظر في العواقب"
 ],
 [
  "Your instinct tells you there is a story that needs to be told but an ethical journalist needs to consider the potential consequences of their work before they begin and at every stage of the process. It is the responsibility of journalists to ensure that the security, wellbeing, and rights of the people who are part of the story are taken into account.",
  "تخبرك غريزتك أن هناك قصة يجب سردها ولكن الصحفي الأخلاقي يحتاج إلى النظر في العواقب المحتملة لعمله قبل أن يبدأ وفي كل مرحلة من مراحل العملية. تقع على عاتق الصحفيين مسؤولية ضمان مراعاة أمن ورفاهية وحقوق الأشخاص الذين يشكلون جزءًا من القصة."
 ],
 [
  "Louis Theroux, from '",
  "لويس ثيرو، من»"
 ],
 [
  "Trauma Reporting: A Journalist's Guide to Covering Sensitive Stories",
  "الإبلاغ عن الصدمات: دليل الصحفي لتغطية القصص الحساسة"
 ],
 [
  "'",
  "'"
 ],
 [
  "It is absolutely fundamental that journalists treat vulnerable contributors ",
  "من الضروري للغاية أن يعامل الصحفيون المساهمين الضعفاء. "
 ],
 [
  "sensitively and with respect",
  "بحساسية وباحترام"
 ],
 [
  "Pulitzer Centre",
  "مركز بوليتزر"
 ],
 [
  "Journalists should strive to minimize harm in their reporting, with compassion and sensitivity for those who may be adversely affected by news coverage. This is especially the case when seeking or using interviews or photographs of",
  "يجب على الصحفيين السعي لتقليل الضرر في تقاريرهم, مع التعاطف والحساسية لأولئك الذين قد يتأثرون سلبًا بالتغطية الإخبارية. هذا هو الحال بشكل خاص عند البحث عن أو استخدام المقابلات أو الصور"
 ],
 [
  " those affected by tragedy or grief",
  " المتضررين من المأساة أو الحزن"
 ],
 [
  ", and in coverage of",
  "، وفي تغطية"
 ],
 [
  " incidents involving sexual abuse and assault",
  " الحوادث التي تنطوي على الاعتداء الجنسي والاعتداء"
 ],
 [
  "The Fourth Estate, Journalism Code of Practice",
  "القانون الرابع، مدونة ممارسات الصحافة"
 ],
 [
  "Journalists must always remember that they are ",
  "يجب أن يتذكر الصحفيون دائمًا أنهم كذلك "
 ],
 [
  "dealing with human lives",
  "التعامل مع حياة الإنسان"
 ],
 [
  ". The potential for public good must sufficiently outweigh the potential for harm that may come from the activity of journalism.",
  ". يجب أن تفوق إمكانات الصالح العام بما فيه الكفاية احتمال الضرر الذي قد يأتي من نشاط الصحافة."
 ],
 [
  "Society of Professional Journalists",
  "جمعية الصحفيين المحترفين"
 ],
 [
  "Ethical journalism treats sources, subjects, colleagues, and members of the public as human beings ",
  "تتعامل الصحافة الأخلاقية مع المصادر والموضوعات والزملاء وأفراد الجمهور كبشر "
 ],
 [
  "deserving of respect",
  "تستحق الاحترام"
 ],
 [
  "Should You Do It?",
  "هل يجب أن تفعل ذلك؟"
 ],
 [
  "To be an ethical journalist, you need to consider the impact of your work on everyone involved in the process:",
  "لكي تكون صحفيًا أخلاقيًا، عليك التفكير في تأثير عملك على جميع المشاركين في العملية:"
 ],
 [
  "Are you doing right by ",
  "هل تفعل الحق من قبل "
 ],
 [
  "the people you are interviewing?",
  "الأشخاص الذين تجري مقابلات معهم؟"
 ],
 [
  "your colleagues",
  "زملائك"
 ],
 [
  "?",
  "؟"
 ],
 [
  "your viewers",
  "مشاهديك"
 ],
 [
  "David Culver",
  "ديفيد كولفر"
 ],
 [
  "David Culver, CNN International Correspondent",
  "ديفيد كولفر، مراسل سي إن إن الدولي"
 ],
 [
  "We want to make sure that ethically, it's something that is worth pursuing as a story, that it's worth publicizing. And that those who we will be involving in this reporting will not see any serious harm.",
  "نريد أن نتأكد من أنه من الناحية الأخلاقية، إنه شيء يستحق المتابعة كقصة، وأنه يستحق النشر. وأن أولئك الذين سنشاركهم في هذا التقرير لن يروا أي ضرر جسيم."
 ],
 [
  "This is \"VIDEO 14 - Title- Should you do it\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «VIDEO 14 - Title- هل يجب أن تفعل ذلك» من قبل CNN Academy على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 14 - Title- Should you do it",
  "فيديو 14 - العنوان - هل يجب أن تفعل ذلك"
 ],
 [
  "Graphic Video",
  "فيديو جرافيك"
 ],
 [
  "David Lindsay",
  "ديفيد ليندساي"
 ],
 [
  "David Lindsay, Senior Director, CNN News Standards & Practices",
  "ديفيد ليندساي، مدير أول، معايير وممارسات سي إن إن نيوز"
 ],
 [
  "There are times when video is incredibly graphic and we know our audience doesn't expect us to put that on their television screens unless it's absolutely unnecessary, and they have to be able to trust us that we won't show anything like that unless it's really important.",
  "هناك أوقات يكون فيها الفيديو رسمًا بشكل لا يصدق ونعلم أن جمهورنا لا يتوقع منا أن نضع ذلك على شاشات التلفزيون الخاصة بهم ما لم يكن ضروريًا على الإطلاق, وعليهم أن يكونوا قادرين على الوثوق بنا بأننا لن نعرض أي شيء من هذا القبيل ما لم يكن ذلك مهمًا حقًا."
 ],
 [
  "This is \"VIDEO 14A - GRAPHIC VIDEO\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 14A - GRAPHIC VIDEO» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 14A - GRAPHIC VIDEO",
  "فيديو 14A - فيديو رسومي"
 ],
 [
  "When we show up to the present moment with all of our senses, we invite the world    to fill us with joy. The pains of the past are behind us. The future has yet to unfold. But    the now is full of beauty simply waiting for our attention.",
  "عندما نأتي إلى اللحظة الحالية بكل حواسنا، ندعو العالم ليملأنا بالبهجة. آلام الماضي وراءنا. المستقبل لم يتكشف بعد. لكن الآن مليء بالجمال ببساطة في انتظار اهتمامنا."
 ],
 [
  "This is \"Minimize Harm\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «تقليل الضرر» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Anonymous Sources",
  "مصادر مجهولة"
 ],
 [
  "A source contacts you anonymously on social media to tell you they have important information about how a powerful politician treats their staff ... but they can’t tell you the full story as they fear it would identify them. ",
  "يتصل بك أحد المصادر بشكل مجهول على وسائل التواصل الاجتماعي ليخبرك أن لديهم معلومات مهمة حول كيفية تعامل سياسي قوي مع موظفيهم... لكنهم لا يستطيعون إخبارك بالقصة الكاملة لأنهم يخشون أن تتعرف عليهم. "
 ],
 [
  "Image_AnonymousPerson",
  "Image_شخص مجهول"
 ],
 [
  "Image_AngryPolitician",
  "Image_سياسي غاضب"
 ],
 [
  "You want to pursue the story but you don't have the information you need? What should you do?",
  "تريد متابعة القصة ولكن ليس لديك المعلومات التي تحتاجها؟ ماذا يجب أن تفعل؟"
 ],
 [
  "Contact the politician to request an interview about their workplace conduct.",
  "اتصل بالسياسي لطلب مقابلة حول سلوكهم في مكان العمل."
 ],
 [
  "This is not the best option. At this point you don't have enough solid information to ask the right questions – especially if accusations or wrongdoing are involved.",
  "هذا ليس الخيار الأفضل. في هذه المرحلة، ليس لديك معلومات قوية كافية لطرح الأسئلة الصحيحة - خاصة إذا كانت هناك اتهامات أو مخالفات."
 ],
 [
  "Instead, it would be better to ask the source to speak with you off the record, promising them anonymity. You need more information before you can proceed, and this would be the best way to get it at this stage.",
  "بدلاً من ذلك، سيكون من الأفضل أن تطلب من المصدر التحدث معك خارج السجل، واعدًا لهم بعدم الكشف عن هويتهم. تحتاج إلى مزيد من المعلومات قبل أن تتمكن من المتابعة، وستكون هذه أفضل طريقة للحصول عليها في هذه المرحلة."
 ],
 [
  "Send out feelers on social media to ask if other people have information on what goes on in the politician's office.",
  "أرسل مشاعر على وسائل التواصل الاجتماعي لتسأل عما إذا كان لدى الآخرين معلومات حول ما يجري في مكتب السياسي."
 ],
 [
  "This is not the best option. Although this could help you to get more information before you potentially contact the politician directly, posting on social media could bring the interest in the story to the attention of the politician, and they might start to monitor their staff more closely. ",
  "هذا ليس الخيار الأفضل. على الرغم من أن هذا قد يساعدك في الحصول على مزيد من المعلومات قبل الاتصال بالسياسي مباشرة, النشر على وسائل التواصل الاجتماعي يمكن أن يلفت انتباه السياسي إلى الاهتمام بالقصة, وقد يبدأون في مراقبة موظفيهم عن كثب. "
 ],
 [
  "Ask the source to speak with you off the record, promising them anonymity.",
  "اطلب من المصدر التحدث معك خارج السجل، واعدًا لهم بعدم الكشف عن هويتهم."
 ],
 [
  "At this stage, this is the best option. You need more information so you should reassure the source and find out if they will tell you more.",
  "في هذه المرحلة، هذا هو الخيار الأفضل. أنت بحاجة إلى مزيد من المعلومات لذا يجب عليك طمأنة المصدر ومعرفة ما إذا كان سيخبرك بالمزيد."
 ],
 [
  "Because you need more information on the story, it would not have been a good idea to contact the politician directly, as you would not have been able to ask the right questions yet.",
  "نظرًا لأنك تحتاج إلى مزيد من المعلومات حول القصة، فلن يكون من الجيد الاتصال بالسياسي مباشرة، حيث لم تكن قادرًا على طرح الأسئلة الصحيحة بعد."
 ],
 [
  "Equally, if you had tried to send out feelers on social media for more information, the politician could become aware of the interest in the story and begin to monitor their staff more closely.",
  "وبالمثل، إذا كنت قد حاولت إرسال مشاعر على وسائل التواصل الاجتماعي لمزيد من المعلومات، يمكن للسياسي أن يدرك الاهتمام بالقصة ويبدأ في مراقبة موظفيه عن كثب."
 ],
 [
  "We'll look at some further examples of ethics in action.",
  "سنلقي نظرة على بعض الأمثلة الأخرى للأخلاقيات في العمل."
 ],
 [
  "Ethics in Action II",
  "الأخلاق في العمل الثاني"
 ],
 [
  "Ethics in Action: Clarissa Ward",
  "الأخلاق في العمل: كلاريسا وارد"
 ],
 [
  "As a journalist, you have to ask yourself not just what does it mean and what do I need to get the story, but what is my responsibility here as a human being?",
  "كصحفي، عليك أن تسأل نفسك ليس فقط ماذا يعني وماذا أحتاج للحصول على القصة، ولكن ما هي مسؤوليتي هنا كإنسان؟"
 ],
 [
  "This is \"Ethics in Action: Clarissa Ward\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الأخلاق في العمل: كلاريسا وارد» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Ethics in Action: David Culver",
  "الأخلاق في العمل: ديفيد كولفر"
 ],
 [
  "We talked about why these children could be at risk, and how it could impact them and why we believed, given those risks, it was still important to tell this story.",
  "تحدثنا عن سبب تعرض هؤلاء الأطفال للخطر، وكيف يمكن أن يؤثر عليهم ولماذا اعتقدنا، بالنظر إلى تلك المخاطر، أنه لا يزال من المهم سرد هذه القصة."
 ],
 [
  "This is \"Ethics in Action: David Culver\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الأخلاق في العمل: ديفيد كولفر» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Ethics in Action: David Lindsay",
  "الأخلاق في العمل: ديفيد ليندسي"
 ],
 [
  "The ethical question here is, well hang on a minute, these are minors. Should David just show up and try to speak to them? ",
  "السؤال الأخلاقي هنا هو، تعليق جيد في دقيقة، هؤلاء قاصرون. هل يجب أن يظهر ديفيد ويحاول التحدث إليهم؟ "
 ],
 [
  "This is \"VIDEO 17 - David Lindsay - \"Reporting Xinjiang\"\" by CNN Academy on Vimeo, the home for high quality videos and the people who...",
  "هذا هو «فيديو 17 - ديفيد ليندسي - «الإبلاغ عن شينجيانغ\"» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين..."
 ],
 [
  "VIDEO 17 - David Lindsay - \"Reporting Xinjiang\"",
  "فيديو 17 - ديفيد ليندسي - «الإبلاغ عن شينجيانغ»"
 ],
 [
  "Ethics in Action: Emma Lacey-Bordeaux",
  "الأخلاق في العمل: إيما لاسي بوردو"
 ],
 [
  "Emma Lacey-Bordeaux",
  "إيما لاسي بوردو"
 ],
 [
  "Emma Lacey-Bordeaux, CNN Senior Director, News Standards & Practices",
  "إيما لاسي بوردو، مديرة CNN الأولى، معايير وممارسات الأخبار"
 ],
 [
  "There is a belief that the only thing that you need to counter a bad fact is a good fact. But what we see with disinformation is there's actually a real emotional undercurrent that often happens with people who buy into conspiracy theories.",
  "هناك اعتقاد بأن الشيء الوحيد الذي تحتاجه لمواجهة حقيقة سيئة هو حقيقة جيدة. لكن ما نراه مع المعلومات المضللة هو أن هناك في الواقع تيار عاطفي حقيقي يحدث غالبًا مع الأشخاص الذين يشترون نظريات المؤامرة."
 ],
 [
  "This is \"L3V6 QANON Ethical Decisions FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L3V6 QANON القرارات الأخلاقية النهائية» من قبل أكاديمية CNN على Vimeo, موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L3V6 QANON Ethical Decisions FINAL",
  "L3V6 QANON القرارات الأخلاقية النهائية"
 ],
 [
  "We'll look at diversity in the newsroom.",
  "سنلقي نظرة على التنوع في غرفة الأخبار."
 ],
 [
  "Ethics Beyond the Field",
  "أخلاقيات ما وراء الميدان"
 ],
 [
  "Diversity in the Newsroom",
  "التنوع في غرفة الأخبار"
 ],
 [
  "Diversity Matters",
  "مسائل التنوع"
 ],
 [
  "Calvin Sims",
  "كالفين سيمز"
 ],
 [
  "Calvin Sims, CNN Executive Vice-President, Standards & Practices",
  "كالفن سيمز، نائب الرئيس التنفيذي لشبكة CNN، المعايير والممارسات"
 ],
 [
  "Too often in the past, we haven't had diversity among the staffing at all levels in journalism. And we know what the impact of that is. It's communities and populations that are left out.",
  "في كثير من الأحيان في الماضي، لم يكن لدينا تنوع بين الموظفين على جميع المستويات في الصحافة. ونحن نعرف ما هو تأثير ذلك. إنها المجتمعات والسكان الذين تم استبعادهم."
 ],
 [
  "Unfortunately, it's sill rare to find a news organization where staff diversity fully reflects wider society. Social factors and hiring practices mean that women and minorities are often under-represented in our newsrooms.",
  "لسوء الحظ، لا يزال من النادر العثور على مؤسسة إخبارية حيث يعكس تنوع الموظفين المجتمع بشكل كامل. العوامل الاجتماعية وممارسات التوظيف تعني أن النساء والأقليات غالبًا ما تكون ممثلة تمثيلاً ناقصًا في غرف الأخبار لدينا."
 ],
 [
  "Kathleen McElroy, Director, School of Journalism, University of Texas at Austin",
  "كاثلين مكيلروي، مديرة كلية الصحافة، جامعة تكساس في أوستن"
 ],
 [
  "The problem isn’t hiring or nurturing 'diverse' journalists — it’s journalism’s approach to diversity, which points at 'them,' at 'others.' To people who aren’t straight white men.",
  "المشكلة ليست توظيف أو رعاية الصحفيين «المتنوعين» - إنها نهج الصحافة للتنوع، الذي يشير إلى «هم»، إلى «الآخرين». للأشخاص الذين ليسوا رجالًا بيض مستقيمين."
 ],
 [
  "Tufayel Ahmed, Journalist, Editor and Lecturer",
  "طفيل أحمد، صحفي ومحرر ومحاضر"
 ],
 [
  "Change must start at the top. White, middle class people are over-represented in senior roles — management and editor jobs — setting the tone for organisational hiring practices and staff career progression. Too often this leads to unconscious bias, as they are more likely to hire or promote people similar to them.",
  "يجب أن يبدأ التغيير من الأعلى. أبيض, يتم تمثيل أفراد الطبقة المتوسطة بشكل مفرط في الأدوار العليا - وظائف الإدارة والمحرر - مما يحدد نغمة ممارسات التوظيف التنظيمية والتقدم الوظيفي للموظفين. غالبًا ما يؤدي هذا إلى التحيز اللاواعي، حيث من المرجح أن يوظفوا أو يرجعوا أشخاصًا مشابهين لهم."
 ],
 [
  "Johanna Mack & Roman Winkelhahn, European Journalism Observatory",
  "جوانا ماك ورومان وينكلهان، مرصد الصحافة الأوروبي"
 ],
 [
  "Why is it important to have diversity in newsrooms? Because whoever writes the articles, takes the pictures, asks the questions, determines the topics and sets the angle, colours the coverage and influences the journalistic outcome. Diverse journalists lead to diverse perspectives.",
  "لماذا من المهم أن يكون هناك تنوع في غرف الأخبار؟ لأن من يكتب المقالات، يلتقط الصور، يسأل الأسئلة، يحدد المواضيع ويحدد الزاوية، يلون التغطية ويؤثر على النتيجة الصحفية. يؤدي الصحفيون المتنوعون إلى وجهات نظر متنوعة."
 ],
 [
  "Karen Rundlet, Knight Foundation",
  "كارين روندليت، مؤسسة نايت"
 ],
 [
  "At a time when trust in news is at an all time low, it is more important than ever for journalists to better understand the people they cover. Yet the staff at most news organizations does not reflect the diversity of our communities. Without the insights of diverse sources, the accuracy of the journalism suffers.",
  "في الوقت الذي تكون فيه الثقة في الأخبار منخفضة على الإطلاق، من المهم أكثر من أي وقت مضى أن يفهم الصحفيون الأشخاص الذين يغطونهم بشكل أفضل. ومع ذلك، فإن الموظفين في معظم المؤسسات الإخبارية لا يعكسون تنوع مجتمعاتنا. بدون رؤى المصادر المتنوعة، تتأثر دقة الصحافة."
 ],
 [
  "This is \"VIDEO 21 - Diversity Matters\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 21 - مسائل التنوع» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 21 - Diversity Matters",
  "فيديو 21 - مسائل التنوع"
 ],
 [
  "The Role of Bias",
  "دور التحيز"
 ],
 [
  "Whether conscious or unconscious, bias shows up in every aspect of our lives and can have a significant impact on who is seen, heard, and represented. Let's take a moment to review some common biases:",
  "سواء كان واعيًا أو فاقدًا للوعي، يظهر التحيز في كل جانب من جوانب حياتنا ويمكن أن يكون له تأثير كبير على من يتم رؤيته وسماعه وتمثيله. لنأخذ لحظة لمراجعة بعض التحيزات الشائعة:"
 ],
 [
  "Confirmation Bias",
  "تحيز التأكيد"
 ],
 [
  "Favoring information that confirms what we already believe to be true.",
  "تفضيل المعلومات التي تؤكد ما نعتقد بالفعل أنه صحيح."
 ],
 [
  "Affinity Bias",
  "تحيز التقارب"
 ],
 [
  "A positive bias towards people who we consider to be similar to ourselves.",
  "تحيز إيجابي تجاه الأشخاص الذين نعتبرهم مشابهين لأنفسنا."
 ],
 [
  "Bandwagon Bias",
  "باندواجون بياس"
 ],
 [
  "Believing something because many people around you also believe it.",
  "تصديق شيء لأن الكثير من الناس من حولك يؤمنون به أيضًا."
 ],
 [
  "Anchor Bias",
  "انكور التحيز"
 ],
 [
  "Relying on the first piece of information you received when assessing new information. ",
  "الاعتماد على أول جزء من المعلومات التي تلقيتها عند تقييم المعلومات الجديدة. "
 ],
 [
  "Addressing these biases takes time and commitment, but recognizing bias is the first step in the process. Individual journalists must work tirelessly to unmask their implicit biases and question their privilege.",
  "تتطلب معالجة هذه التحيزات وقتًا والتزامًا، لكن التعرف على التحيز هو الخطوة الأولى في العملية. يجب على الصحفيين الأفراد العمل بلا كلل للكشف عن تحيزاتهم الضمنية والتشكيك في امتيازهم."
 ],
 [
  "Diversity",
  "التنوع"
 ],
 [
  "This is \"Diversity\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «التنوع» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Case Study: ",
  "دراسة حالة: "
 ],
 [
  "Omar Jimenez \"On Kobe Bryant\"",
  "عمر خيمينيز «على كوبي براينت»"
 ],
 [
  "OscarJimenez",
  "أوسكار جيمينيز"
 ],
 [
  "Omar Jimenez, CNN US Correspondent",
  "عمر جيمينيز، مراسل CNN في الولايات المتحدة"
 ],
 [
  "\"I tried to think about what people would be thinking about, and I knew what people would be thinking about because I was one of those people ... it goes back to underscoring the importance of being human.\"",
  "«حاولت التفكير فيما سيفكر فيه الناس، وكنت أعرف ما الذي سيفكر فيه الناس لأنني كنت أحد هؤلاء الأشخاص... يعود الأمر إلى التأكيد على أهمية أن تكون إنسانًا»."
 ],
 [
  "This is \"VIDEO 18 - Omar Jimenez - \"On Kobe Bryant\"\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 18 - عمر خيمينيز - «على كوبي براينت\"» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونهم."
 ],
 [
  "VIDEO 18 - Omar Jimenez - \"On Kobe Bryant\"",
  "فيديو 18 - عمر خيمينيز - «على كوبي براينت»"
 ],
 [
  "Knowing Your Biases",
  "معرفة تحيزاتك"
 ],
 [
  "We introduced four common biases earlier in this lesson; let's see if you can recognize each of them in practice. Decide if each of the following scenarios is describing:",
  "قدمنا أربعة تحيزات شائعة في وقت سابق من هذا الدرس؛ دعونا نرى ما إذا كان يمكنك التعرف على كل منها في الممارسة العملية. حدد ما إذا كان كل من السيناريوهات التالية يصف:"
 ],
 [
  "Bandwagon",
  "عربة"
 ],
 [
  " Bias",
  " بياس"
 ],
 [
  "Anchor",
  "أنكور"
 ],
 [
  " bias",
  " انحياز، نزعة"
 ],
 [
  "Confirmation",
  "التأكيد"
 ],
 [
  "Affinity",
  "تقارب"
 ],
 [
  "Big stories can sometimes make it seem like there is nothing else happening in the world. Journalists should be aware of how ",
  "يمكن للقصص الكبيرة في بعض الأحيان أن تجعل الأمر يبدو وكأنه لا يوجد شيء آخر يحدث في العالم. يجب أن يكون الصحفيون على دراية بكيفية "
 ],
 [
  "bandwagon bias ",
  "تحيز عربة "
 ],
 [
  "might be making their editorial decisions for them.",
  "قد يتخذون قراراتهم التحريرية نيابة عنهم."
 ],
 [
  "Scenario 1",
  "السيناريو 1"
 ],
 [
  "A royal baby is about to be born. The princess has been taken to hospital and anticipation is building. Every news channel is running live pictures of the hospital or the palace. Newsrooms all over the world have made this their lead story running countless stories with often tenuous angles. There seems to be no end to the appetite for news about the as yet unborn child and many of your colleagues are coming up with stories of their own. Is it time to put your investigative story on hold?",
  "طفل ملكي على وشك أن يولد. تم نقل الأميرة إلى المستشفى والترقب آخذ في البناء. تقوم كل قناة إخبارية بتشغيل صور حية للمستشفى أو القصر. جعلت غرف الأخبار في جميع أنحاء العالم هذه القصة الرئيسية التي تعرض قصصًا لا حصر لها بزوايا ضعيفة في كثير من الأحيان. يبدو أنه لا توجد نهاية للشهية للحصول على أخبار عن الطفل الذي لم يولد بعد والعديد من زملائك يخرجون بقصص خاصة بهم. هل حان الوقت لتعليق قصتك الاستقصائية؟"
 ],
 [
  "This is ",
  "هذا هو "
 ],
 [
  "affinity ",
  "تقارب "
 ],
 [
  "bias",
  "انحياز، نزعة"
 ],
 [
  "confirmation ",
  "تأكيد "
 ],
 [
  "anchor ",
  "مرساة "
 ],
 [
  "bandwagon",
  "عربة"
 ],
 [
  "If the expectation of a greater increase makes the eventual figure seem less significant, that is an example of ",
  "إذا كان توقع زيادة أكبر يجعل الرقم النهائي يبدو أقل أهمية، فهذا مثال على "
 ],
 [
  "anchor bias",
  "تحيز المرساة"
 ],
 [
  " – our tendency to base judgments on the first piece of information we receive.",
  " - ميلنا إلى إصدار الأحكام على أول جزء من المعلومات التي نتلقاها."
 ],
 [
  "If the expectation of a greater increase makes the eventual figure seem less significant, that is an example of anchor bias – our tendency to base judgments on the first piece of information we receive. ",
  "إذا كان توقع زيادة أكبر يجعل الرقم النهائي يبدو أقل أهمية, هذا مثال على تحيز المرساة - ميلنا إلى بناء الأحكام على أول جزء من المعلومات التي نتلقاها. "
 ],
 [
  "Scenario 2",
  "السيناريو 2"
 ],
 [
  "Economists have been warning that a rise in interest rates is unavoidable in order to battle rising inflation. Government representatives have warned that the rate hike could be as large as 1.5% with the opposition pointing out that this could mean economic hardship for millions of people. The Central Bank finally announces an increase of 0.75% which many establishment figures are calling a prudent move.",
  "وقد حذر الاقتصاديون من أن ارتفاع أسعار الفائدة أمر لا مفر منه من أجل مكافحة ارتفاع التضخم. وقد حذر ممثلو الحكومة من أن رفع سعر الفائدة قد يصل إلى 1.5٪ مع إشارة المعارضة إلى أن هذا قد يعني صعوبات اقتصادية لملايين الأشخاص. أعلن البنك المركزي أخيرًا عن زيادة بنسبة 0.75٪ والتي تصفها العديد من أرقام المؤسسة بأنها خطوة حكيمة."
 ],
 [
  "The danger is that",
  "الخطر هو أن"
 ],
 [
  " affinity bias",
  " تحيز التقارب"
 ],
 [
  " towards supporters of the ‘Yes’ campaign and against supporters of the ‘No’ campaign might lead to a failure to see both sides of the argument. ",
  " تجاه مؤيدي حملة «نعم» وضد مؤيدي حملة «لا» قد يؤدي إلى الفشل في رؤية طرفي الجدل. "
 ],
 [
  "Scenario 3",
  "السيناريو 3"
 ],
 [
  "You are interviewing members of the public on both sides of the national referendum debate. You start to realise that you make connections more easily with supporters of the ‘Yes’ campaign. They look and sound like people in your own social circles. In fact, most of your friends and family say they will vote ‘Yes’. You find people on the ‘No’ side harder to relate to. You feel unsettled by what they say and how they say it. They are not people who you would meet in your day-to-day life. Most of them are from parts of the country you have never visited. ",
  "أنت تجري مقابلات مع أفراد من الجمهور على جانبي مناقشة الاستفتاء الوطني. تبدأ في إدراك أنك تجري اتصالات بسهولة أكبر مع مؤيدي حملة «نعم». إنها تبدو وكأنها أشخاص في دوائرك الاجتماعية. في الواقع، يقول معظم أصدقائك وعائلتك إنهم سيصوتون بـ «نعم». تجد الأشخاص في الجانب «لا» أكثر صعوبة في الارتباط بهم. تشعر بعدم الاستقرار بسبب ما يقولونه وكيف يقولون ذلك. إنهم ليسوا أشخاصًا ستلتقي بهم في حياتك اليومية. معظمهم من أجزاء من البلد لم تزرها من قبل. "
 ],
 [
  "It’s exactly because the breaking story seems to fit a template that you have to be careful not to let ",
  "هذا بالضبط لأن القصة العاجلة تبدو مناسبة لقالب يجب أن تكون حريصًا على عدم السماح به "
 ],
 [
  "confirmation bias",
  "تحيز التأكيد"
 ],
 [
  " stop you from seeking out other possible angles and interpretations of events. ",
  " يمنعك من البحث عن زوايا وتفسيرات أخرى محتملة للأحداث. "
 ],
 [
  "Scenario 4",
  "السيناريو 4"
 ],
 [
  "You have been reporting on developments in an ongoing war and there are reports of an air strike with civilian casualties. The invading armies have already perpetrated what some are calling war crimes and social media is alive with accusations that this is another atrocity. The defending army has already issued a statement condemning the attack. It all seems to fit a familiar pattern but the ‘fog of war’ means that the truth remains unclear. ",
  "لقد تم الإبلاغ عن التطورات في حرب مستمرة وهناك تقارير عن غارة جوية مع خسائر في صفوف المدنيين. لقد ارتكبت الجيوش الغازية بالفعل ما يسميه البعض جرائم الحرب ووسائل التواصل الاجتماعي على قيد الحياة مع الاتهامات بأن هذا عمل وحشي آخر. وقد أصدر الجيش المدافع بالفعل بيانًا يدين الهجوم. يبدو أن كل شيء يتناسب مع نمط مألوف ولكن «ضباب الحرب» يعني أن الحقيقة لا تزال غير واضحة. "
 ],
 [
  "You'll explore the differences between journalism and activism.",
  "سوف تستكشف الاختلافات بين الصحافة والنشاط."
 ],
 [
  "Journalism vs Activism",
  "الصحافة مقابل النشاط"
 ],
 [
  "Reporting Without Agenda",
  "إعداد التقارير بدون جدول أعمال"
 ],
 [
  "Mobile technology and social media have blurred the boundaries between media consumers and producers, citizens and reporters, journalists and activists. Just as political activists make use of online media to promote and advocate for the causes they believe in, journalists use the same platforms to publicise their work and engage in debates. ",
  "أدت تكنولوجيا الهاتف المحمول ووسائل التواصل الاجتماعي إلى طمس الحدود بين مستهلكي وسائل الإعلام ومنتجيها والمواطنين والمراسلين والصحفيين والناشطين. مثلما يستخدم النشطاء السياسيون وسائل الإعلام على الإنترنت للترويج للقضايا التي يؤمنون بها والدفاع عنها, يستخدم الصحفيون نفس المنصات للإعلان عن عملهم والمشاركة في المناقشات. "
 ],
 [
  "As journalists, we hope that our professional ethics distinguish us from activists who may use journalistic tools to advance their agendas, but in practice the lines are easy to cross and hard to define. ",
  "كصحفيين, نأمل أن تميزنا أخلاقياتنا المهنية عن النشطاء الذين قد يستخدمون الأدوات الصحفية لتعزيز أجندتهم, ولكن من الناحية العملية، من السهل تجاوز الخطوط ويصعب تحديدها. "
 ],
 [
  "David Brewer, Founder, Media Helping Media",
  "ديفيد بروير، مؤسس وسائل الإعلام مساعدة وسائل الإعلام"
 ],
 [
  "If a journalist’s role is to seek out truth, reflect the voices and opinions of those who don’t usually have a say, and to represent the whole audience regardless of race, religion, political affiliation and social status, then perhaps a journalist is, essentially, an activist for freedom of expression.",
  "إذا كان دور الصحفي هو البحث عن الحقيقة، والتعبير عن أصوات وآراء أولئك الذين ليس لهم عادة رأي، وتمثيل الجمهور بأكمله بغض النظر عن العرق والدين والانتماء السياسي والوضع الاجتماعي، فربما يكون الصحفي، في الأساس، ناشطًا من أجل حرية التعبير."
 ],
 [
  "Desmond Cole, former Toronto Star columnist",
  "ديزموند كول، كاتب عمود تورنتو ستار السابق"
 ],
 [
  "If I must choose between a newspaper column and the actions I must take to liberate myself and my community, I choose activism in the service of Black liberation.",
  "إذا كان لا بد لي من الاختيار بين عمود صحيفة والإجراءات التي يجب أن أتخذها لتحرير نفسي ومجتمعي، فأنا أختار النشاط في خدمة تحرير السود."
 ],
 [
  "The Society of Professional Journalists",
  "جمعية الصحفيين المحترفين"
 ],
 [
  "Objectivity in today’s superheated political environment may be impossible, but impartiality should still be a reporter’s goal. Even those who are paid to have opinions — columnists, editorial writers, talk show hosts, bloggers — should at least be aware of all relevant points of view. ",
  "قد تكون الموضوعية في البيئة السياسية المحمومة اليوم مستحيلة، لكن الحياد يجب أن يظل هدف المراسل. حتى أولئك الذين يتقاضون رواتبهم للحصول على آراء - كتاب الأعمدة, كتاب التحرير, مضيفي البرامج الحوارية, المدونون - يجب أن يكونوا على الأقل على دراية بجميع وجهات النظر ذات الصلة. "
 ],
 [
  "Stephen J. A. Ward, Media Ethicist",
  "ستيفن جيه إيه وارد، عالم أخلاقيات الإعلام"
 ],
 [
  "Calling for a return to traditional objective journalism is like proposing that we go backward in time. Not only do many journalists not practice traditional facts-only reporting, but the public sphere that once justified such an ethic has greatly disappeared.",
  "إن الدعوة إلى العودة إلى الصحافة الموضوعية التقليدية تشبه اقتراح أن نعود إلى الوراء في الوقت المناسب. لا يقتصر الأمر على عدم ممارسة العديد من الصحفيين لتقارير الحقائق التقليدية فقط, لكن المجال العام الذي كان يبرر مثل هذه الأخلاق قد اختفى إلى حد كبير."
 ],
 [
  "You cannot be an activist for a specific outcome because as journalists, we have to be able to criticize and hold to account the decision-makers, the people who are responsible for delivering on these outcomes.",
  "لا يمكنك أن تكون ناشطًا لتحقيق نتيجة محددة لأنه كصحفيين، يجب أن نكون قادرين على انتقاد صانعي القرار ومحاسبتهم، الأشخاص المسؤولين عن تحقيق هذه النتائج."
 ],
 [
  "This is \"L3V7 Journalism vs Activism FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L3V7 الصحافة مقابل النشاط النهائي» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L3V7 Journalism vs Activism FINAL",
  "L3V7 الصحافة مقابل النشاط النهائي"
 ],
 [
  "When is a Journalist not a Journalist?",
  "متى يكون الصحفي ليس صحفيًا؟"
 ],
 [
  "Debates about 'citizen journalism', 'activist journalism', and 'media activism' are not going away any time soon. The following cases illustrate some of the ways in which the status of journalism has been called into question in recent years:",
  "لن تختفي النقاشات حول «صحافة المواطن» و «الصحافة الناشطة» و «النشاط الإعلامي» في أي وقت قريب. توضح الحالات التالية بعض الطرق التي تم من خلالها التشكيك في وضع الصحافة في السنوات الأخيرة:"
 ],
 [
  "Enough is Enough: Student Journalists Stand up to Gun Violence",
  "كفى: الصحفيون الطلاب يقفون في وجه العنف المسلح"
 ],
 [
  "Following the shooting of 17 people at Marjory Stoneman Douglas High School in Parkland, Florida in February 2018, editorial staff of the high school newspaper 'The Eagle Eye' helped to organise and promote the \"March for Our Lives\" where hundreds of thousands of people gathered in Washington DC and around the world calling for changes to US gun ownership laws. The Eagle Eye abandoned objectivity by releasing a manifesto outlining their demands for changes to US gun laws.",
  "بعد إطلاق النار على 17 شخصًا في مدرسة مارجوري ستونمان دوغلاس الثانوية في باركلاند بولاية فلوريدا في فبراير 2018، ساعد طاقم تحرير صحيفة المدرسة الثانوية «The Eagle Eye» في تنظيم وترويج «مسيرة من أجل حياتنا» حيث تجمع مئات الآلاف من الأشخاص في واشنطن العاصمة وحول العالم يدعو إلى تغييرات في قوانين ملكية الأسلحة الأمريكية. تخلت Eagle Eye عن الموضوعية من خلال إصدار بيان يحدد مطالبهم بإجراء تغييرات على قوانين الأسلحة الأمريكية."
 ],
 [
  "\"",
  "«"
 ],
 [
  "We have a unique platform not only as student journalists, but also as survivors of a mass shooting...",
  "لدينا منصة فريدة ليس فقط كصحفيين طلابيين، ولكن أيضًا كناجين من إطلاق نار جماعي..."
 ],
 [
  " We cannot stand idly by as the country continues to be infected by a plague of gun violence that seeps into community after community, and does irreparable damage to the hearts and minds of the American people. ",
  " لا يمكننا أن نقف مكتوفي الأيدي بينما تستمر البلاد في الإصابة بوباء العنف المسلح الذي يتسرب إلى مجتمع تلو الآخر, ويلحق أضرارًا لا يمكن إصلاحها بقلوب وعقول الشعب الأمريكي. "
 ],
 [
  "That’s why the Eagle Eye has come together and proposed these following changes to gun policy.",
  "لهذا السبب اجتمعت Eagle Eye واقترحت هذه التغييرات التالية على سياسة السلاح."
 ],
 [
  "- ",
  "- "
 ],
 [
  "Editorial staff of the Eagle Eye",
  "هيئة تحرير عين النسر"
 ],
 [
  "Parkland, Florida",
  "باركلاند، فلوريدا"
 ],
 [
  "Wikileaks: 'Collateral Murder'",
  "ويكيليكس: «القتل الجانبي»"
 ],
 [
  "On July 12, 2007 a US helicopter gunship opened fire on a group of Iraqi men in Baghdad killing, among others, a Reuters journalist and media assistant. Reuters tried, without success, to obtain footage of the incident from the US Department of Defense using Freedom of Information requests.",
  "في 12 تموز/يوليو 2007، فتحت مروحية حربية أمريكية النار على مجموعة من الرجال العراقيين في بغداد، مما أسفر عن مقتل، من بين آخرين، صحفي ومساعد إعلامي من وكالة رويترز. حاولت رويترز، دون نجاح، الحصول على لقطات للحادث من وزارة الدفاع الأمريكية باستخدام طلبات حرية المعلومات."
 ],
 [
  "In 2010, Julian Assange's Wikileaks released the video under the provocative title \"Collateral Murder\" along with thousands of other classified and sensitive military and diplomatic documents they had obtained from military analyst Bradley (now Chelsea) Manning. While Assange and his supporters argue that the publication of leaked documents is journalism, there are many who believe he acted outside of the ethical boundaries of the profession.",
  "في عام 2010، نشرت ويكيليكس جوليان أسانج الفيديو تحت عنوان استفزازي «القتل الجانبي» جنبا إلى جنب مع الآلاف من الوثائق العسكرية والدبلوماسية السرية والحساسة الأخرى التي حصلوا عليها من المحلل العسكري برادلي (الآن تشيلسي) مانينغ. في حين يجادل أسانج وأنصاره بأن نشر الوثائق المسربة هو صحافة، هناك الكثير ممن يعتقدون أنه تصرف خارج الحدود الأخلاقية للمهنة."
 ],
 [
  "Wikileaks",
  "ويكيليكس"
 ],
 [
  "Egypt: Amplifying Tahrir Square",
  "مصر: تضخيم ميدان التحرير"
 ],
 [
  "Under Egyptian President Hosni Mubarak, news and opinion was tightly controlled by writers, broadcasters, and media owners who were loyal to the government. Since professional journalism was intimately bound up with the existing order, it took amateur journalists using social media to amplify the voices of protestors calling for revolution.",
  "في عهد الرئيس المصري حسني مبارك، كانت الأخبار والآراء تخضع لرقابة مشددة من قبل الكتاب والمذيعين وأصحاب وسائل الإعلام الذين كانوا موالين للحكومة. وبما أن الصحافة المهنية كانت مرتبطة ارتباطاً وثيقاً بالنظام القائم، فقد تطلب الأمر من الصحفيين الهواة استخدام وسائل التواصل الاجتماعي لتضخيم أصوات المحتجين الداعين إلى الثورة."
 ],
 [
  "'Citizen' journalists who joined the protests were charged by the government of 'spreading false news' and 'participating in terrorist groups'; they were among thousands of people who suffered imprisonment and torture before Mubarak's government fell.",
  "واتهمت الحكومة الصحفيين «المواطنين» الذين انضموا إلى الاحتجاجات بـ «نشر أخبار كاذبة» و «المشاركة في جماعات إرهابية»؛ وكانوا من بين آلاف الأشخاص الذين عانوا من السجن والتعذيب قبل سقوط حكومة مبارك."
 ],
 [
  "Egypt",
  "مصر"
 ],
 [
  "Journalist or Activist?",
  "صحفي أم ناشط؟"
 ],
 [
  "This is \"Journalist or Activist-\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «صحفي أو ناشط» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Journalist or Activist-",
  "صحفي أو ناشط-"
 ],
 [
  "You'll learn about the ethics of online information.",
  "ستتعرف على أخلاقيات المعلومات عبر الإنترنت."
 ],
 [
  "The Ethics of Online Information",
  "أخلاقيات المعلومات عبر الإنترنت"
 ],
 [
  "Journalism in the Digital Age",
  "الصحافة في العصر الرقمي"
 ],
 [
  "Every new development in online media presents journalists with new opportunities but also new challenges and potential pitfalls. Journalists now share the information space with bloggers, citizen journalists and activists — as well as their audiences. ",
  "يقدم كل تطور جديد في وسائل الإعلام عبر الإنترنت للصحفيين فرصًا جديدة ولكن أيضًا تحديات جديدة ومزالق محتملة. يشارك الصحفيون الآن مساحة المعلومات مع المدونين والصحفيين المواطنين والناشطين - بالإضافة إلى جماهيرهم. "
 ],
 [
  "While the ethical principles that guide our work remain the same across all formats and platforms, applying them in the ever evolving world of social media requires vigilance and care. ",
  "في حين أن المبادئ الأخلاقية التي توجه عملنا تظل كما هي عبر جميع الأشكال والمنصات، فإن تطبيقها في عالم وسائل التواصل الاجتماعي المتطور باستمرار يتطلب اليقظة والرعاية. "
 ],
 [
  "Social media has in many ways brought us back to the traditional roots of journalism. It's conversation, it's dialogue, it's back and forth.",
  "لقد أعادتنا وسائل التواصل الاجتماعي من نواح عديدة إلى الجذور التقليدية للصحافة. إنها محادثة، إنها حوار، إنها ذهابًا وإيابًا."
 ],
 [
  "This is \"L3V5 Professional vs Citizen Journalism FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «L3V5 Professional vs Citizen Journalism FINAL» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "L3V5 Professional vs Citizen Journalism FINAL",
  "L3V5 المهنية مقابل صحافة المواطن النهائي"
 ],
 [
  "The Ethics of Social Media",
  "أخلاقيات وسائل التواصل الاجتماعي"
 ],
 [
  "This is \"Ethics of Social Media\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «أخلاقيات وسائل التواصل الاجتماعي» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Ethics of Social Media",
  "أخلاقيات وسائل التواصل الاجتماعي"
 ],
 [
  "Challenges in Online Journalism",
  "التحديات في الصحافة الإلكترونية"
 ],
 [
  "Online journalism presents many challenges, and these often raise ethical questions that force us to question where to draw the line:",
  "تمثل الصحافة عبر الإنترنت العديد من التحديات، وغالبًا ما تثير هذه الأسئلة الأخلاقية التي تجبرنا على التساؤل عن مكان رسم الخط:"
 ],
 [
  "When we encounter false narratives online it can be tempting to confront them head on with the truth. Paradoxically, this might have exactly the opposite effect. News content that debunks disinformation inevitably amplifies the very falsehoods that it aims to correct. By debunking a conspiracy theory on a mainstream platform, have we inadvertently given it the oxygen of publicity that the agents of information disorder desire the most?",
  "عندما نواجه روايات كاذبة على الإنترنت، قد يكون من المغري مواجهتها وجهاً لوجه بالحقيقة. ومن المفارقات أن هذا قد يكون له تأثير معاكسين تمامًا. إن المحتوى الإخباري الذي يفضح المعلومات المضللة يضخم حتمًا الأكاذيب التي يهدف إلى تصحيحها. من خلال فضح نظرية المؤامرة على منصة رئيسية، هل أعطيناها عن غير قصد أكسجين الدعاية الذي يرغب فيه وكلاء اضطراب المعلومات أكثر من غيرهم؟"
 ],
 [
  "Should we be combating disinformation?",
  "هل يجب أن نكافح التضليل؟"
 ],
 [
  "Verifying that video or images are, in fact, what they seem to be is the first concern of any journalist who finds what looks like newsworthy content online. But the ethical considerations do not stop there. ",
  "التحقق من أن الفيديو أو الصور هي، في الواقع، ما تبدو عليه هو الشاغل الأول لأي صحفي يجد ما يشبه المحتوى الجدير بالنشر على الإنترنت. لكن الاعتبارات الأخلاقية لا تتوقف عند هذا الحد. "
 ],
 [
  "What permissions might be needed before incorporating such material into our work? ",
  "ما هي الأذونات التي قد تكون مطلوبة قبل دمج هذه المواد في عملنا؟ "
 ],
 [
  "How can we attribute the material in a transparent manner? ",
  "كيف يمكننا أن نعزو المادة بطريقة شفافة؟ "
 ],
 [
  "And above all, what safety and security issues might be relevant — how do we minimize harm?",
  "وفوق كل شيء، ما هي قضايا السلامة والأمن التي قد تكون ذات صلة - كيف يمكننا تقليل الضرر؟"
 ],
 [
  "Should we be publishing citizen content?",
  "هل يجب أن ننشر محتوى المواطن؟"
 ],
 [
  "While a social media presence can be useful for journalists to establish their personal brand and publicise their work, online engagement can sometimes lead to ethical lapses. When audiences react negatively to our work online it can be tempting for a journalist to fire back a quick response. The risk is that we fail to apply the same ethical standards to our online interactions as we do in our journalistic work and our credibility suffers as a result.",
  "في حين أن التواجد على وسائل التواصل الاجتماعي يمكن أن يكون مفيدًا للصحفيين لتأسيس علامتهم التجارية الشخصية ونشر أعمالهم, يمكن أن تؤدي المشاركة عبر الإنترنت أحيانًا إلى هفوات أخلاقية. عندما يتفاعل الجمهور بشكل سلبي مع عملنا عبر الإنترنت، قد يكون من المغري للصحفي الرد على رد سريع. يكمن الخطر في فشلنا في تطبيق نفس المعايير الأخلاقية على تفاعلاتنا عبر الإنترنت كما نفعل في عملنا الصحفي وتعاني مصداقيتنا نتيجة لذلك."
 ],
 [
  "Should we be engaging in online debates?",
  "هل يجب أن نشارك في مناقشات عبر الإنترنت؟"
 ],
 [
  "Fact Checking and Fake Reports",
  "التحقق من الحقائق والتقارير المزيفة"
 ],
 [
  "David Valenzuela, Senior Director, CNN News Standards & Practices",
  "ديفيد فالينزويلا، مدير أول، معايير وممارسات سي إن إن نيوز"
 ],
 [
  "The ethical question is how much of the lies can we show before we debunk them? ... It can be really dangerous to just let somebody repeat a lie without the proper context.",
  "السؤال الأخلاقي هو كم من الأكاذيب التي يمكن أن نعرضها قبل أن نفضحها? ... قد يكون من الخطر حقًا السماح لشخص ما بتكرار كذبة بدون السياق المناسب."
 ],
 [
  "This is \"VIDEO 14B - FACT CHECKING FAKE REPORTS- MISINFORMATION & DISINFORMATION\" by CNN Academy on Vimeo, the home for high quality videos and...",
  "هذا هو «فيديو 14B - التحقق من صحة التقارير المزيفة - المعلومات الخاطئة والتضليل» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة و..."
 ],
 [
  "VIDEO 14B - FACT CHECKING FAKE REPORTS- MISINFORMATION & DISINFORMATION",
  "فيديو 14B - التحقق من صحة التقارير المزيفة - التضليل والتضليل"
 ],
 [
  "Reporting the Pandemic",
  "الإبلاغ عن الوباء"
 ],
 [
  "There's a lot more to incorporating online video into our output than just verification. Our professional standards as journalists require us to consider the news value and ethical implications from multiple perspectives as ",
  "هناك الكثير لدمج الفيديو عبر الإنترنت في مخرجاتنا أكثر من مجرد التحقق. معاييرنا المهنية كصحفيين تتطلب منا النظر في قيمة الأخبار والآثار الأخلاقية من وجهات نظر متعددة "
 ],
 [
  "CNN Senior Director of News Standards & Practices",
  "سي إن إن مدير أول لمعايير وممارسات الأخبار"
 ],
 [
  ", ",
  "، "
 ],
 [
  "Emma Lacey-Bordeaux ",
  "إيما لاسي بوردو "
 ],
 [
  "explains:",
  "يشرح:"
 ],
 [
  "Emma Lacey Bordeaux",
  "إيما ليسي بوردو"
 ],
 [
  "Once we've decided that a certain piece of video meets that threshold and that we are going to use it, then we decide how we're going to use it.",
  "بمجرد أن نقرر أن قطعة معينة من الفيديو تفي بهذه العتبة وأننا سنستخدمها، فإننا نقرر كيف سنستخدمها."
 ],
 [
  "This is \"VIDEO 16 - Emma Lacey-Bordeaux - \"Reporting the Pandemic\"-\" by CNN Academy on Vimeo, the home for high quality videos and the...",
  "هذا هو «فيديو 16 - إيما لاسي بوردو -» الإبلاغ عن الوباء «-» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة و..."
 ],
 [
  "VIDEO 16 - Emma Lacey-Bordeaux - \"Reporting the Pandemic\"-",
  "فيديو 16 - إيما لاسي بوردو - «الإبلاغ عن الوباء» -"
 ],
 [
  "You'll learn about some of the legal obligations of journalists.",
  "ستتعرف على بعض الالتزامات القانونية للصحفيين."
 ],
 [
  "Journalism and the Law",
  "الصحافة والقانون"
 ],
 [
  "Know Your Laws",
  "تعرف على قوانينك"
 ],
 [
  "The laws affecting the work of journalists differ from country to country. Especially when working on sensitive stories, it is important for journalists to be familiar with the relevant local legal parameters governing principles such as privacy, defamation, and prior restraint. Every journalist should know who in their organisation they can turn to when legal questions arise. ",
  "تختلف القوانين التي تؤثر على عمل الصحفيين من بلد إلى آخر. خاصة عند العمل على القصص الحساسة, من المهم أن يكون الصحفيون على دراية بالمعايير القانونية المحلية ذات الصلة التي تحكم المبادئ مثل الخصوصية, التشهير, وضبط النفس المسبق. يجب أن يعرف كل صحفي من يمكنه اللجوء إليه في مؤسسته عند ظهور أسئلة قانونية. "
 ],
 [
  "This is \"Journalism & the Law\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الصحافة والقانون» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Journalism & the Law",
  "الصحافة والقانون"
 ],
 [
  "Legal Considerations",
  "الاعتبارات القانونية"
 ],
 [
  "Merriam Mikhail",
  "ميريام ميخائيل"
 ],
 [
  "Merriam Mikhail, CNN Counsel",
  "ميريام ميخائيل، مستشار سي إن إن"
 ],
 [
  "Ethical standards are heavily enmeshed with your legal obligations, too. Getting arrested or having to pay damages for violating someone's rights could heavily damage your own reputation and the reputation of the media organization that you're working in.",
  "تتشابك المعايير الأخلاقية بشكل كبير مع التزاماتك القانونية أيضًا. قد يؤدي إلقاء القبض عليك أو الاضطرار إلى دفع تعويضات عن انتهاك حقوق شخص ما إلى إلحاق ضرر كبير بسمعتك وسمعة المؤسسة الإعلامية التي تعمل فيها."
 ],
 [
  "This is \"VIDEO 22 - Legal Considerations\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «VIDEO 22 - الاعتبارات القانونية» من قبل CNN Academy على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 22 - Legal Considerations",
  "فيديو 22 - الاعتبارات القانونية"
 ],
 [
  "Here are some of the important issues relating to journalism and the law. How much do you know about the laws governing these concepts in your jurisdiction?",
  "فيما يلي بعض القضايا المهمة المتعلقة بالصحافة والقانون. ما مدى معرفتك بالقوانين التي تحكم هذه المفاهيم في ولايتك القضائية؟"
 ],
 [
  "The review and restriction of information by a government prior to its release. ",
  "مراجعة المعلومات وتقييدها من قبل الحكومة قبل صدورها. "
 ],
 [
  "Prior Restraint",
  "ضبط النفس المسبق"
 ],
 [
  "Journalism of questionable accuracy that uses sensational presentations to attract readers ",
  "صحافة ذات دقة مشكوك فيها تستخدم عروض تقديمية مثيرة لجذب القراء "
 ],
 [
  "Yellow Journalism",
  "الصحافة الصفراء"
 ],
 [
  "A journalist's right to offer to protect the confidentiality of a source. ",
  "حق الصحفي في العرض لحماية سرية المصدر. "
 ],
 [
  "Reporter Privilege",
  "امتياز المراسل"
 ],
 [
  "A citizen's legal rights to obtain information held by government and public bodies. ",
  "الحقوق القانونية للمواطن في الحصول على المعلومات التي تحتفظ بها الحكومة والهيئات العامة. "
 ],
 [
  "Freedom of Information",
  "حرية المعلومات"
 ],
 [
  "US constitutional protection for freedoms of speech, religion, assembly and the right to petition government.",
  "الحماية الدستورية الأمريكية لحريات التعبير والدين والتجمع والحق في تقديم التماس للحكومة."
 ],
 [
  "First Amendment",
  "التعديل الأول"
 ],
 [
  "Written publication of false statements that damages the reputation of an individual. ",
  "نشر مكتوب لبيانات كاذبة تضر بسمعة الفرد. "
 ],
 [
  "Libel",
  "تشهير"
 ],
 [
  "Bringing disrepute to an individual by communicating false statements. ",
  "جلب سمعة سيئة للفرد من خلال توصيل بيانات كاذبة. "
 ],
 [
  "Defamation",
  "تشهير"
 ],
 [
  "The Problem of Plagiarism",
  "مشكلة الانتحال"
 ],
 [
  "Plagiarism - when a journalist passes off the work of others as their own - is a serious breach of journalistic ethics. In our era of online information, plagiarism seems to be on the rise. Journalists may even commit plagiarism inadvertently when they use information that they find online. ",
  "الانتحال - عندما يمرر الصحفي عمل الآخرين على أنه عمل خاص به - هو خرق خطير للأخلاقيات الصحفية. في عصرنا من المعلومات عبر الإنترنت، يبدو أن الانتحال آخذ في الارتفاع. قد يرتكب الصحفيون الانتحال عن غير قصد عندما يستخدمون المعلومات التي يجدونها عبر الإنترنت. "
 ],
 [
  "This is \"Plagiarism\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الانتحال» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Plagiarism",
  "سرقة أدبية"
 ],
 [
  "Types of Plagiarism",
  "أنواع الانتحال"
 ],
 [
  "Understanding the three types of plagiarism is essential for journalists to avoid the implications of this serious breach of ethics:",
  "يعد فهم الأنواع الثلاثة من الانتحال أمرًا ضروريًا للصحفيين لتجنب الآثار المترتبة على هذا الانتهاك الخطير للأخلاق:"
 ],
 [
  "Plagiarism of Ideas",
  "سرقة الأفكار"
 ],
 [
  "When a journalist publishes without attribution a theory or interpretation of a news issue that was originally advanced by another journalist.",
  "عندما ينشر الصحفي دون إسناد نظرية أو تفسير لقضية إخبارية تم طرحها في الأصل من قبل صحفي آخر."
 ],
 [
  "Plagiarism of Writing",
  "سرقة الكتابة"
 ],
 [
  "When a journalist directly copies text or content from another journalist's work into their own story without crediting them or their publication.",
  "عندما ينسخ الصحفي مباشرة نصًا أو محتوى من عمل صحفي آخر في قصته الخاصة دون الاعتماد عليه أو نشره."
 ],
 [
  " of Writing",
  " من الكتابة"
 ],
 [
  "Plagiarism of Information",
  "سرقة المعلومات"
 ],
 [
  "When a journalist publishes information gathered by another reporter without crediting them or their publication.",
  "عندما ينشر صحفي معلومات جمعها مراسل آخر دون الاعتماد عليها أو نشرها."
 ],
 [
  "Avoiding Plagiarism",
  "تجنب الانتحال"
 ],
 [
  "Plagiarism can destroy the reputation of both journalists and the organizations that publish their work. We'll now look at some of the steps you can take to ensure that you are not plagiarizing the work of others, and we'll see the consequences that one former journalist faced when he chose not to do so.",
  "يمكن أن تدمر الانتحال سمعة كل من الصحفيين والمنظمات التي تنشر أعمالهم. سننظر الآن في بعض الخطوات التي يمكنك اتخاذها للتأكد من أنك لا تسرق عمل الآخرين، وسنرى العواقب التي واجهها صحفي سابق عندما اختار عدم القيام بذلك."
 ],
 [
  "Ram Ramgopal, Executive Editor, CNN ROW ",
  "رام رامغوبل، المحرر التنفيذي، CNN ROW "
 ],
 [
  "The reason plagiarism is a problem is because anything that's unattributed or if you take somebody else's work and try to pass it off as your own, it's basically theft, intellectual theft.",
  "السبب في أن الانتحال يمثل مشكلة هو أن أي شيء غير منسوب أو إذا أخذت عمل شخص آخر وحاولت تمريره على أنه عملك الخاص، فهو في الأساس سرقة، سرقة فكرية."
 ],
 [
  "This is \"VIDEO 25 - Avoiding Plagiarism\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 25 - تجنب الانتحال» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 25 - Avoiding Plagiarism",
  "فيديو 25 - تجنب الانتحال"
 ],
 [
  "We'll explore the role of collaboration in ethical journalism.",
  "سوف نستكشف دور التعاون في الصحافة الأخلاقية."
 ],
 [
  "Ethics in Practice",
  "الأخلاق في الممارسة"
 ],
 [
  "The Role of Collaboration",
  "دور التعاون"
 ],
 [
  "Our ethical standards are always there to guide us but the path towards the most ethical outcome is not always clear cut. That's when collaboration is critical. Knowing where to turn when questions of ethics arise is one of the most important lessons of ethical journalism.",
  "معاييرنا الأخلاقية موجودة دائمًا لإرشادنا ولكن الطريق نحو النتيجة الأكثر أخلاقية ليس واضحًا دائمًا. هذا عندما يكون التعاون أمرًا بالغ الأهمية. إن معرفة إلى أين تتجه عند ظهور أسئلة أخلاقية هي أحد أهم دروس الصحافة الأخلاقية."
 ],
 [
  "Ram Ramgopal - Executive Editor, CNN ROW",
  "رام رامغوبل - محرر تنفيذي، CNN ROW"
 ],
 [
  "Any good journalistic organization has an open system of consultation. Ultimately, these decisions are not made alone. Ethics starts with you, but at the end of the day, these are decisions that you have to make together. ",
  "أي منظمة صحفية جيدة لديها نظام مفتوح للتشاور. في نهاية المطاف، لا يتم اتخاذ هذه القرارات وحدها. تبدأ الأخلاق معك، ولكن في نهاية اليوم، هذه هي القرارات التي يجب عليك اتخاذها معًا. "
 ],
 [
  "Working Together",
  "نعمل معًا"
 ],
 [
  "Emma Lacey-Bordeaux - Senior Director, CNN News Standards & Practices",
  "إيما لاسي بوردو - مدير أول، معايير وممارسات سي إن إن نيوز"
 ],
 [
  "No story that you ever see will be the product of just one person. So when it comes to very serious ethical considerations, these are conversations that, by necessity, involve many people, and are better for involving many people.",
  "لن تكون أي قصة تراها من أي وقت مضى نتاج شخص واحد فقط. لذلك عندما يتعلق الأمر باعتبارات أخلاقية خطيرة للغاية، فهذه محادثات، بحكم الضرورة، تشمل العديد من الأشخاص، وهي أفضل لإشراك العديد من الأشخاص."
 ],
 [
  "This is \"VIDEO 26 - Working Together new\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 26 - العمل معًا جديد» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 26 - Working Together new",
  "فيديو 26 - العمل معًا جديد"
 ],
 [
  "A Continuous Process",
  "عملية مستمرة"
 ],
 [
  "Ethics are applicable at every stage of the journalistic process. From newsgathering in the field to post-publication impacts, an ethical journalist has to be alive to the implications of their work for everyone involved.",
  "الأخلاق قابلة للتطبيق في كل مرحلة من مراحل العملية الصحفية. من جمع الأخبار في الميدان إلى تأثيرات ما بعد النشر، يجب أن يكون الصحفي الأخلاقي على قيد الحياة لآثار عمله على جميع المعنيين."
 ],
 [
  "Don't assume that the ethical lifecycle of a story ends after broadcast or publication. Sometimes our reporting has ongoing implications for the people involved so it's essential for journalists to consider the potential impact of their work at every stage of the process.",
  "لا تفترض أن دورة الحياة الأخلاقية للقصة تنتهي بعد البث أو النشر. في بعض الأحيان يكون لتقاريرنا آثار مستمرة على الأشخاص المعنيين، لذلك من الضروري للصحفيين النظر في التأثير المحتمل لعملهم في كل مرحلة من مراحل العملية."
 ],
 [
  "This is \"VIDEO 27 - Assessing Impact new\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 27 - تقييم التأثير الجديد» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 27 - Assessing Impact new",
  "فيديو 27 - تقييم الأثر الجديد"
 ],
 [
  "Assessing impact",
  "تقييم التأثير"
 ],
 [
  "How to keep ourselves and the people we work with safe is the top priority for any journalist working in the field. Here, ",
  "إن كيفية الحفاظ على أنفسنا والأشخاص الذين نعمل معهم بأمان هي الأولوية القصوى لأي صحفي يعمل في هذا المجال. هنا، "
 ],
 [
  "CNN Chief International Correspondent Clarissa Ward ",
  "رئيسة المراسلين الدوليين لشبكة سي إن إن كلاريسا وارد "
 ],
 [
  "talks about her ethical responsibilities when colleagues, sources, and witnesses have put their lives at risk to help get the story out. ",
  "تتحدث عن مسؤولياتها الأخلاقية عندما يعرض الزملاء والمصادر والشهود حياتهم للخطر للمساعدة في نشر القصة. "
 ],
 [
  "This is \"VIDEO 15 - Clarissa Ward - \"Reporting the Central African Republic\"\" by CNN Academy on Vimeo, the home for high quality videos...",
  "هذا هو «فيديو 15 - كلاريسا وارد - «الإبلاغ عن جمهورية أفريقيا الوسطى\"» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة..."
 ],
 [
  "VIDEO 15 - Clarissa Ward - \"Reporting the Central African Republic\"",
  "فيديو 15 - كلاريسا وارد - «الإبلاغ عن جمهورية أفريقيا الوسطى»"
 ],
 [
  "Keeping sources safe",
  "الحفاظ على المصادر آمنة"
 ],
 [
  "Collaboration is Key",
  "التعاون هو المفتاح"
 ],
 [
  "In this video, Richard Griffiths explains how collaboration, debate, and discussion help to maintain high ethical standards and improve the quality of your journalism.",
  "في هذا الفيديو، يشرح ريتشارد غريفيث كيف يساعد التعاون والنقاش والمناقشة في الحفاظ على معايير أخلاقية عالية وتحسين جودة صحافتك."
 ],
 [
  "Richard Griffiths, Media Ethicist",
  "ريتشارد غريفيث، عالم أخلاقيات الإعلام"
 ],
 [
  "The best work is done when there's debate and discussion and argument.",
  "يتم تنفيذ أفضل عمل عندما يكون هناك نقاش ومناقشة وحجة."
 ],
 [
  "This is \"Collaboration is Key\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «التعاون هو المفتاح» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "In the final lesson: ",
  "في الدرس الأخير: "
 ],
 [
  "You'll hear some final thoughts on how you can maintain high ethical standards in your own practice.",
  "ستسمع بعض الأفكار النهائية حول كيفية الحفاظ على معايير أخلاقية عالية في ممارستك الخاصة."
 ],
 [
  "Finding Your Way",
  "العثور على طريقك"
 ],
 [
  "Reflecting on Ethical Journalism",
  "التفكير في الصحافة الأخلاقية"
 ],
 [
  "Ethical journalism begins with individual journalists understanding and applying the standards and practices of the profession at every stage of their work. Going forwards, it's about learning from experience and listening to others for fresh perspectives. ",
  "تبدأ الصحافة الأخلاقية بفهم الصحفيين الفرديين وتطبيق معايير وممارسات المهنة في كل مرحلة من مراحل عملهم. للمضي قدمًا، يتعلق الأمر بالتعلم من التجربة والاستماع إلى الآخرين للحصول على وجهات نظر جديدة. "
 ],
 [
  "In the final lesson of this course, CNN correspondents, editors, and executives from The Triad offer their reflections on growing and developing as a successful and ethical journalist.",
  "في الدرس الأخير من هذه الدورة، يقدم مراسلو CNN والمحررون والمديرون التنفيذيون من The Triad تأملاتهم حول النمو والتطور كصحفي ناجح وأخلاقي."
 ],
 [
  "Your mental health is as important as your physical health; they're really one in the same. That is really inextricable with being ethical because you want to be in the right mindset, and frankly you owe it to yourself.",
  "صحتك العقلية لا تقل أهمية عن صحتك الجسدية؛ إنها حقًا واحدة في نفس الشيء. هذا أمر لا ينفصم حقًا مع كونك أخلاقيًا لأنك تريد أن تكون في العقلية الصحيحة, وبصراحة أنت مدين لنفسك."
 ],
 [
  "Don't be afraid to reach out to someone for advice. Don't be embarrassed to reach out with questions. There are no stupid questions.",
  "لا تخف من التواصل مع شخص ما للحصول على المشورة. لا تشعر بالحرج من التواصل مع الأسئلة. لا توجد أسئلة غبية."
 ],
 [
  "You're gonna make mistakes and that's okay. We are human and you have to try to learn from those mistakes. And we have all made them.",
  "سوف ترتكب أخطاء ولا بأس بذلك. نحن بشر وعليك أن تحاول التعلم من تلك الأخطاء. وقد صنعناها جميعًا."
 ],
 [
  "Omar Jimenez, CNN Correspondent ",
  "عمر خيمينيز، مراسل سي إن إن "
 ],
 [
  "At the end of the day, what you want is to be yourself. Being human and being yourself first, before you step into your shoes as a professional.",
  "في نهاية اليوم، ما تريده هو أن تكون نفسك. أن تكون إنسانًا وأن تكون نفسك أولاً، قبل أن تخطو إلى حذائك كمحترف."
 ],
 [
  "Listening is important. And then reading. As a journalist, there's probably nothing more important, probably second only to writing a lot, is to read just as much.",
  "الاستماع مهم. ثم القراءة. كصحفي، ربما لا يوجد شيء أكثر أهمية، ربما في المرتبة الثانية بعد الكتابة كثيرًا، هو القراءة بنفس القدر."
 ],
 [
  "Surround yourself with wiser, more experienced journalists. Talk to them often, show them your work, and ask them the tough questions. Ask them if they have faced the same situation before, and what they did about it.",
  "أحط نفسك بصحفيين أكثر حكمة وخبرة. تحدث إليهم كثيرًا، وأظهر لهم عملك، واسألهم الأسئلة الصعبة. اسألهم عما إذا كانوا قد واجهوا نفس الموقف من قبل، وماذا فعلوا حيال ذلك."
 ],
 [
  "Start with curiosity. Find people who are either experts by training or by experience and then continue to ask questions. Each question gives you another question.",
  "ابدأ بالفضول. ابحث عن أشخاص إما خبراء من خلال التدريب أو من خلال الخبرة ثم استمر في طرح الأسئلة. كل سؤال يعطيك سؤال آخر."
 ],
 [
  "Ethics are the bedrock principle. It's the foundation of everything that you do. There is no story that you will ever work on where it's not important for you to be ethical and to act with integrity.",
  "الأخلاق هي المبدأ الأساسي. إنه أساس كل ما تفعله. لا توجد قصة ستعمل عليها على الإطلاق حيث ليس من المهم بالنسبة لك أن تكون أخلاقيًا وأن تتصرف بنزاهة."
 ],
 [
  "Be curious. You have to be curious to find the stories that really the rest of the world need to know about.",
  "كن فضوليًا. يجب أن تكون فضوليًا للعثور على القصص التي يحتاج بقية العالم إلى معرفتها حقًا."
 ],
 [
  "Calvin Sims, CNN Executive Vice President of Standards and Practices",
  "كالفن سيمز، نائب الرئيس التنفيذي للمعايير والممارسات في سي إن إن"
 ],
 [
  "You want to make a difference. You want to inform. You want to have a say. You want to make society better. That's why you've taken up this cause.",
  "تريد أن تحدث فرقًا. تريد أن تبلغ. تريد أن يكون لها رأي. تريد أن تجعل المجتمع أفضل. لهذا السبب كنت قد تناولت هذه القضية."
 ],
 [
  "Ethics Advice from CNN Experts",
  "نصيحة أخلاقية من خبراء CNN"
 ],
 [
  "This is \"VIDEO 29 - \"Finding Your Way I\"- Ethics Advice from CNN Experts SHORT\" by CNN Academy on Vimeo, the home for high quality videos...",
  "هذا هو «فيديو 29 - «العثور على طريقك أنا» - نصيحة أخلاقية من CNN Experts SHORT «من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة..."
 ],
 [
  "VIDEO 29 - \"Finding Your Way I\"- Ethics Advice from CNN Experts SHORT",
  "فيديو 29 - «العثور على طريقك أنا» - نصيحة أخلاقية من خبراء CNN SHORT"
 ],
 [
  "Tips from the Professionals",
  "نصائح من المحترفين"
 ],
 [
  "Of course, experience is the best teacher of all. Here, ",
  "بالطبع، التجربة هي أفضل معلم على الإطلاق. هنا، "
 ],
 [
  "CNN journalists ",
  "سي إن إن "
 ],
 [
  "offer you insights from years in the newsroom and the field to guide you towards successful, effective and ethical journalism. ",
  "نقدم لك رؤى من سنوات في غرفة الأخبار والميدان لإرشادك نحو صحافة ناجحة وفعالة وأخلاقية. "
 ],
 [
  "This is \"VIDEO 30 - Tips from the Professionals new\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «فيديو 30 - نصائح من المحترفين الجدد» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "VIDEO 30 - Tips from the Professionals new",
  "فيديو 30 - نصائح من المحترفين الجدد"
 ],
 [
  "In the final video of our ",
  "في الفيديو الأخير من "
 ],
 [
  "Concepts in Ethics ",
  "مفاهيم في الأخلاق "
 ],
 [
  "series, ",
  "سلسلة، "
 ],
 [
  "Media Ethicist",
  "عالم أخلاقيات وسائل الإعلام"
 ],
 [
  " Richard Griffiths emphasizes the collaborative nature of ethical journalism and how discussion and debate should inform everything decision we make. ",
  " يؤكد ريتشارد غريفيث على الطبيعة التعاونية للصحافة الأخلاقية وكيف ينبغي للمناقشة والنقاش أن يثري كل قرار نتخذه. "
 ],
 [
  "Closing Thoughts",
  "أفكار ختامية"
 ],
 [
  "The best journalists are the ones who know they are not perfect and reach out to others for their advice, their support, their wisdom.",
  "أفضل الصحفيين هم الذين يعرفون أنهم ليسوا مثاليين ويتواصلون مع الآخرين للحصول على نصائحهم ودعمهم وحكمتهم."
 ],
 [
  " Richard Griffiths emphasizes the collaborative nature of ethical journalism and how discussion and debate should inform everything decision we make. ",
  " يؤكد ريتشارد غريفيث على الطبيعة التعاونية للصحافة الأخلاقية وكيف ينبغي للمناقشة والنقاش أن يثري كل قرار نتخذه. "
 ],
 [
  "This is \"Closing Thoughts\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «الأفكار الختامية» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "Thank you for completing this course! ",
  "شكرًا لك على إكمال هذه الدورة! "
 ],
 [
  "We hope that you have enjoyed and benefited from the ",
  "نأمل أن تكون قد استمتعت واستفادت من "
 ],
 [
  "CNN Academy Ethics in Journalism",
  "أخلاقيات أكاديمية CNN في الصحافة"
 ],
 [
  " course. If you have comments, feedback or questions about any aspect of this course, please write to us at ",
  " دورة. إذا كان لديك تعليقات أو ملاحظات أو أسئلة حول أي جانب من جوانب هذه الدورة، يرجى الكتابة إلينا على "
 ],
 [
  "CNNAcademy@Turner.com",
  "CNNAcademy@Turner.com"
 ]
]