[
 [
  "Mobile Storytelling (Kurdish)",
  "چیرۆکی مۆبایل (کوردی)"
 ],
 [
  "Mobile storytelling",
  "چیرۆکبێژی مۆبایل"
 ],
 [
  " is the art of telling engaging stories using just your smartphone and a range of widely available apps and add-ons that can help you shoot, edit and publish video like a pro. ",
  " هونەری گێڕانەوەی چیرۆکە سەرنجڕاکێشەکانە کە تەنها مۆبایلە زیرەکەکەت بەکاردێنن و کۆمەڵێک کاربەرنامە و زیادکراوەی بەردەست کە دەتوانێت یارمەتیت بدات لە وێنەگرتن، بژارکردن و بڵاوکردنەوەی ڤیدیۆ وەک پرۆ. "
 ],
 [
  "From getting to know the potential of your smartphone camera to shooting sequences that inspire, this online course brought to you by ",
  "لە زانینی توانای کامێرای مۆبایلە زیرەکەکەت بۆ زنجیرەی وێنەگرتن کە ئیلهامبەخشە، ئەم کۆرسە ئۆنلاین بۆ تۆ هێنراوە لەلایەن "
 ],
 [
  "CNN Academy ",
  "ئەکادیمیای سی ئێن ئێن "
 ],
 [
  "and ",
  "و "
 ],
 [
  "Studio Koa ",
  "ستۆدیۆ کۆ "
 ],
 [
  "will guide you through the fundamentals you need to get started.",
  "ڕێنوێنی تۆ دەکات لە ڕێگەی ئەو بنەمایانەی کە پێویستە دەست پێ بکەیت."
 ],
 [
  "Introduction to Mobile Storytelling",
  "پێشەکی بۆ چیرۆکی مۆبایل"
 ],
 [
  "Smartphone video production is now mainstream. TV news, documentary film and even Hollywood movies are now being shot on devices that we carry around with us every day. Making the best of your smartphone to create compelling video stories requires an understanding of both its strengths and its weaknesses as a movie-making tool. ",
  "بەرهەمهێنانی ڤیدیۆیی مۆبایلی زیرەک ئێستا سەرەکیە. هەواڵی تەلەڤزیۆن، فیلمی دیکۆمێنتی و تەنانەت فیلمی هۆلیوودیش ئێستا تەقەی لەو ئامێرانە دەکرێت کە ئێمە هەموو ڕۆژێک لەگەڵ خۆمان هەڵی دەگرین. دروستکردنی باشترین مۆبایلەکەت بۆ دروستکردنی چیرۆکە ڤیدیۆییە ناچارکەرەکان پێویستی بە تێگەیشتن هەیە لە هەردوو هێزەکەی و لاوازیەکانی وەک ئامرازی دروستکردنی فیلم. "
 ],
 [
  "\"The best way to get started is to just dive right in and make as many video stories as you can.\"",
  "\"باشترین ڕێگا بۆ دەست پێکردنی ئەوەیە کە تەنها لە ژوورەوە بڕۆیتە ناوەوە و چەند چیرۆکێکی ڤیدیۆیی دروست بکەیت کە دەتوانیت\""
 ],
 [
  "This is \"CNN Episode 1 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن ئەڵقەی ١ کۆتاییە (١)\" لە لایەن ئەکادیمی سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "CNN Episode 1 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 1 کۆتایی (1)"
 ],
 [
  "Smartphone Storytelling: 3 Advantages",
  "چیرۆکبێژی مۆبایل: 3 سوود"
 ],
 [
  "All-in-one:",
  "هەموو-یەک:"
 ],
 [
  " More than just a camera, your smartphone is also a powerful device capable of editing and uploading video, while specialized apps give you advanced control over image, audio and video quality.",
  " زیاتر لە کامێرا، مۆبایلە زیرەکەکەت ئامێرێکی بەهێزە کە توانای بژارکردن و بارکردنی ڤیدیۆی هەیە، لە کاتێکدا کاربەرنامە تایبەتمەندەکان کۆنترۆلێکی پێشکەوتووتان دەداتێ لەسەر چۆنیەتی وێنە، دەنگ و ڤیدیۆ."
 ],
 [
  "Cost: ",
  "تێچوون: "
 ],
 [
  "With the latest smartphones shooting 4k quality, chances are you will not find a cheaper high-quality video camera than the one you already have in your pocket.",
  "لەگەڵ نوێترین مۆبایلە زیرەکەکان کە کوالیتی ٤ کوالیتی لێ دەدەن، هەلەکان تۆ کامێرایەکی ڤیدیۆیی بە کوالیتی بەرز هەرزانتر نادۆزیتەوە لەوەی کە پێشتر لە گیرفانتدا هەیە."
 ],
 [
  "Size:",
  "قەبارە:"
 ],
 [
  " Your smartphone is more portable and more discreet than any professional video camera and since you always have it with you, you can be ready to shoot whenever the opportunity arises.",
  " مۆبایلە زیرەکەکەت لە هەر کامێرایەکی ڤیدیۆیی پرۆفیشناڵ زیاتر و بێ ڕەوشتترە و لەو کاتەوەی کە هەمیشە لەگەڵ خۆتدایت، دەتوانیت ئامادە بیت هەر کاتێک هەلەکە سەرهەڵدەدات تەقە بکەیت."
 ],
 [
  "Smartphone Storytelling: 3 Drawbacks",
  "چیرۆکبێژی مۆبایل: 3 کێشانەوە"
 ],
 [
  "Size and shape: ",
  "قەبارە و شێوە: "
 ],
 [
  "Smartphones are difficult to hold steady. Fortunately, gimbals, mounts and tripods that can turn your smartphone into a stable and ergonomic video camera are readily available.",
  "مۆبایلە زیرەکەکان قورسن کە جێگیر بن. خۆشبەختانە، گیمباڵەکان، کێوەکان و سێگۆشەکان کە دەتوانن مۆبایلە زیرەکەکەت بکەن بە کامێرایەکی ڤیدیۆیی جێگیر و ژیرانە بە ئاسانی بەردەستن."
 ],
 [
  "Automatic video: ",
  "ڤیدیۆی خۆکار: "
 ],
 [
  "Standard smartphone video capture will not allow you to set parameters such as shutter speed, ISO gain or aperture. You will need a specialist app to take control of these functions.",
  "گرتنی ڤیدیۆی زیرەکی پێوانەیی ڕێگەت پێنادات کە پارامیتەرەکان دیاری بکەیت وەک خێرایی شاتر، دەستکەوتی ISO یان دیاپەرێت. تۆ پێویستیت بە کاربەرنامەی تایبەت هەیە بۆ ئەوەی کۆنترۆڵی ئەم کارانە بکەیت."
 ],
 [
  "Poor audio:",
  "دەنگی هەژار:"
 ],
 [
  " Smartphone microphones are designed for phone calls, not for capturing high quality audio. A dedicated external microphone will be essential for getting good results.",
  " مایکرۆفۆنی مۆبایل بۆ پەیوەندی تەلەفۆنی دیزاین کراوە، نەک بۆ گرتنی دەنگی کوالێتی بەرز. مایکرۆفۆنێکی دەرەکی تەرخان کراو پێویستە بۆ بەدەستهێنانی ئەنجامێکی باش."
 ],
 [
  "Take control of your smartphone camera with ",
  "کۆنترۆڵی کامێرای مۆبایلەکەت بکە بە "
 ],
 [
  "To capture professional standard video you will need a third-party app that enables you to adjust settings such as frame rate, ISO gain and aperture. Here are some suggestions:",
  "بۆ گرتنی ڤیدیۆی پێوانەیی پرۆفیشناڵ پێویستت بە کاربەرنامەی لایەنی سێیەم دەبێت کە بتوانی ڕێکبەندەکان ڕێکبخەیت وەک ڕێژەی چوارچێوە، دەستکەوتی ISO و دیاپەرێکت. ئەمە چەند پێشنیارێکن:"
 ],
 [
  "ProMovie",
  "پرۆمۆڤی"
 ],
 [
  " is feature-rich and easy to use. Enabling control of exposure, focus, frame rate and all other aspects of video recording. iOS only.",
  " تایبەتمەندی دەوڵەمەندە و ئاسانە بۆ بەکارهێنان. چالاککردنی کۆنترۆڵی بەرکەوتن، فۆکوس، ڕێژەی چوارچێوە و هەموو لایەنەکانی تری تۆمارکردنی ڤیدیۆ. تەنها ئای ئۆ ئێس"
 ],
 [
  "Mavis",
  "ماڤیس"
 ],
 [
  " is a powerful video capture app that brings professional functions to your smartphone. iOS only.",
  " کاربەرنامەی گرتنی ڤیدیۆی بەهێزە کە کرداری پرۆفیشناڵ دەهێنێت بۆ مۆبایلە زیرەکەکەت. تەنها ئای ئۆ ئێس"
 ],
 [
  "Filmic Pro",
  "فیلمی پرۆ"
 ],
 [
  " is a popular video recording app that has been used to shoot Hollywood movies. Available for both Android and IOS. ",
  " کاربەرنامەی تۆمارکردنی ڤیدیۆی بەناوبانگە کە بەکارهاتووە بۆ وێنەگرتنی فلیمەکانی هۆلیوود. بەردەستە بۆ هەردوو ئەندرۆید و ئای ئۆ ئێس. "
 ],
 [
  "Complete the content above before moving on.",
  "تەواوکردنی ناوەڕۆک لەسەرەوە پێش جوڵاندنەوە."
 ],
 [
  "CONTINUE",
  "بەردەوامبوون"
 ],
 [
  "Know Your Camera I: Resolution, Frame Rate and White Balance",
  "کامێراکەت بزانە من: چارەسەر، ڕێژەی چوارچێوە و هاوسەنگی سپی"
 ],
 [
  "Heading",
  "سەردێڕ"
 ],
 [
  "Once you have installed a third-party video capture app, you can begin to adjust your camera settings. Some settings will depend on your project requirements and others on the conditions you are shooting in. This lesson covers ",
  "کاتێک کە کاربەرنامەی گرتنی ڤیدیۆی لایەنی سێیەمت دامەزراند، دەتوانیت دەست بە ڕێکخستنی ڕێکبەندەکانی کامێراکەت بکەیت. هەندێک لە ڕێکبەندەکان پشت دەبەستن بە داواکارییەکانی پرۆژەکەت و هەندێکی تر بەو مەرجانەی تۆ تەقەت لێ دەکەن. ئەم وانەیە داپۆشیوە "
 ],
 [
  "three ",
  "سێ "
 ],
 [
  "important parameters that are essential to understand in order to shoot professional quality video.",
  "پارامیتەرە گرنگەکان کە گرنگن بۆ تێگەیشتن بۆ وێنەگرتنی ڤیدیۆی کوالێتی پرۆفیشناڵ."
 ],
 [
  "This is \"CNN Episode 2 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن ئەڵقەی ٢ کۆتاییە (١)\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی حەزیان لێیە."
 ],
 [
  "CNN Episode 2 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 2 کۆتایی (1)"
 ],
 [
  "How much do you remember about the settings we just discussed? Click the flashcards to remind you.",
  "چەندت لەبیرە دەربارەی ئەو ڕێکبەندانەی کە باسمان کرد؟ کرتە بکە لەسەر فلاشکاردەکان بۆ وەبیرهێنانەوەت."
 ],
 [
  "Color settings used to achieve a more 'natural' looking image under different lighting conditions.",
  "ڕێکبەندەکانی ڕەنگ بەکاردێت بۆ بەدەستهێنانی وێنەیەکی زیاتر 'سروشتی' لە ژێر بارودۆخی ڕوناکی جیاواز."
 ],
 [
  "White Balance",
  "هاوسەنگی سپی"
 ],
 [
  "The speed at which still images are captured in order to produce the illusion of motion.",
  "ئەو خێراییەی کە هێشتا وێنەکان گیراون بۆ ئەوەی وەهمی جوڵە بەرهەم بهێنرێت."
 ],
 [
  "Frame Rate",
  "ڕێژەی چوارچێوە"
 ],
 [
  "The quality and detail of an image based on the number of pixels in each frame.",
  "کوالێتی و وردەکاری وێنەیەک لەسەر بنەمای ژمارەی پیکسڵەکان لە هەر چوارچێوەیەکدا."
 ],
 [
  "Resolution",
  "چارەسەر"
 ],
 [
  "Professional videographers know that light has a '",
  "ڤیدیۆگرانی پرۆفیشناڵ دەزانن کە ڕووناکی"
 ],
 [
  "temperature",
  "پلەی گەرمی"
 ],
 [
  "'. Light temperature is measured in ",
  "'. پلەی گەرمی ڕوناکی دەپێورێت لە "
 ],
 [
  "Kelvin (K)",
  "کێلڤین (کەی)"
 ],
 [
  " but, counterintuitively, lower color temperatures (e.g. tungsten lighting, 3000K) add a 'warmer' cast to images than light with a higher temperature (e.g. fluorescent light, 4000K) which gives things a 'cooler' cast. ",
  " بەڵام، بە شێوەیەکی پێچەوانە، پلەی گەرمی ڕەنگی نزمتر (بۆ نمونە رووناکی تونگستن، ٣٠٠٠ کەی) قالبێکی 'گەرمتر' زیاد دەکات بۆ وێنەکان لە ڕووناکی لەگەڵ پلەی گەرمی بەرزتر(بۆ نمونە ڕوناکی فلۆرسێنت، ٤٠٠٠ کە) کە ھەموو شتەکان 'فێنکتر' دەدات. "
 ],
 [
  "Our eyes can easily adjust to varying color temperatures so we still see white even when the light casts a different hue over the scene. Cameras will try to 'guess' the color temperature automatically but we often need to take control and set the ",
  "چاوەکانمان بە ئاسانی ئەتوانن پلەی گەرمی ڕەنگەکان بگۆرن بۆیە هێشتا سپی ئەبینین تەنانەت کاتێک ڕووناکیەکە ھۆی جیاوازی لەسەر دیمەنەکە دەهاوێژێت. کامێراکان هەوڵ دەدەن بە شێوەیەکی ئۆتۆماتیکی پلەی گەرمی ڕەنگەکە بخەمڵێنن بەڵام زۆر جار پێویستە کۆنتڕۆڵ بکەین و ڕێکی ببەین "
 ],
 [
  "white balance",
  "هاوسەنگی سپی"
 ],
 [
  " ourselves, such as when different light sources are shining from different angles or when you are aiming for a particular effect.",
  " ئێمە خۆمان، وەک کاتێک سەرچاوەی ڕوناکی جیاواز لە گۆشەی جیاوازەوە دەدرەوشێتەوە یان کاتێک تۆ ئامانجت لە کاریگەریەکی دیاریکراوە."
 ],
 [
  "Some like it 'warm'",
  "هەندێک حەزیان لێیە گەرم بێت"
 ],
 [
  "Video footage captures multiple 'frames' every second which are then played back in sequence to create the illusion of motion. The most common frame rate is ",
  "گرتەی ڤیدیۆیی هەموو چرکەیەک چەندین 'چوارچێوە' دەگیرێت کە دواتر لە دوای یەک یاری دەکرێن بۆ دروستکردنی وەهمی جوڵە. باوترین ڕێژەی چوارچێوە بریتییە لە "
 ],
 [
  "24fps",
  "24fps"
 ],
 [
  " (frames per second) which is the worldwide standard for cinema projectors. ",
  " (چوارچێوە لە چرکەیەکدا) کە ستانداردی جیهانییە بۆ پرۆجێکتەرە سینەماییەکان "
 ],
 [
  "Higher frame rates such as ",
  "ڕێژەی چوارچێوەی بەرزتر وەک "
 ],
 [
  "60fps ",
  "60fps "
 ],
 [
  "are better for capturing action, such as sports, since fast movements remain smooth and sharp. Higher frame rates such as ",
  "باشترن بۆ گرتنی کردار، وەک وەرزش، چونکە جوڵە خێراکان بە نەرمی و تیژ دەمێننەوە. ڕێژەی چوارچێوەی بەرزتر وەک "
 ],
 [
  "120fps",
  "120fps"
 ],
 [
  " or more are used for slow motion playback. Of course, a higher frame rate means more data and a larger file size.",
  " یان زیاتر بەکار دەهێنرێت بۆ لێدانی جوڵەی هێواش. بە دڵنیاییەوە، ڕێژەی چوارچێوەی بەرزتر مانای داتای زیاتر و قەبارەی فایلی گەورەترە."
 ],
 [
  "Frame rate basics",
  "بنچینەکانی ڕێژەی چوارچێوە"
 ],
 [
  "4K video",
  "ڤیدیۆی 4K"
 ],
 [
  " (or '",
  " (یان '"
 ],
 [
  "Ultra HD",
  "ئەلترا ئێچ دی"
 ],
 [
  "') gets its name from the approximate number of pixels running along the horizontal edge of the video image - 3840 pixels for 4K TV and 4096 pixels for '",
  "') ناوی لە ژمارەی نزیکی پیکسڵەکان وەردەگرێت کە بە درێژایی لێواری ئاسۆیی وێنەی ڤیدیۆیی ڕادەکەن - 3840 پیکسڵ بۆ 4K TV و 4096 پیکسڵ بۆ '"
 ],
 [
  "Cinema 4K",
  "سینەما 4 کەی"
 ],
 [
  "'. This is a big step up from ",
  "'. ئەمە هەنگاوێکی گەورەیە لە "
 ],
 [
  "1080p",
  "1080p"
 ],
 [
  " or '",
  " یان '"
 ],
 [
  "Full HD",
  "Full HD"
 ],
 [
  "' which counts fewer than 2000 pixels across. ",
  "کە کەمتر لە 2000 پیکسڵ دەژمێردرێت "
 ],
 [
  "4K video offers more detail, sharper image quality and better color data for grading but all that extra data comes at the cost of larger file sizes which may max out your smartphone's internal storage and slow down the editing process on less powerful devices.",
  "ڤیدیۆی 4K وردەکاری زیاتر پێشکەش دەکات، کوالیتی وێنەی تیژتر و داتای ڕەنگی باشتر بۆ نمرەدانان بەڵام هەموو ئەو زانیاریە زیادەیە دێت بە نرخی قەبارەی فایلی گەورەتر کە لەوانەیە خەزنکردنی ناوەکی مۆبایلەکەت بەرز بکاتەوە و پرۆسەی بژارکردن لەسەر ئامێرە کەمتر بەهێزەکان خاو بکاتەوە."
 ],
 [
  "4K or not 4K?",
  "4K یان نا 4K؟"
 ],
 [
  "Know Your Camera II: Exposure ",
  "کامێرای دووەم بزانە: بەرکەوتن "
 ],
 [
  "Digital cameras produce images by allowing light to hit a sensor. This process is known as ",
  "کامێرا دیجیتاڵەکان وێنە بەرهەم دێنن بە ڕێگەدان بە ڕووناکی بۆ لێدانی هەستەوەرێک. ئەم پرۆسەیە بە "
 ],
 [
  "exposure",
  "بەرکەوتن"
 ],
 [
  ". How much light is let in and the sensitivity of the sensor are parameters that videographers can adjust to achieve optimal results.",
  ". چەنێک ڕووناکی هەیە و هەستیاریی هەستەوەرەکە پارامیتەرن کە وێنەگرەکان دەتوانن ڕێکبخەن بۆ بەدەستهێنانی ئەنجامە باشەکان."
 ],
 [
  "This is \"CNN Episode 3 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن ئەڵقەی ٣ کۆتاییە (١)\" لە لایەن ئەکادیمی سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "CNN Episode 3 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 3 کۆتایی (1)"
 ],
 [
  "That's right. Most smartphone cameras have ",
  "ئەوە ڕاسته. زۆربەی کامێرای مۆبایلە زیرەکەکان هەیانە "
 ],
 [
  "fixed ",
  "چەسپێنراو "
 ],
 [
  "aperture.",
  "کەوانەیی"
 ],
 [
  "Which settings on your smartphone can you use to adjust the amount of light in your images? ",
  "کام ڕێکبەند لەسەر مۆبایلە زیرەکەکەت دەتوانیت بەکاربێنیت بۆ ڕێکخستنی بڕی ڕووناکی لە وێنەکانت؟ "
 ],
 [
  "Shutter Speed",
  "خێرایی شاتر"
 ],
 [
  "Aperture",
  "دیاپەرە"
 ],
 [
  "ISO",
  "ISO"
 ],
 [
  "Building your rig",
  "دروستکردنی ئامێرەکەت"
 ],
 [
  "BUILDING YOUR RIG",
  "دروستکردنی ڕیگەکەت"
 ],
 [
  "Use an external microphone wherever possible to overcome the limitations of your smartphone's built-in mic. As a rule, get as close to the sound source as your shot allows.",
  "مایکرۆفۆنێکی دەرەکی بەکاربهێنە لە هەر شوێنێک کە دەکرێت بۆ زاڵبوون بەسەر سنوورەکانی مایکی ناوەکی مۆبایلە زیرەکەکەت. وەک یاسا، نزیک ببەوە لە سەرچاوەی دەنگ وەک ئەوەی کە لێدانەکەت رێگە پێدەدات."
 ],
 [
  "Microphone",
  "مایکرۆفۆن"
 ],
 [
  "Using a specialised smartphone grip like this one reduces hand shake for a steadier shot. Many grips can also be attached to a tripod for fixed shooting.",
  "بەکارهێنانی دەستگرتنێکی تایبەت بە مۆبایلە زیرەکەکان وەک ئەمە یەکێک لە لێدانە جێگیرەکانی دەست کەم دەکاتەوە. هەروەها زۆرێک لە گرتەکان دەتوانن بە سێ قاتەوە ببەسترێنەوە بۆ تەقەکردنێکی جێگیر."
 ],
 [
  "Grip",
  "گرتن"
 ],
 [
  "Placing a ",
  "دانانی "
 ],
 [
  "neutral density filter ",
  "فلتەری چڕی بێلایەن "
 ],
 [
  "in front of your smartphone camera lens limits the amount of light that reaches the lens without affecting the colors. This enables you to shoot with a wide aperture in bright sunlight.",
  "لە بەرامبەر لێنزی کامێرای مۆبایلەکەت بڕی ڕوناکی کە دەگاتە لێنزەکە سنوردار دەکات بەبێ ئەوەی کاریگەری لەسەر ڕەنگەکان هەبێت. ئەمە تۆ توانات دەدات کە بە دیافرێکی فراوانەوە لە تیشکی خۆری ڕووناکدا تەقە بکەیت."
 ],
 [
  "Neutral Density Filter",
  "فلتەری چڕی بێلایەن"
 ],
 [
  "Shots, Sequences, and Scenes",
  "لێدانەکان، زنجیرەکان، و دیمەنەکان"
 ],
 [
  "To get the most out of your shoot, you need to think in terms of ",
  "بۆ ئەوەی زۆرترین لە تەقەکردنەکەت دەربهێنیت، پێویستە بیر بکەیتەوە لە ڕووی "
 ],
 [
  "shots, sequences and scenes",
  "لێدان، زنجیرە و دیمەنەکان"
 ],
 [
  ". These are the building blocks of any compelling video story. Shooting with some basic principles in mind will ensure that you go into your edit with the maximum number of options available.",
  ". ئەمانە بلۆکی دروست کردنی هەر چیرۆکێکی ڤیدیۆیی ناچارکەرن. تەقە کردن لەگەڵ هەندێک بنەمای سەرەکی لە مێشکدا دڵنیا ئەبێتەوە کە تۆ بچیتە ناو بژارکردنەکەت لەگەڵ زۆرترین ژمارەی بژاردەی بەردەست."
 ],
 [
  "This is \"CNN Episode 4 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن 4 بەشی کۆتاییە (1)\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "CNN Episode 4 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 4 کۆتایی (1)"
 ],
 [
  "A ",
  "A "
 ],
 [
  "scene ",
  "دیمەن "
 ],
 [
  "covers a particular period of time, an event or a development in your story. It's up to you whether to use one or several shots to make up a scene. Scenes are the building blocks of your story.",
  "کاتێکی دیاریکراو دادەپۆشێت، ڕووداوێک یان پێشکەوتنێک لە چیرۆکەکەتدا. ئەوە بۆ تۆیە ئەگەر یەک یان چەند تەقەیەک بەکار بهێنیت بۆ درووستکردنی دیمەنێک. دیمەنەکان بلۆکی دروست کردنی چیرۆکەکەتن."
 ],
 [
  "sequence ",
  "زنجیرە "
 ],
 [
  "is a string of shots edited together in a logical order to depict a single incident or action. It's important to shoot in sequences, keeping in mind the kinds of shots you will need in the edit. ",
  "زنجیرەیەک لە تەقەکانە کە پێکەوە بژار کراون بە ڕێکوپێکی لۆژیکی بۆ وێناکردنی تاکە ڕووداو یان کردارێک. ئەوە گرنگە کە بە زنجیرەیەک تەقە بکەیت، لە بیرت بێت ئەو جۆرە تەقەانەی کە پێویستت پێیەتی لە بژارکردنەکە. "
 ],
 [
  "From the moment you hit record to the moment you hit stop is a ",
  "لەو ساتەی کە تۆ تۆمارت کرد تا ئەو ساتەی کە لێی دەدەیت وەستان "
 ],
 [
  "shot",
  "لێدان"
 ],
 [
  ". Shoot from different angles and positions (wide, medium, close-up). Remember to hold the camera steady for at least 10 seconds each time you change position. ",
  ". تەقەکردن لە گۆشەی جیاواز و شوێنی جیاواز (پان، مامناوەند، نزیککردنەوە). لەبیرت بێت کە کامێراکە بەلایەنی کەمەوە بۆ 10 چرکە لە هەر جارێک کە شوێنەکە دەگۆڕیت جێگیر بیت. "
 ],
 [
  "Thinking of your shoot in terms of shots, sequences and scenes will guide you when you are capturing the material you need for your edit. ",
  "بیرکردنەوە لە تەقە کردنەکەت لە ڕووی لێدان و زنجیرە و دیمەنەوە ڕێنوێنی تۆ دەکات کاتێک تۆ ئەو مادە دەگری کە پێویستت بە دەستکاری کردنت هەیە. "
 ],
 [
  "Shots, Sequences and Scenes",
  "لێدانەکان، زنجیرەکان و دیمەنەکان"
 ],
 [
  "The Importance of Audio",
  "گرنگی دەنگ"
 ],
 [
  "Capturing high-quality audio should not be an afterthought when making professional-level video stories. To make sure your audio matches the quality of your video you will need some specialised equipment and you will also need to monitor audio while you shoot.",
  "گرتنی دەنگی بە کوالیتی بەرز نابێت دوای ئەوە بێت کە کاتی دروستکردنی چیرۆکی ڤیدیۆیی ئاستی پیشەگەرانە. بۆ دڵنیا بوون لە هاوچەشنی دەنگ لە کوالێتی ڤیدیۆکەت پێویستت بە هەندێک کەرەستەی تایبەت دەبێت و هەروەها پێویستە چاودێری دەنگ بکەیت لە کاتێکدا تۆ تەقە دەکەیت."
 ],
 [
  "This is \"CNN Episode 5 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن ئەڵقەی ٥ کۆتاییە (١)\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "CNN Episode 5 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 5 کۆتایی (1)"
 ],
 [
  "Audio ",
  "دەنگ "
 ],
 [
  "Essentials     ",
  "گرنگەکان     "
 ],
 [
  "To capture professional quality audio, you will need a third-party microphone designed for use with your smartphone. ",
  "بۆ گرتنی دەنگی کوالیتی پرۆفیشناڵ، پێویستت بە مایکرۆفۆنی لایەنی سێیەم دەبێت کە بۆ بەکارهێنانی لەگەڵ مۆبایلە زیرەکەکەت دیزاین کراوە. "
 ],
 [
  "And remember to always monitor your sound using ",
  "وە لەبیرت بێت کە هەمیشە چاودێری دەنگەکەت بکەیت بە بەکارهێنانی "
 ],
 [
  "headphones ",
  "هێدفۆن "
 ],
 [
  "and by watching the audio meters in your video capturing screen.",
  "وە بە سەیرکردنی مەترە دەنگیەکان لە شاشەی گرتنی ڤیدیۆکەت."
 ],
 [
  "Front of card 3",
  "پێشەوەی کارت 3"
 ],
 [
  "When you need good quality audio from an interview, use a ",
  "کاتێک تۆ پێویستیت بە دەنگێکی کوالێتی باش هەیە لە چاوپێکەوتنێک، بەکاربێنە "
 ],
 [
  "lavalier",
  "لاڤالیەر"
 ],
 [
  " or lapel mic. These mics clip discreetly to your subject's clothing and isolate their voice even in noisy conditions. ",
  " یان مەتبەخ ئەم میکێسانە بە بێ ڕەوشتەوە بە جل و بەرگی بابەتەکەت کلیپ دەکەن و تەنانەت لە دۆخێکی بێ دەنگیدا دەنگیان جیا دەکەنەوە. "
 ],
 [
  "Front of card 2",
  "پێشەوەی کارت 2"
 ],
 [
  "Generally speaking, you will need sound from the same direction as you are shooting. ",
  "بە شێوەیەکی گشتی، تۆ پێویستت بە دەنگ دەبێت لە هەمان ئاڕاستە کە تۆ تەقە دەکەیت. "
 ],
 [
  "Shotgun ",
  "دەمانچە "
 ],
 [
  "microphones are sensitive to sound from straight ahead while rejecting sound coming from the sides.",
  "مایکرۆفۆنەکان هەستیارن بۆ دەنگ لە پێشەوە لە کاتی ڕەتکردنەوەی دەنگ کە لە لاکانەوە دێت."
 ],
 [
  "Front of card 1",
  "پێشەوەی کارت 1"
 ],
 [
  "Lighting Basics",
  "رۆشنکردنی بنەڕەتیەکان"
 ],
 [
  "Lighting is a balancing act. Natural light and shade outdoors, fixed lighting and windows in an indoor space, portable light sources or reflectors in your kit bag all offer opportunities and pose challenges for the videographer looking for the perfect shot. ",
  "ڕوناکی کارێکی هاوسەنگە. رووناکی سروشتی و سێبەر لە دەرەوە، ڕوناکی جێگیر و پەنجەرەکان لە شوێنێکی ناوەوە، سەرچاوەی ڕوناکی هەڵگر یان ڕەنگدەر لە جانتای کیتەکەتدا هەموو دەرفەتەکان پێشکەش دەکەن و تەحەدا بۆ وێنەگرەکە دروست دەکات کە بەدوای لێدانێکی تەواودا دەگەڕێت. "
 ],
 [
  "This is \"CNN Episode 6 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن ئەڵقەی ٦ کۆتاییە (١)\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "CNN Episode 6 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 6 کۆتایی (1)"
 ],
 [
  "Three Point Lighting",
  "ڕوناککردنی سێ خاڵ"
 ],
 [
  "The purpose of the ",
  "مەبەست لە "
 ],
 [
  "back light ",
  "ڕووناکی پشتەوە "
 ],
 [
  "is to cast subtle highlights around the edges of the subject to separate them from the background. This helps to give your shot a more three-dimensional look.",
  "ئەوەیە کە تیشکە وردەکان لە دەوری لێوارەکانی بابەتەکە دابنێن بۆ جیاکردنەوەیان لە باکگراوندەکە. ئەمە یارمەتی دەدات بۆ لێدانی تۆ زیاتر لە سێ ڕەهەندی چاو."
 ],
 [
  "Back Light",
  "ڕوناکی پشتەوە"
 ],
 [
  "Use the ",
  "بەکارهێنانی "
 ],
 [
  "fill light",
  "پڕکردنەوەی ڕووناکی"
 ],
 [
  " to 'fill' the shadows created by the key light. This is a second, softer light that will lesson the contrast created by your main light source. The fill light doesn't even have to be a lamp – it could be a reflector or even a white wall reflecting the key light back at the subject from the opposite direction.",
  " بۆ پڕکردنەوەی ئەو سێبەرانەی کە لەلایەن ڕووناکی کلیلەوە دروست کراوە. ئەمە دووەم، ڕوناکی نەرمترە کە ئەو جیاوازیە دەرس دەکات کە لە لایەن سەرچاوەی ڕووناکی سەرەکی تۆوە دروست کراوە. گڵۆپی پڕکردنەوە تەنانەت پێویست ناکات چرایەک بێت - لەوانەیە ڕەنگدەرێک بێت یان تەنانەت دیوارێکی سپی ڕەنگدەرەوەی کلیلەکە بۆ دواوەی بابەتەکە لە ئاڕاستەی پێچەوانە."
 ],
 [
  "Fill Light",
  "پڕکردنەوەی ڕووناکی"
 ],
 [
  "The ",
  " "
 ],
 [
  "key light ",
  "ڕووناکی کلیل "
 ],
 [
  "is your main and strongest light and it shines directly onto your subject from an angle. The angle is important to create enough shadow to give your shot depth. Outdoors, the key light is usually the sun.",
  "سەرەکیترین و بەهێزترین ڕووناکی تۆیە و ڕاستەوخۆ لە گۆشەیەکەوە دەدرەوشێتەوە بۆ سەر بابەتەکەت. گۆشەیەکە گرنگە بۆ دروستکردنی سێبەرێکی تەواو بۆ پێدانی قوڵایی لێدانەکەت. لە دەرەوە، گڵۆپی کلیلەکە عادەتەن خۆرە."
 ],
 [
  "Key Light",
  "کلیل لایت"
 ],
 [
  "Building Your Rig: Tripods, Gimbals & Cages",
  "دروستکردنی ڕیگەکەت: سێ قات، گیمباڵس و قەفەز"
 ],
 [
  "A steady, stable shot is essential to making your video story look and feel professional but smartphones are small and light which makes them hard to hold still. Depending on your style and the demands of your project, there are a number of ways you can turn your smartphone into a fully-functioning mobile storytelling rig.",
  "لێدانێکی جێگیر و جێگیر زۆر گرنگە بۆ ئەوەی چیرۆکە ڤیدیۆییەکەت سەیر بکەیت و هەست بە پرۆفیشناڵ بکات بەڵام مۆبایلە زیرەکەکان بچووکن و ڕوناکن کە وا دەکات ئەوان بە قورسی رابگرن بە پشتبەستن بە ستایڵەکەت و داواکارییەکانی پرۆژەکەت، چەند ڕێگەیەک هەیە کە دەتوانیت مۆبایلە زیرەکەکەت بگۆڕیت بۆ ئامێرێکی چیرۆکی مۆبایلی تەواو کارپێکراو."
 ],
 [
  "This is \"CNN Episode 7 FINAL (2)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن ئەڵقەی ٧ کۆتاییە (٢)\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "CNN Episode 7 FINAL (2)",
  "ئەڵقەی سی ئێن ئێن 7 کۆتایی (2)"
 ],
 [
  "Ep 7: The Gadgets: Tripods, Gimbals, Cages and more",
  "ئی پی 7: گادگتەکان: سێ قات، گیمباڵس، قەفەز و زیاتر"
 ],
 [
  "When we show up to the present moment with all of our senses, we invite the world    to fill us with joy. The pains of the past are behind us. The future has yet to unfold. But    the now is full of beauty simply waiting for our attention.",
  "کاتێک ئێمە بە هەموو هەستەکانمانەوە تا ئەو ساتەی ئێستا هەست دەکەین، بانگێشت لە جیهان دەکەین کە پڕمان بکات لە خۆشی. ئازارەکانی ڕابردوو لە پشتمانە. داهاتوو هێشتا دەرنەچێت بەڵام ئێستا پڕە لە جوانی بە سادەیی چاوەڕێی سەرنجمان دەکات."
 ],
 [
  "Here are some of the most useful accessories for adding stability to your mobile storytelling setup. ",
  "لێرە هەندێک لە بەسوودترین ئەکسسواراتەکان بۆ زیادکردنی جێگیری بۆ سێتینگی چیرۆکبێژی مۆبایلەکەت. "
 ],
 [
  "Nothing beats the stability of a ",
  "هیچ شتێک لە سەقامگیریی "
 ],
 [
  "tripod ",
  "سێ قات "
 ],
 [
  "for longer shots. When shooting interviews, a tripod will also free up the videographer to devote full attention to the subject. Consider a model with a control arm if you intend to shoot pans or tracking shots.",
  "بۆ لێدانێکی درێژتر لە کاتی وێنەگرتنی چاوپێکەوتنەکان، سێ قات هەروەها وێنەگرەکە ئازاد دەکات بۆ تەرخانکردنی سەرنجی تەواو بۆ بابەتەکە. بیر لە مۆدێلێک بکە لەگەڵ قۆڵی کۆنترۆڵ ئەگەر تۆ دەتەوێت تەقە لە تاوەکان بکەیت یان تەقەی بەدواکەوتن بکەیت."
 ],
 [
  "gimbal ",
  "گێمباڵ "
 ],
 [
  "is a mechanical stabiliser that counteracts the shake and judder from hand-held filming. Not only are they great for giving you smooth and steady results as you move, they can also help you quickly capture a variety of usable shots from multiple positions.",
  "جێگیرکەرێکی میکانیکییە کە لە وێنەگرتنی دەستیدا لەرزین و جوددەرەکە دەشێوێنێت نەک تەنها ئەوان زۆر باشن بۆ پێدانی ئەنجامە ساف و جێگیرەکان کاتێک دەجوڵێن، ئەوان دەتوانن یارمەتیت بدەن بە گرتنی چەندین وێنەی جۆراوجۆر لە چەندین شوێنەوە."
 ],
 [
  "cage ",
  "قەفەز "
 ],
 [
  "holds your smartphone in place and gives you handles that are easy to grip. Other benefits include mounts for attaching accessories such as microphones and lights and screw holes to fix your rig to a tripod.",
  "مۆبایلە زیرەکەکەت لە شوێنی خۆی هەڵگرتووە و دەستەکانت دەداتێ کە ئاسانە بۆ گرتن. سوودەکانی تر بریتین لە ماونت بۆ لکاندنی پاشکۆکانی وەک مایکرۆفۆن و گڵۆپ و کونی پێچ بۆ چاککردنی ڕیگەکەت بۆ سێ قات."
 ],
 [
  "Storytelling Essentials",
  "بنچینەی چیرۆکبێژی"
 ],
 [
  "While the world will never stop inspiring us, it's up to the storyteller to turn inspiration into compelling content. The variety of subject matter and perspective is limitless but truly great stories have a lot in common with each other. Understanding what all good stories share can help you to develop an initial idea into a fully-fledged video feature. ",
  "لە کاتێکدا جیهان هەرگیز دەست لە هاندانمان هەڵناگرێ، ئەوە بۆ چیرۆکنووسە بۆ ئەوەی ئیلهام بگۆڕێت بۆ ناوەڕۆکی ناچارکەر. هەمەجۆری بابەت و تێڕوانین بێ سنوورە بەڵام چیرۆکە مەزنەکان زۆر هاوبەشن لەگەڵ یەکتر. تێگەیشتن لەوەی کە هەموو چیرۆکە باشەکان هاوبەشی دەکەن دەتوانن یارمەتیت بدەن بۆ پەرەپێدانی بیرۆکەیەکی سەرەتایی بۆ تایبەتمەندی ڤیدیۆی تەواو "
 ],
 [
  "This is \"CNN Episode 8 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن ئێف سی ئێن ٨ کۆتاییە (١)\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "CNN Episode 8 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 8 کۆتایی (1)"
 ],
 [
  "Deciding on the scope of your story will help you set the limits and direction of your exposition. It could be the difference between emotional depth and a more factual, informative presentation. Will you dive deep into a small area or traverse a large area with relatively broad steps?",
  "بڕیاردان لەسەر مەودای چیرۆکەکەت یارمەتیت دەدات بۆ دانانی سنوورەکان و ئاڕاستەکانی دانانەکەت. ئەمە دەتوانێ جیاوازی نێوان قووڵی سۆزداری و پێشکەشکردنێکی راستەقانەتر و زانیاریبەخشتر بێت. ئایا دەچیتە ناو ناوچەیەکی بچووکەوە یان ڕووبەرێکی گەورە لەگەڵ هەنگاوی تا ڕادەیەک فراوان؟"
 ],
 [
  "Scope",
  "مەودا"
 ],
 [
  "Compelling stories hold attention from beginning to end, managing tension in a way that keeps the viewer engaged. A typical ",
  "چیرۆکە ناچارکەرەکان لە سەرەتاوە تا کۆتایی سەرنج ڕادەکێشن، گرژی بەڕێوەدەبەن بە شێوەیەک کە بینەری سەرقاڵ بکات. نموونەیەک "
 ],
 [
  "narrative arc",
  "کەوانێکی گێڕانەوە"
 ],
 [
  " is one that establishes your character and setting while gradually building momentum and introducing conflict. A good ending resolves conflict and leaves the viewer with a sense of closure.",
  " ئەو کەسەیە کە کاراکتەر و ڕێکبەندەکەت دادەمەزرێت لە کاتێکدا وردە وردە تەوژم دروست دەکات و ناکۆکیەکان دەناسێنێت. کۆتاییەکی باش ناکۆکی چارەسەر دەکات و بینەر بە هەستێکی داخستن بەجێ دەهێڵێت."
 ],
 [
  "Narrative arc",
  "کەوانێکی گێڕانەوە"
 ],
 [
  "At the centre of your story will be a character who can tell you something about the world they live in. They should be willing to let you follow and document them, to let you into their world so you can see it through their eyes and hear about it in their words.",
  "لە ناوەڕاستی چیرۆکەکەتدا کەسایەتیەک دەبێت کە دەتوانێت شتێکت پێ بڵێت دەربارەی ئەو جیهانەی کە تێیدا دەژین. ئەوان دەبێ بیانهێنن بەشوێنیاندا و بەڵگەتان بۆ دابنێن، بۆ ئەوەی لەدنیای خۆیاندا بیانبینن و بەقسەی ئەوان بیبینن."
 ],
 [
  "Choose a character",
  "کارەکتەرێک هەڵبژێرە"
 ],
 [
  "Inspiration can come from anywhere, so when an idea strikes you, don't ignore it, write it down. Think of the questions it raises and how you might answer them. When you start to tell the story to yourself, that's when your idea is beginning to take shape. ",
  "ئیلهام دەتوانێ لە هەر شوێنێکەوە بێت، بۆیە کاتێک بیرۆکەیەک تۆی لێ دەدات، پشتگوێی مەدە، بینووسە. بیر لەو پرسیارانە بکەنەوە کە بەرزدەبێتەوە و چۆن دەتوانن وەڵامیان بدەنەوە. کاتێک تۆ دەست دەکەیت بە گێڕانەوەی چیرۆکەکە بۆ خۆت، ئەوە ئەو کاتەیە کە بیرۆکەکەت دەست دەکات بە شێوە پێکردن. "
 ],
 [
  "Look around you",
  "سەیری دەوروبەرت بکە"
 ],
 [
  "Visual storytelling is a sensory experience. Try to lead with images and sounds that convey meanings of their own and carry your story from one development to the next. Direct speech can be added sparingly to add information or convey a deeper level of experience.",
  "چیرۆکبێژی بینراو ئەزموونێکی هەستەوەرییە. هەوڵ بدە بە وێنە و دەنگێک کە ماناکانی خۆیان دەگوازنەوە و چیرۆکەکەت هەڵبگرن لە پێشکەوتنێکەوە بۆ داهاتوو. قسەکردنی راستەوخۆ ئەتوانێت زیاد بکرێت بە خێرایی بۆ زیادکردنی زانیاری یان گەیاندنی ئاستی قوڵتر لە ئەزموون."
 ],
 [
  "Show don't tell",
  "نیشاندان مەڵێ"
 ],
 [
  "Ideas for stories can emerge anywhere and at any time. Recognising and developing stories ideas will be the basis for your work as a successful mobile storyteller.",
  "بیرۆکەکان بۆ چیرۆکەکان دەتوانن لە هەر شوێنێک و هەر کاتێک دەربکەون. ناسینەوە و پەرەسەندنی بیرۆکەکانی چیرۆک دەبێتە بنەمای کارەکەت وەک چیرۆک بێژێکی سەرکەوتووی مۆبایل."
 ],
 [
  "What's in a story?",
  "چی لە چیرۆکێکدا هەیە؟"
 ],
 [
  "Editing I: Best Practices ",
  "بژارکردنی من: باشترین ڕاهێنانەکان "
 ],
 [
  "This is \"CNN Episode 9 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سی ئێن ئێن بەشی ٩ کۆتاییە (١)\" لە لایەن ئەکادیمی سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "CNN Episode 9 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 9 کۆتایی (1)"
 ],
 [
  "Scene 1",
  "دیمەنی 1"
 ],
 [
  "What kind of editor are you? ",
  "تۆ چ جۆرە سەرنووسەرێکت؟ "
 ],
 [
  "It's time to edit your story and you have some decisions to make... ",
  "کاتی ئەوە هاتووە چیرۆکەکەت بژار بکەیت و هەندێک بڕیارت هەیە بۆ ئەوەی بیکەیت "
 ],
 [
  "Shooting is over and all your footage is on hard drives and memory cards. ",
  "تەقە کردن تەواو بوو و هەموو گرتەکانت لەسەر هارد درایڤ و کارتی میمۆریە. "
 ],
 [
  "Do you import everything you need into your project and spend time sorting and colour coding? ",
  "ئایا هەموو ئەو شتانەی کە پێویستت پێیە هاوردەی پرۆژەکەت دەکەیت و کاتی پۆلێنکردن و کۆدی ڕەنگ بەسەر دەبەیت؟ "
 ],
 [
  "Great. Having your material organised and at your fingertips is the best way to start your edit.",
  "زۆر باشە ڕێکخستنی مادەکەت و لە سەر پەنجەکانت باشترین ڕێگایە بۆ دەستپێکردن بە دەستکاری کردنەکەت."
 ],
 [
  "Or do you already know where you want to start and drag the clip directly onto your timeline?",
  "یان تۆ پێشتر دەزانیت کە دەتەوێت لە کوێ دەست پێبکەیت و راستەوخۆ کلیپەکە ڕابکێشیت بۆ سەر هێڵی کاتەکەت؟"
 ],
 [
  "Top marks for enthusiasm but how will you know where to go next without having your material at your fingertips?",
  "نیشانە بەرزەکان بۆ پەرۆشی بەڵام چۆن دەزانن کە بۆ داهاتوو بڕۆین بەبێ ئەوەی مادەکەت لە سەر پەنجەکانت هەبێت؟"
 ],
 [
  "You've reviewed your material and it's even better than you remember. Some of your shots are truly breathtaking. Do you...",
  "تۆ چاوت بە ماددەکەتدا کردۆتەوە و تەنانەت باشترە لەوەی کە لەبیرت بێت. هەندێک لە تەقەکانت بەڕاستی هەناسەکێشن. ئایا تۆ..."
 ],
 [
  "... save the best until last. You want a finale that stays in the memory of your viewer.",
  "... باشترین بپارێزە تا دوا جار تۆ کۆتات دەوێت کە لە یادی بینەرەکەتدا دەمێنێتەوە."
 ],
 [
  "Is the ending as important as you think it is? How will you make sure your viewer watches all the way until the end? ",
  "ئایا کۆتاییەکە ئەوەندە گرنگە کە تۆ پێت وایە؟ چۆن دڵنیا دەبیتەوە کە بینەرەکەت هەموو کات سەیری دەکات تا کۆتایی؟ "
 ],
 [
  "... use them to craft an opening sequence that introduces the topic and hooks the viewer from the beginning. ",
  "... بەکاریان بهێنە بۆ دروستکردنی زنجیرەیەکی کراوە کە بابەتەکە دەناسێنێت و لە سەرەتاوە بینەری پێ دەبەستێت. "
 ],
 [
  "Right. Inspiring in the viewer a sense of wonder and curiosity is essential from the very beginning.",
  "ڕاستە ئیلهامدان لە بینەردا هەستێکی سەرسامی و گۆشەنیگایی لە سەرەتاوە گرنگە."
 ],
 [
  "... put them aside and build the rest of your timeline until you figure out where it makes sense to use them. ",
  "... بیانخە بە لاوە و باقی کاتەکەت دروست بکە هەتاکوو زانیت لە کوێ مانا هەیە بۆ بەکارهێنانیان. "
 ],
 [
  "Seems logical but you're not really playing to your strengths. ",
  "لۆجیک دیارە بەڵام تۆ بە ڕاستی یاری بە هێزەکانت ناکەیت. "
 ],
 [
  "Your action sequences have potential but maybe they need something extra. Do you... ",
  "زنجیرەکانی کرداری تۆ توانایان هەیە بەڵام لەوانەیە پێویستیان بە شتێکی زیادە بێت. ئایا تۆ... "
 ],
 [
  "... cut quickly from different actions to add pace and excitement?",
  "... خێرا لە کرداری جیاواز ببڕە بۆ زیادکردنی خێرایی و جۆش؟"
 ],
 [
  "Fast cuts between incomplete actions can be disorienting. You want your viewer to be immersed not distraced.",
  "بڕینی خێرا لە نێوان کردارە ناتەواوەکان دەکرێت شێواو بێت. تۆ دەتەوێت بینەرەکەت نقوم بێت نەپچڕێت."
 ],
 [
  "... use transitions to introduce visual variety and keep the viewer interested?",
  "... بەکارهێنانی گواستنەوەکان بۆ ناساندنی هەمەجۆری بینراو و هێشتنەوەی بینەری ئارەزوومەند؟"
 ],
 [
  "Not ideal. Transitions can look gimicky and detract from the quality of your source material. ",
  "نموونەیی نیە گواستنەوەکان دەتوانن لە جۆری سەرچاوەکانتان بپەڕنەوە و بشکێنن. "
 ],
 [
  "... work harder to craft sequences that really make sense, letting the visuals do the talking? ",
  "... قورستر کار بکە بۆ دروستکردنی ئەو زنجیرەی کە بەڕاستی مانادارن، ڕێگە بە بینراوەکان دەدەن قسە بکەن؟ "
 ],
 [
  "Yes. A skilled editor should be able to create visual narratives using well-shot source material and simple cuts. ",
  "بەڵێ بژارکەرێکی شارەزا پێویستە بتوانێت چیرۆکە بینراوەکان دروست بکات بە بەکارهێنانی ماددەی سەرچاوەی باش و برینی سادە. "
 ],
 [
  "Editing II: Openings and Transitions",
  "بژارکردنی II: کردنەوەکان و گواستنەوەکان"
 ],
 [
  "The best videographers always have their edit in mind while they are gathering material on location. Watch this video to learn how to shoot footage that you can use to create three stylish transitions.",
  "باشترین وێنەگرەکان هەمیشە بژاری خۆیان لە مێشکدا هەیە لە کاتێکدا ئەوان کەرەستەکان کۆ دەکەنەوە لە شوێنەکە. سەیری ئەم ڤیدیۆیە بکە بۆ فێربوونی چۆنیەتی وێنەگرتنی ئەو گرتەیەی کە دەتوانیت بەکاری بهێنیت بۆ دروستکردنی سێ گواستنەوەی شیک."
 ],
 [
  "CNN Episode 10 FINAL (1)",
  "ئەڵقەی سی ئێن ئێن 10 کۆتایی (1)"
 ],
 [
  "Similar to a graphic match cut, a movement match cut also uses similar elements in two shots to create a transition between them. This time the similarity is in the motion occurring in the two shots. The connection is drawn between the two movements and the viewer is transported from one shot to the next. ",
  "هاوشێوەی بڕینی هاوتای گرافیکی، بڕینی هاوتای جووڵانەوە هەروەها توخمی هاوشێوە بەکاردێنێت لە دوو تەقەدا بۆ دروستکردنی گواستنەوە لەنێوانیاندا. ئەم جارە لێکچوونەکە لە جوڵەدایە کە لە دوو لێدانەکەدا ڕوو دەدات. پەیوەندیەکە لە نێوان هەردوو جووڵەکە دەکێشرێت و بینەر لە یەک لێدانەوە دەگوازرێتەوە بۆ دواتر. "
 ],
 [
  "Movement Match Cut",
  "بڕینی هاوتای جووڵانەوە"
 ],
 [
  "A graphic match cut is great for highlighting themes or drawing links between characters, settings or events. Two or more different shots with visual similarities can be placed next to each other to establish a relationship between the elements of one shot and the next. ",
  "بڕینی هاوتای گرافیکی زۆر باشە بۆ تیشک خستنە سەر ڕووکارەکان یان کێشانی لینکەکان لە نێوان پیتەکان, ڕێکبەندەکان یان ڕووداوەکان. دوو یان زیاتر وێنەی جیاواز لەگەڵ لێکچوونە بینراوەکان دەکرێت لە تەنیشت یەکتر دابنرێن بۆ دامەزراندنی پەیوەندی نێوان توخمەکانی یەک لێدان و دواتر. "
 ],
 [
  "Graphic Match Cut",
  "بڕینی هاوتای گرافیک"
 ],
 [
  "After holding your shot for at least 10 seconds, quickly whip your camera away in one direction. Later on, begin a different shot with a movement in the same direction. The motion blur at the end of the first shot will blend with the motion blur at the beginning of the second shot, giving you an effective transition between them. ",
  "دوای گرتنی لێدانەکەت بەلایەنی کەمەوە بۆ ماوەی ١٠ چرکە، بەخێرایی کامێراکەت بە یەک ئاڕاستە قامچی بکە. دواتر، دەست بە لێدانێکی جیاواز بکە لەگەڵ جوڵەیەک لە هەمان ئاراستەدا. لێشاوی جووڵەکە لە کۆتایی یەکەم لێداندا تێکەڵ دەبێت لەگەڵ بلیکەی جوڵە لە سەرەتای لێدانی دووەمدا، گواستنەوەیەکی کاریگەرت دەداتێ لە نێوانیاندا. "
 ],
 [
  "Whip Pan",
  "ویپ پان"
 ]
]