[
 [
  "Mobile Storytelling (Kurdish)",
  "رواية القصص المتنقلة (كردية)"
 ],
 [
  "Mobile storytelling",
  "رواية القصص المتنقلة"
 ],
 [
  " is the art of telling engaging stories using just your smartphone and a range of widely available apps and add-ons that can help you shoot, edit and publish video like a pro. ",
  " هو فن سرد القصص الجذابة باستخدام هاتفك الذكي فقط ومجموعة من التطبيقات والإضافات المتاحة على نطاق واسع والتي يمكن أن تساعدك على تصوير وتحرير ونشر الفيديو كالمحترفين. "
 ],
 [
  "From getting to know the potential of your smartphone camera to shooting sequences that inspire, this online course brought to you by ",
  "من التعرف على إمكانات كاميرا هاتفك الذكي إلى تسلسلات التصوير التي تلهمك، تقدم لك هذه الدورة التدريبية عبر الإنترنت "
 ],
 [
  "CNN Academy ",
  "أكاديمية سي إن "
 ],
 [
  "and ",
  "و "
 ],
 [
  "Studio Koa ",
  "استوديو كوا "
 ],
 [
  "will guide you through the fundamentals you need to get started.",
  "سيرشدك خلال الأساسيات التي تحتاجها للبدء."
 ],
 [
  "Introduction to Mobile Storytelling",
  "مقدمة إلى رواية القصص المتنقلة"
 ],
 [
  "Smartphone video production is now mainstream. TV news, documentary film and even Hollywood movies are now being shot on devices that we carry around with us every day. Making the best of your smartphone to create compelling video stories requires an understanding of both its strengths and its weaknesses as a movie-making tool. ",
  "أصبح إنتاج فيديو الهواتف الذكية سائدًا الآن. يتم الآن تصوير الأخبار التلفزيونية والأفلام الوثائقية وحتى أفلام هوليوود على الأجهزة التي نحملها معنا كل يوم. يتطلب تحقيق أقصى استفادة من هاتفك الذكي لإنشاء قصص فيديو مقنعة فهمًا لكل من نقاط قوته وضعفه كأداة لصنع الأفلام. "
 ],
 [
  "\"The best way to get started is to just dive right in and make as many video stories as you can.\"",
  "«أفضل طريقة للبدء هي الغوص مباشرة وإنشاء أكبر عدد ممكن من قصص الفيديو.»"
 ],
 [
  "This is \"CNN Episode 1 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN Episode 1 FINAL (1)» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 1 FINAL (1)",
  "سي إن إن الحلقة 1 نهائي (1)"
 ],
 [
  "Smartphone Storytelling: 3 Advantages",
  "رواية القصص عبر الهاتف الذكي: 3"
 ],
 [
  "All-in-one:",
  "الكل في واحد"
 ],
 [
  " More than just a camera, your smartphone is also a powerful device capable of editing and uploading video, while specialized apps give you advanced control over image, audio and video quality.",
  " أكثر من مجرد كاميرا، هاتفك الذكي هو أيضًا جهاز قوي قادر على تحرير وتحميل الفيديو، بينما تمنحك التطبيقات المتخصصة تحكمًا متقدمًا في جودة الصورة والصوت والفيديو."
 ],
 [
  "Cost: ",
  "التكلفة: "
 ],
 [
  "With the latest smartphones shooting 4k quality, chances are you will not find a cheaper high-quality video camera than the one you already have in your pocket.",
  "مع أحدث الهواتف الذكية التي تطلق جودة 4K، من المحتمل أنك لن تجد كاميرا فيديو عالية الجودة أرخص من تلك الموجودة بالفعل في جيبك."
 ],
 [
  "Size:",
  "المقاس:"
 ],
 [
  " Your smartphone is more portable and more discreet than any professional video camera and since you always have it with you, you can be ready to shoot whenever the opportunity arises.",
  " هاتفك الذكي أكثر قابلية للحمل وأكثر سرية من أي كاميرا فيديو احترافية، وبما أنك دائمًا ما تكون معك، يمكنك أن تكون مستعدًا للتصوير كلما سنحت الفرصة."
 ],
 [
  "Smartphone Storytelling: 3 Drawbacks",
  "رواية القصص على الهاتف الذكي: 3"
 ],
 [
  "Size and shape: ",
  "الحجم والشكل: "
 ],
 [
  "Smartphones are difficult to hold steady. Fortunately, gimbals, mounts and tripods that can turn your smartphone into a stable and ergonomic video camera are readily available.",
  "من الصعب الاحتفاظ بالهواتف الذكية بثبات. لحسن الحظ، تتوفر بسهولة أجهزة gimbals والحامل والحوامل ثلاثية القوائم التي يمكنها تحويل هاتفك الذكي إلى كاميرا فيديو مستقرة ومريحة."
 ],
 [
  "Automatic video: ",
  "فيديو تلقائي: "
 ],
 [
  "Standard smartphone video capture will not allow you to set parameters such as shutter speed, ISO gain or aperture. You will need a specialist app to take control of these functions.",
  "لن يسمح لك التقاط الفيديو القياسي للهاتف الذكي بتعيين معلمات مثل سرعة الغالق أو كسب ISO أو الفتحة. ستحتاج إلى تطبيق متخصص للتحكم في هذه الوظائف."
 ],
 [
  "Poor audio:",
  "صوت ضعيف:"
 ],
 [
  " Smartphone microphones are designed for phone calls, not for capturing high quality audio. A dedicated external microphone will be essential for getting good results.",
  " تم تصميم ميكروفونات الهواتف الذكية للمكالمات الهاتفية، وليس لالتقاط صوت عالي الجودة. سيكون الميكروفون الخارجي المخصص ضروريًا للحصول على نتائج جيدة."
 ],
 [
  "Take control of your smartphone camera with ",
  "تحكم في كاميرا هاتفك الذكي باستخدام "
 ],
 [
  "To capture professional standard video you will need a third-party app that enables you to adjust settings such as frame rate, ISO gain and aperture. Here are some suggestions:",
  "لالتقاط فيديو قياسي احترافي، ستحتاج إلى تطبيق تابع لجهة خارجية يمكّنك من ضبط الإعدادات مثل معدل الإطارات وكسب ISO وفتحة العدسة. فيما يلي بعض الاقتراحات:"
 ],
 [
  "ProMovie",
  "بروموفي"
 ],
 [
  " is feature-rich and easy to use. Enabling control of exposure, focus, frame rate and all other aspects of video recording. iOS only.",
  " غني بالميزات وسهل الاستخدام. تمكين التحكم في التعرض والتركيز ومعدل الإطارات وجميع الجوانب الأخرى لتسجيل الفيديو. iOS فقط."
 ],
 [
  "Mavis",
  "مافيس"
 ],
 [
  " is a powerful video capture app that brings professional functions to your smartphone. iOS only.",
  " هو تطبيق قوي لالتقاط الفيديو يوفر وظائف احترافية لهاتفك الذكي. iOS فقط."
 ],
 [
  "Filmic Pro",
  "فيلميك برو"
 ],
 [
  " is a popular video recording app that has been used to shoot Hollywood movies. Available for both Android and IOS. ",
  " هو تطبيق تسجيل فيديو شهير تم استخدامه لتصوير أفلام هوليوود. متاح لكل من Android و IOS. "
 ],
 [
  "Complete the content above before moving on.",
  "أكمل المحتوى أعلاه قبل الانتقال."
 ],
 [
  "CONTINUE",
  "استمر"
 ],
 [
  "Know Your Camera I: Resolution, Frame Rate and White Balance",
  "تعرف على الكاميرا I: الدقة ومعدل الإطارات وتوازن اللون الأبيض"
 ],
 [
  "Heading",
  "العنوان"
 ],
 [
  "Once you have installed a third-party video capture app, you can begin to adjust your camera settings. Some settings will depend on your project requirements and others on the conditions you are shooting in. This lesson covers ",
  "بمجرد تثبيت تطبيق التقاط فيديو تابع لجهة خارجية، يمكنك البدء في ضبط إعدادات الكاميرا. تعتمد بعض الإعدادات على متطلبات مشروعك والبعض الآخر على الظروف التي تقوم بالتصوير فيها. يغطي هذا الدرس "
 ],
 [
  "three ",
  "ثلاثة "
 ],
 [
  "important parameters that are essential to understand in order to shoot professional quality video.",
  "معلمات مهمة ضرورية لفهمها من أجل تصوير فيديو بجودة احترافية."
 ],
 [
  "This is \"CNN Episode 2 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN Episode 2 FINAL (1)» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 2 FINAL (1)",
  "سي إن إن الحلقة 2 نهائي (1)"
 ],
 [
  "How much do you remember about the settings we just discussed? Click the flashcards to remind you.",
  "ما مقدار ما تتذكره عن الإعدادات التي ناقشناها للتو؟ انقر فوق البطاقات التعليمية لتذكيرك."
 ],
 [
  "Color settings used to achieve a more 'natural' looking image under different lighting conditions.",
  "إعدادات الألوان المستخدمة لتحقيق صورة أكثر «طبيعية» في ظل ظروف الإضاءة المختلفة."
 ],
 [
  "White Balance",
  "توازن اللون الأبيض"
 ],
 [
  "The speed at which still images are captured in order to produce the illusion of motion.",
  "السرعة التي يتم بها التقاط الصور الثابتة من أجل إنتاج وهم الحركة."
 ],
 [
  "Frame Rate",
  "معدل الإطارات"
 ],
 [
  "The quality and detail of an image based on the number of pixels in each frame.",
  "جودة وتفاصيل الصورة بناءً على عدد وحدات البكسل في كل إطار."
 ],
 [
  "Resolution",
  "الدقة"
 ],
 [
  "Professional videographers know that light has a '",
  "يعرف مصورو الفيديو المحترفون أن الضوء يحتوي على»"
 ],
 [
  "temperature",
  "درجة الحرارة"
 ],
 [
  "'. Light temperature is measured in ",
  "'. يتم قياس درجة حرارة الضوء "
 ],
 [
  "Kelvin (K)",
  "كلفن (ك)"
 ],
 [
  " but, counterintuitively, lower color temperatures (e.g. tungsten lighting, 3000K) add a 'warmer' cast to images than light with a higher temperature (e.g. fluorescent light, 4000K) which gives things a 'cooler' cast. ",
  " ولكن، بشكل غير بديهي، فإن درجات حرارة اللون المنخفضة (مثل إضاءة التنغستن، 3000 كلفن) تضيف طبقة «أكثر دفئًا» للصور من الضوء ذي درجة حرارة أعلى (مثل ضوء الفلورسنت، 4000 كلفن) مما يعطي الأشياء طبقة «أكثر برودة». "
 ],
 [
  "Our eyes can easily adjust to varying color temperatures so we still see white even when the light casts a different hue over the scene. Cameras will try to 'guess' the color temperature automatically but we often need to take control and set the ",
  "يمكن أن تتكيف أعيننا بسهولة مع درجات حرارة الألوان المتفاوتة، لذلك ما زلنا نرى اللون الأبيض حتى عندما يلقي الضوء لونًا مختلفًا على المشهد. ستحاول الكاميرات «تخمين» درجة حرارة اللون تلقائيًا ولكننا غالبًا ما نحتاج إلى التحكم وضبط "
 ],
 [
  "white balance",
  "توازن اللون الأبيض"
 ],
 [
  " ourselves, such as when different light sources are shining from different angles or when you are aiming for a particular effect.",
  " أنفسنا، مثل عندما تكون مصادر الضوء المختلفة مشرقة من زوايا مختلفة أو عندما تهدف إلى تأثير معين."
 ],
 [
  "Some like it 'warm'",
  "البعض يحبها «دافئة»"
 ],
 [
  "Video footage captures multiple 'frames' every second which are then played back in sequence to create the illusion of motion. The most common frame rate is ",
  "تلتقط لقطات الفيديو «إطارات» متعددة كل ثانية ثم يتم تشغيلها بالتسلسل لخلق وهم الحركة. معدل الإطارات الأكثر شيوعًا هو "
 ],
 [
  "24fps",
  "24fps"
 ],
 [
  " (frames per second) which is the worldwide standard for cinema projectors. ",
  " (إطارات في الثانية) وهو المعيار العالمي لأجهزة عرض السينما. "
 ],
 [
  "Higher frame rates such as ",
  "معدلات إطارات أعلى مثل "
 ],
 [
  "60fps ",
  "60 إطارًا في "
 ],
 [
  "are better for capturing action, such as sports, since fast movements remain smooth and sharp. Higher frame rates such as ",
  "أفضل لالتقاط الحركة، مثل الرياضة، لأن الحركات السريعة تظل سلسة وحادة. معدلات إطارات أعلى مثل "
 ],
 [
  "120fps",
  "120fps"
 ],
 [
  " or more are used for slow motion playback. Of course, a higher frame rate means more data and a larger file size.",
  " أو أكثر لتشغيل الحركة البطيئة. بالطبع، معدل الإطارات الأعلى يعني المزيد من البيانات وحجم ملف أكبر."
 ],
 [
  "Frame rate basics",
  "أساسيات معدل الإطارات"
 ],
 [
  "4K video",
  "فيديو بدقة 4K"
 ],
 [
  " (or '",
  " (أو»"
 ],
 [
  "Ultra HD",
  "الترا اتش دي"
 ],
 [
  "') gets its name from the approximate number of pixels running along the horizontal edge of the video image - 3840 pixels for 4K TV and 4096 pixels for '",
  "') اسمها من العدد التقريبي لوحدات البكسل التي تعمل على طول الحافة الأفقية لصورة الفيديو - 3840 بكسل لتلفزيون 4K و 4096 بكسل لـ»"
 ],
 [
  "Cinema 4K",
  "سينما 4K"
 ],
 [
  "'. This is a big step up from ",
  "'. هذه خطوة كبيرة من "
 ],
 [
  "1080p",
  "1080p"
 ],
 [
  " or '",
  " أو»"
 ],
 [
  "Full HD",
  "فل اتش دي"
 ],
 [
  "' which counts fewer than 2000 pixels across. ",
  "'التي تعد أقل من 2000 بكسل. "
 ],
 [
  "4K video offers more detail, sharper image quality and better color data for grading but all that extra data comes at the cost of larger file sizes which may max out your smartphone's internal storage and slow down the editing process on less powerful devices.",
  "يوفر فيديو 4K مزيدًا من التفاصيل وجودة صورة أكثر وضوحًا وبيانات ألوان أفضل للتصنيف ولكن كل هذه البيانات الإضافية تأتي بتكلفة أحجام ملفات أكبر مما قد يزيد من سعة التخزين الداخلية لهاتفك الذكي ويبطئ عملية التحرير على الأجهزة الأقل قوة."
 ],
 [
  "4K or not 4K?",
  "4K أم لا 4K؟"
 ],
 [
  "Know Your Camera II: Exposure ",
  "تعرف على الكاميرا الخاصة بك II: التعرض "
 ],
 [
  "Digital cameras produce images by allowing light to hit a sensor. This process is known as ",
  "تنتج الكاميرات الرقمية صورًا من خلال السماح للضوء بضرب المستشعر. تُعرف هذه العملية باسم "
 ],
 [
  "exposure",
  "التعرض"
 ],
 [
  ". How much light is let in and the sensitivity of the sensor are parameters that videographers can adjust to achieve optimal results.",
  ". مقدار الضوء الذي يتم السماح به وحساسية المستشعر هي معلمات يمكن لمصوري الفيديو تعديلها لتحقيق أفضل النتائج."
 ],
 [
  "This is \"CNN Episode 3 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN Episode 3 FINAL (1)» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 3 FINAL (1)",
  "سي إن إن الحلقة 3 الأخيرة (1)"
 ],
 [
  "That's right. Most smartphone cameras have ",
  "هذا صحيح. تحتوي معظم كاميرات الهواتف الذكية "
 ],
 [
  "fixed ",
  "ثابت "
 ],
 [
  "aperture.",
  "فتحة."
 ],
 [
  "Which settings on your smartphone can you use to adjust the amount of light in your images? ",
  "ما الإعدادات على هاتفك الذكي التي يمكنك استخدامها لضبط كمية الضوء في صورك؟ "
 ],
 [
  "Shutter Speed",
  "سرعة الغالق"
 ],
 [
  "Aperture",
  "فتحة"
 ],
 [
  "ISO",
  "ايزو"
 ],
 [
  "Building your rig",
  "بناء جهاز الحفر الخاص بك"
 ],
 [
  "BUILDING YOUR RIG",
  "بناء جهاز الحفر الخاص بك"
 ],
 [
  "Use an external microphone wherever possible to overcome the limitations of your smartphone's built-in mic. As a rule, get as close to the sound source as your shot allows.",
  "استخدم ميكروفونًا خارجيًا حيثما أمكن للتغلب على قيود الميكروفون المدمج في هاتفك الذكي. كقاعدة عامة، اقترب من مصدر الصوت كما تسمح اللقطة."
 ],
 [
  "Microphone",
  "ميكروفون"
 ],
 [
  "Using a specialised smartphone grip like this one reduces hand shake for a steadier shot. Many grips can also be attached to a tripod for fixed shooting.",
  "استخدام مقبض هاتف ذكي متخصص مثل هذا يقلل من مصافحة اليد للحصول على لقطة أكثر ثباتًا. يمكن أيضًا توصيل العديد من المقابض بحامل ثلاثي القوائم للتصوير الثابت."
 ],
 [
  "Grip",
  "قبضة"
 ],
 [
  "Placing a ",
  "وضع "
 ],
 [
  "neutral density filter ",
  "مرشح كثافة محايدة "
 ],
 [
  "in front of your smartphone camera lens limits the amount of light that reaches the lens without affecting the colors. This enables you to shoot with a wide aperture in bright sunlight.",
  "أمام عدسة كاميرا الهاتف الذكي الخاص بك يحد من كمية الضوء التي تصل إلى العدسة دون التأثير على الألوان. يمكّنك هذا من التصوير بفتحة واسعة في ضوء الشمس الساطع."
 ],
 [
  "Neutral Density Filter",
  "مرشح الكثافة المحايدة"
 ],
 [
  "Shots, Sequences, and Scenes",
  "اللقطات والتسلسلات والمشاهد"
 ],
 [
  "To get the most out of your shoot, you need to think in terms of ",
  "للحصول على أقصى استفادة من التصوير، تحتاج إلى التفكير من حيث "
 ],
 [
  "shots, sequences and scenes",
  "لقطات وتسلسلات ومشاهد"
 ],
 [
  ". These are the building blocks of any compelling video story. Shooting with some basic principles in mind will ensure that you go into your edit with the maximum number of options available.",
  ". هذه هي اللبنات الأساسية لأي قصة فيديو مقنعة. التصوير مع وضع بعض المبادئ الأساسية في الاعتبار سيضمن لك الانتقال إلى تعديلك بأقصى عدد من الخيارات المتاحة."
 ],
 [
  "This is \"CNN Episode 4 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN Episode 4 FINAL (1)» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 4 FINAL (1)",
  "سي إن إن الحلقة 4 الأخيرة (1)"
 ],
 [
  "A ",
  "أ "
 ],
 [
  "scene ",
  "مشهد "
 ],
 [
  "covers a particular period of time, an event or a development in your story. It's up to you whether to use one or several shots to make up a scene. Scenes are the building blocks of your story.",
  "يغطي فترة زمنية معينة أو حدثًا أو تطورًا في قصتك. الأمر متروك لك فيما إذا كنت تريد استخدام لقطة واحدة أو عدة لقطات لتكوين مشهد. المشاهد هي اللبنات الأساسية لقصتك."
 ],
 [
  "sequence ",
  "تسلسل "
 ],
 [
  "is a string of shots edited together in a logical order to depict a single incident or action. It's important to shoot in sequences, keeping in mind the kinds of shots you will need in the edit. ",
  "عبارة عن سلسلة من اللقطات تم تحريرها معًا بترتيب منطقي لتصوير حادثة أو إجراء واحد. من المهم التصوير بالتسلسلات، مع الأخذ في الاعتبار أنواع اللقطات التي ستحتاجها في التعديل. "
 ],
 [
  "From the moment you hit record to the moment you hit stop is a ",
  "من اللحظة التي تصل فيها إلى الرقم القياسي إلى اللحظة التي تضغط فيها على stop هو "
 ],
 [
  "shot",
  "اطلاق النار"
 ],
 [
  ". Shoot from different angles and positions (wide, medium, close-up). Remember to hold the camera steady for at least 10 seconds each time you change position. ",
  ". قم بالتصوير من زوايا ومواضع مختلفة (واسعة ومتوسطة وقريبة). تذكر أن تمسك الكاميرا بثبات لمدة 10 ثوانٍ على الأقل في كل مرة تقوم فيها بتغيير موضعها. "
 ],
 [
  "Thinking of your shoot in terms of shots, sequences and scenes will guide you when you are capturing the material you need for your edit. ",
  "التفكير في التصوير الخاص بك من حيث اللقطات والتسلسلات والمشاهد سيرشدك عند التقاط المواد التي تحتاجها لتحريرك. "
 ],
 [
  "Shots, Sequences and Scenes",
  "لقطات وتسلسلات ومشاهد"
 ],
 [
  "The Importance of Audio",
  "أهمية الصوت"
 ],
 [
  "Capturing high-quality audio should not be an afterthought when making professional-level video stories. To make sure your audio matches the quality of your video you will need some specialised equipment and you will also need to monitor audio while you shoot.",
  "لا ينبغي أن يكون التقاط صوت عالي الجودة فكرة متأخرة عند إنشاء قصص فيديو بمستوى احترافي. للتأكد من تطابق الصوت مع جودة الفيديو الخاص بك، ستحتاج إلى بعض المعدات المتخصصة وستحتاج أيضًا إلى مراقبة الصوت أثناء التصوير."
 ],
 [
  "This is \"CNN Episode 5 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN الحلقة 5 FINAL (1)» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 5 FINAL (1)",
  "سي إن إن الحلقة 5 الأخيرة (1)"
 ],
 [
  "Audio ",
  "الصوت "
 ],
 [
  "Essentials     ",
  "أساسيات     "
 ],
 [
  "To capture professional quality audio, you will need a third-party microphone designed for use with your smartphone. ",
  "لالتقاط صوت بجودة احترافية، ستحتاج إلى ميكروفون تابع لجهة خارجية مصمم للاستخدام مع هاتفك الذكي. "
 ],
 [
  "And remember to always monitor your sound using ",
  "وتذكر دائمًا مراقبة صوتك باستخدام "
 ],
 [
  "headphones ",
  "سماعات الرأس "
 ],
 [
  "and by watching the audio meters in your video capturing screen.",
  "ومن خلال مشاهدة عدادات الصوت في شاشة التقاط الفيديو."
 ],
 [
  "Front of card 3",
  "الجزء الأمامي من البطاقة 3"
 ],
 [
  "When you need good quality audio from an interview, use a ",
  "عندما تحتاج إلى صوت عالي الجودة من مقابلة، استخدم "
 ],
 [
  "lavalier",
  "لافالير"
 ],
 [
  " or lapel mic. These mics clip discreetly to your subject's clothing and isolate their voice even in noisy conditions. ",
  " أو ميكروفون طية صدر السترة. يتم تثبيت هذه الميكروفونات بشكل سري على ملابس الشخص الخاص بك وعزل صوته حتى في الظروف الصاخبة. "
 ],
 [
  "Front of card 2",
  "الجزء الأمامي من البطاقة 2"
 ],
 [
  "Generally speaking, you will need sound from the same direction as you are shooting. ",
  "بشكل عام، ستحتاج إلى صوت من نفس الاتجاه أثناء التصوير. "
 ],
 [
  "Shotgun ",
  "بندقية "
 ],
 [
  "microphones are sensitive to sound from straight ahead while rejecting sound coming from the sides.",
  "الميكروفونات حساسة للصوت من الأمام مباشرة بينما ترفض الصوت القادم من الجانبين."
 ],
 [
  "Front of card 1",
  "الجزء الأمامي من البطاقة 1"
 ],
 [
  "Lighting Basics",
  "أساسيات الإضاءة"
 ],
 [
  "Lighting is a balancing act. Natural light and shade outdoors, fixed lighting and windows in an indoor space, portable light sources or reflectors in your kit bag all offer opportunities and pose challenges for the videographer looking for the perfect shot. ",
  "الإضاءة هي عملية موازنة. يوفر الضوء الطبيعي والظل في الهواء الطلق والإضاءة الثابتة والنوافذ في مساحة داخلية ومصادر الإضاءة المحمولة أو العاكسات في حقيبة أدواتك فرصًا وتشكل تحديات لمصور الفيديو الذي يبحث عن اللقطة المثالية. "
 ],
 [
  "This is \"CNN Episode 6 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN الحلقة 6 FINAL (1)» من قبل أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 6 FINAL (1)",
  "سي إن إن الحلقة 6 الأخيرة (1)"
 ],
 [
  "Three Point Lighting",
  "إضاءة ثلاثية النقاط"
 ],
 [
  "The purpose of the ",
  "الغرض من "
 ],
 [
  "back light ",
  "ضوء خلفي "
 ],
 [
  "is to cast subtle highlights around the edges of the subject to separate them from the background. This helps to give your shot a more three-dimensional look.",
  "هو إلقاء الضوء الدقيق حول حواف الموضوع لفصلها عن الخلفية. هذا يساعد على إعطاء اللقطة مظهرًا ثلاثي الأبعاد أكثر."
 ],
 [
  "Back Light",
  "ضوء خلفي"
 ],
 [
  "Use the ",
  "استخدم "
 ],
 [
  "fill light",
  "ملء الضوء"
 ],
 [
  " to 'fill' the shadows created by the key light. This is a second, softer light that will lesson the contrast created by your main light source. The fill light doesn't even have to be a lamp – it could be a reflector or even a white wall reflecting the key light back at the subject from the opposite direction.",
  " «لملء» الظلال التي تم إنشاؤها بواسطة ضوء المفتاح. هذا هو الضوء الثاني الأكثر نعومة الذي سيدرس التباين الناتج عن مصدر الضوء الرئيسي. لا يجب أن يكون مصباح التعبئة مصباحًا - فقد يكون عاكسًا أو حتى جدارًا أبيض يعكس الضوء الرئيسي مرة أخرى عند الهدف من الاتجاه المعاكس."
 ],
 [
  "Fill Light",
  "ضوء التعبئة"
 ],
 [
  "The ",
  "إن "
 ],
 [
  "key light ",
  "ضوء رئيسي "
 ],
 [
  "is your main and strongest light and it shines directly onto your subject from an angle. The angle is important to create enough shadow to give your shot depth. Outdoors, the key light is usually the sun.",
  "هو الضوء الرئيسي والأقوى الخاص بك ويضيء مباشرة على موضوعك من زاوية. الزاوية مهمة لإنشاء ظل كافٍ لإعطاء عمق اللقطة. في الهواء الطلق، عادة ما يكون الضوء الرئيسي هو الشمس."
 ],
 [
  "Key Light",
  "ضوء مفتاح"
 ],
 [
  "Building Your Rig: Tripods, Gimbals & Cages",
  "بناء جهاز الحفر الخاص بك: حوامل ثلاثية القوائم، Gimbals وأقفاص"
 ],
 [
  "A steady, stable shot is essential to making your video story look and feel professional but smartphones are small and light which makes them hard to hold still. Depending on your style and the demands of your project, there are a number of ways you can turn your smartphone into a fully-functioning mobile storytelling rig.",
  "تعد اللقطة الثابتة والمستقرة ضرورية لجعل قصة الفيديو الخاصة بك تبدو وتشعر بأنها احترافية ولكن الهواتف الذكية صغيرة وخفيفة مما يجعل من الصعب الاحتفاظ بها. اعتمادًا على أسلوبك ومتطلبات مشروعك، هناك عدد من الطرق التي يمكنك من خلالها تحويل هاتفك الذكي إلى جهاز سرد القصص المحمول يعمل بكامل طاقته."
 ],
 [
  "This is \"CNN Episode 7 FINAL (2)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN Episode 7 FINAL (2)» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 7 FINAL (2)",
  "سي إن إن الحلقة 7 الأخيرة (2)"
 ],
 [
  "Ep 7: The Gadgets: Tripods, Gimbals, Cages and more",
  "الحلقة 7: الأدوات: حوامل ثلاثية القوائم، Gimbals، أقفاص والمزيد"
 ],
 [
  "When we show up to the present moment with all of our senses, we invite the world    to fill us with joy. The pains of the past are behind us. The future has yet to unfold. But    the now is full of beauty simply waiting for our attention.",
  "عندما نأتي إلى اللحظة الحالية بكل حواسنا، ندعو العالم ليملأنا بالبهجة. آلام الماضي وراءنا. المستقبل لم يتكشف بعد. لكن الآن مليء بالجمال ببساطة في انتظار اهتمامنا."
 ],
 [
  "Here are some of the most useful accessories for adding stability to your mobile storytelling setup. ",
  "فيما يلي بعض الملحقات الأكثر فائدة لإضافة الاستقرار إلى إعداد سرد القصص على هاتفك المحمول. "
 ],
 [
  "Nothing beats the stability of a ",
  "لا شيء يتفوق على استقرار "
 ],
 [
  "tripod ",
  "حامل ثلاثي القوائم "
 ],
 [
  "for longer shots. When shooting interviews, a tripod will also free up the videographer to devote full attention to the subject. Consider a model with a control arm if you intend to shoot pans or tracking shots.",
  "للحصول على لقطات أطول. عند تصوير المقابلات، سيقوم حامل ثلاثي القوائم أيضًا بتحرير مصور الفيديو لتكريس الاهتمام الكامل بالموضوع. ضع في اعتبارك نموذجًا بذراع تحكم إذا كنت تنوي تصوير المقالي أو تتبع اللقطات."
 ],
 [
  "gimbal ",
  "انحراف "
 ],
 [
  "is a mechanical stabiliser that counteracts the shake and judder from hand-held filming. Not only are they great for giving you smooth and steady results as you move, they can also help you quickly capture a variety of usable shots from multiple positions.",
  "هو مثبت ميكانيكي يقاوم الاهتزاز والحكم من التصوير اليدوي. فهي ليست رائعة فقط لمنحك نتائج سلسة وثابتة أثناء تحركك، بل يمكنها أيضًا مساعدتك في التقاط مجموعة متنوعة من اللقطات القابلة للاستخدام بسرعة من مواضع متعددة."
 ],
 [
  "cage ",
  "قفص "
 ],
 [
  "holds your smartphone in place and gives you handles that are easy to grip. Other benefits include mounts for attaching accessories such as microphones and lights and screw holes to fix your rig to a tripod.",
  "يحمل هاتفك الذكي في مكانه ويمنحك مقابض سهلة الإمساك بها. تشمل المزايا الأخرى حوامل لربط الملحقات مثل الميكروفونات والأضواء والثقوب اللولبية لتثبيت جهاز الحفر الخاص بك على حامل ثلاثي القوائم."
 ],
 [
  "Storytelling Essentials",
  "أساسيات رواية القصص"
 ],
 [
  "While the world will never stop inspiring us, it's up to the storyteller to turn inspiration into compelling content. The variety of subject matter and perspective is limitless but truly great stories have a lot in common with each other. Understanding what all good stories share can help you to develop an initial idea into a fully-fledged video feature. ",
  "في حين أن العالم لن يتوقف أبدًا عن إلهامنا، فإن الأمر متروك لرواة القصص لتحويل الإلهام إلى محتوى مقنع. تنوع الموضوع والمنظور لا حدود له ولكن القصص الرائعة حقًا لها الكثير من القواسم المشتركة مع بعضها البعض. يمكن أن يساعدك فهم ما تشاركه جميع القصص الجيدة في تطوير فكرة أولية إلى ميزة فيديو كاملة. "
 ],
 [
  "This is \"CNN Episode 8 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN Episode 8 FINAL (1)» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 8 FINAL (1)",
  "سي إن إن الحلقة 8 الأخيرة (1)"
 ],
 [
  "Deciding on the scope of your story will help you set the limits and direction of your exposition. It could be the difference between emotional depth and a more factual, informative presentation. Will you dive deep into a small area or traverse a large area with relatively broad steps?",
  "سيساعدك تحديد نطاق قصتك على تحديد حدود واتجاه عرضك. يمكن أن يكون الفرق بين العمق العاطفي وعرض أكثر واقعية وغنية بالمعلومات. هل ستغوص عميقًا في منطقة صغيرة أو تجتاز مساحة كبيرة بخطوات واسعة نسبيًا؟"
 ],
 [
  "Scope",
  "النطاق"
 ],
 [
  "Compelling stories hold attention from beginning to end, managing tension in a way that keeps the viewer engaged. A typical ",
  "تجذب القصص الجذابة الانتباه من البداية إلى النهاية، وتدير التوتر بطريقة تحافظ على تفاعل المشاهد. نموذج "
 ],
 [
  "narrative arc",
  "قوس سردي"
 ],
 [
  " is one that establishes your character and setting while gradually building momentum and introducing conflict. A good ending resolves conflict and leaves the viewer with a sense of closure.",
  " هو الذي يؤسس شخصيتك وإعدادك مع بناء الزخم تدريجياً وإدخال الصراع. النهاية الجيدة تحل الصراع وتترك المشاهد بشعور من الإغلاق."
 ],
 [
  "Narrative arc",
  "قوس سردي"
 ],
 [
  "At the centre of your story will be a character who can tell you something about the world they live in. They should be willing to let you follow and document them, to let you into their world so you can see it through their eyes and hear about it in their words.",
  "في قلب قصتك ستكون شخصية يمكنها إخبارك بشيء عن العالم الذي تعيش فيه. يجب أن يكونوا على استعداد للسماح لك بمتابعتهم وتوثيقهم, للسماح لك بالدخول إلى عالمهم حتى تتمكن من رؤيته من خلال أعينهم والاستماع إليه بكلماتهم."
 ],
 [
  "Choose a character",
  "اختر شخصية"
 ],
 [
  "Inspiration can come from anywhere, so when an idea strikes you, don't ignore it, write it down. Think of the questions it raises and how you might answer them. When you start to tell the story to yourself, that's when your idea is beginning to take shape. ",
  "يمكن أن يأتي الإلهام من أي مكان، لذلك عندما تصيبك فكرة، لا تتجاهلها، اكتبها. فكر في الأسئلة التي تثيرها وكيف يمكنك الإجابة عليها. عندما تبدأ في سرد القصة لنفسك، عندها تبدأ فكرتك في التبلور. "
 ],
 [
  "Look around you",
  "انظر حولك"
 ],
 [
  "Visual storytelling is a sensory experience. Try to lead with images and sounds that convey meanings of their own and carry your story from one development to the next. Direct speech can be added sparingly to add information or convey a deeper level of experience.",
  "رواية القصص المرئية هي تجربة حسية. حاول أن تقود بالصور والأصوات التي تنقل معاني خاصة بها وتحمل قصتك من تطور إلى آخر. يمكن إضافة الكلام المباشر بشكل مقتصد لإضافة معلومات أو نقل مستوى أعمق من الخبرة."
 ],
 [
  "Show don't tell",
  "عرض لا تخبر"
 ],
 [
  "Ideas for stories can emerge anywhere and at any time. Recognising and developing stories ideas will be the basis for your work as a successful mobile storyteller.",
  "يمكن أن تظهر أفكار القصص في أي مكان وفي أي وقت. سيكون التعرف على أفكار القصص وتطويرها أساسًا لعملك كراوي قصص متنقل ناجح."
 ],
 [
  "What's in a story?",
  "ماذا يوجد في القصة؟"
 ],
 [
  "Editing I: Best Practices ",
  "التحرير الأول: أفضل الممارسات "
 ],
 [
  "This is \"CNN Episode 9 FINAL (1)\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «CNN Episode 9 FINAL (1)» من أكاديمية CNN على Vimeo، موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "CNN Episode 9 FINAL (1)",
  "سي إن إن الحلقة 9 الأخيرة (1)"
 ],
 [
  "Scene 1",
  "المشهد 1"
 ],
 [
  "What kind of editor are you? ",
  "أي نوع من المحررين أنت؟ "
 ],
 [
  "It's time to edit your story and you have some decisions to make... ",
  "حان الوقت لتعديل قصتك ولديك بعض القرارات لاتخاذها... "
 ],
 [
  "Shooting is over and all your footage is on hard drives and memory cards. ",
  "انتهى التصوير وجميع اللقطات الخاصة بك على محركات الأقراص الصلبة وبطاقات الذاكرة. "
 ],
 [
  "Do you import everything you need into your project and spend time sorting and colour coding? ",
  "هل تقوم باستيراد كل ما تحتاجه إلى مشروعك وقضاء بعض الوقت في الفرز وترميز الألوان؟ "
 ],
 [
  "Great. Having your material organised and at your fingertips is the best way to start your edit.",
  "رائع. إن تنظيم المواد الخاصة بك وفي متناول يدك هو أفضل طريقة لبدء التعديل."
 ],
 [
  "Or do you already know where you want to start and drag the clip directly onto your timeline?",
  "أو هل تعرف بالفعل المكان الذي تريد أن تبدأ فيه واسحب المقطع مباشرة إلى مخططك الزمني؟"
 ],
 [
  "Top marks for enthusiasm but how will you know where to go next without having your material at your fingertips?",
  "أعلى العلامات للحماس ولكن كيف ستعرف إلى أين تذهب بعد ذلك دون أن تكون المواد الخاصة بك في متناول يدك؟"
 ],
 [
  "You've reviewed your material and it's even better than you remember. Some of your shots are truly breathtaking. Do you...",
  "لقد راجعت المواد الخاصة بك وهي أفضل مما تتذكر. بعض اللقطات الخاصة بك تخطف الأنفاس حقًا. هل..."
 ],
 [
  "... save the best until last. You want a finale that stays in the memory of your viewer.",
  "... احفظ الأفضل حتى النهاية. تريد خاتمة تبقى في ذاكرة المشاهد الخاص بك."
 ],
 [
  "Is the ending as important as you think it is? How will you make sure your viewer watches all the way until the end? ",
  "هل النهاية مهمة كما تعتقد؟ كيف ستتأكد من أن المشاهد يشاهد طوال الطريق حتى النهاية؟ "
 ],
 [
  "... use them to craft an opening sequence that introduces the topic and hooks the viewer from the beginning. ",
  "... استخدمها لصياغة تسلسل افتتاحي يقدم الموضوع ويربط المشاهد من البداية. "
 ],
 [
  "Right. Inspiring in the viewer a sense of wonder and curiosity is essential from the very beginning.",
  "صحيح. إلهام المشاهد الشعور بالعجب والفضول أمر ضروري منذ البداية."
 ],
 [
  "... put them aside and build the rest of your timeline until you figure out where it makes sense to use them. ",
  "... ضعها جانباً وقم ببناء بقية الجدول الزمني الخاص بك حتى تعرف أين من المنطقي استخدامها. "
 ],
 [
  "Seems logical but you're not really playing to your strengths. ",
  "يبدو منطقيًا ولكنك لا تلعب حقًا بنقاط قوتك. "
 ],
 [
  "Your action sequences have potential but maybe they need something extra. Do you... ",
  "تسلسل العمل الخاص بك لديه إمكانات ولكن ربما يحتاجون إلى شيء إضافي. هل... "
 ],
 [
  "... cut quickly from different actions to add pace and excitement?",
  "... قطع بسرعة من الإجراءات المختلفة لإضافة السرعة والإثارة؟"
 ],
 [
  "Fast cuts between incomplete actions can be disorienting. You want your viewer to be immersed not distraced.",
  "يمكن أن تكون التخفيضات السريعة بين الإجراءات غير المكتملة مربكة. تريد أن يكون المشاهد مغمورًا وليس مشتتًا."
 ],
 [
  "... use transitions to introduce visual variety and keep the viewer interested?",
  "... استخدام التحولات لتقديم التنوع البصري والحفاظ على اهتمام المشاهد؟"
 ],
 [
  "Not ideal. Transitions can look gimicky and detract from the quality of your source material. ",
  "ليست مثالية. يمكن أن تبدو التحولات خادعة وتنتقص من جودة المواد المصدر الخاصة بك. "
 ],
 [
  "... work harder to craft sequences that really make sense, letting the visuals do the talking? ",
  "... العمل بجد لصياغة تسلسلات منطقية حقًا، مما يسمح للمرئيات بالتحدث؟ "
 ],
 [
  "Yes. A skilled editor should be able to create visual narratives using well-shot source material and simple cuts. ",
  "نعم. يجب أن يكون المحرر الماهر قادرًا على إنشاء روايات مرئية باستخدام مواد مصدر جيدة التصوير والتخفيضات البسيطة. "
 ],
 [
  "Editing II: Openings and Transitions",
  "التحرير الثاني: الفتحات والانتقالات"
 ],
 [
  "The best videographers always have their edit in mind while they are gathering material on location. Watch this video to learn how to shoot footage that you can use to create three stylish transitions.",
  "دائمًا ما يضع أفضل مصوري الفيديو تعديلهم في الاعتبار أثناء قيامهم بجمع المواد في الموقع. شاهد هذا الفيديو لمعرفة كيفية تصوير لقطات يمكنك استخدامها لإنشاء ثلاث انتقالات أنيقة."
 ],
 [
  "CNN Episode 10 FINAL (1)",
  "سي إن إن الحلقة 10 الأخيرة (1)"
 ],
 [
  "Similar to a graphic match cut, a movement match cut also uses similar elements in two shots to create a transition between them. This time the similarity is in the motion occurring in the two shots. The connection is drawn between the two movements and the viewer is transported from one shot to the next. ",
  "على غرار قطع مطابقة الرسم، يستخدم قطع مطابقة الحركة أيضًا عناصر متشابهة في لقطتين لإنشاء انتقال بينهما. هذه المرة التشابه في الحركة التي تحدث في اللقطتين. يتم رسم الاتصال بين الحركتين ويتم نقل المشاهد من لقطة إلى أخرى. "
 ],
 [
  "Movement Match Cut",
  "قطع مطابقة الحركة"
 ],
 [
  "A graphic match cut is great for highlighting themes or drawing links between characters, settings or events. Two or more different shots with visual similarities can be placed next to each other to establish a relationship between the elements of one shot and the next. ",
  "يعد قطع مطابقة الرسوم أمرًا رائعًا لتسليط الضوء على السمات أو رسم الروابط بين الأحرف أو الإعدادات أو الأحداث. يمكن وضع لقطتين مختلفتين أو أكثر مع أوجه تشابه بصرية بجانب بعضهما البعض لإنشاء علاقة بين عناصر لقطة واحدة والأخرى. "
 ],
 [
  "Graphic Match Cut",
  "قص جرافيك ماتش"
 ],
 [
  "After holding your shot for at least 10 seconds, quickly whip your camera away in one direction. Later on, begin a different shot with a movement in the same direction. The motion blur at the end of the first shot will blend with the motion blur at the beginning of the second shot, giving you an effective transition between them. ",
  "بعد الضغط على اللقطة لمدة 10 ثوانٍ على الأقل، اسحب الكاميرا بعيدًا في اتجاه واحد. في وقت لاحق، ابدأ لقطة مختلفة بحركة في نفس الاتجاه. ستندمج ضبابية الحركة في نهاية اللقطة الأولى مع ضبابية الحركة في بداية اللقطة الثانية، مما يمنحك انتقالًا فعالًا بينهما. "
 ],
 [
  "Whip Pan",
  "مقلاة السوط"
 ]
]