[
 [
  "Scriptwriting - Kurdish",
  "نوسینی نووسین - کوردی"
 ],
 [
  "Whether you are writing a script with elements your team gathered in the field or with elements that someone else gathered, these lessons will take you through what you need to do to write a powerful package script.",
  "ئەگەر تۆ دەقێک بنووسیت لەگەڵ ئەو توخمانەی کە تیمەکەت لە گۆڕەپانەکە کۆ کراوەتەوە یان لەگەڵ توخمەکان کە کەسێکی تر کۆیان کردۆتەوە، ئەم وانانە تۆ لە ڕێگەی ئەو کارەوە دەبەن کە پێویستە بیکەیت بۆ نووسینی پاکێجێکی بەهێز."
 ],
 [
  "Neil Curry, Executive Editor at CNN International in London, discusses the best practices for writing a script.  Watch as Neil shares advice from some of CNN's top correspondents, producers and editors and walks us through examples of their work that illustrate their tips.",
  "نیل کاری، سەرنوسەری جێبەجێکاری سی ئێن ئێن ئینتەرناشناڵ لە لەندەن، باس لە باشترین ڕاهێنانەکان دەکات بۆ نووسینی دەقێک.  سەیری بکە وەک نیل ئامۆژگاریەکانی هەندێک لە پەیامنێرە باڵاکانی سی ئێن ئێن، بەرهەمهێنەران و سەرنوسەری سی ئێن ئێن بڵاو دەکاتەوە و بە ناو نموونەکانی کارەکەیاندا پیاسەمان دەکات کە ئامۆژگاریەکانیان دەردەخات."
 ],
 [
  "Click the \"Start Course\" button to begin.",
  "کرتە بکە لەسەر دوگمەی \"دەستپێک کۆرس\" بۆ دەستپێکردن."
 ],
 [
  "Introduction",
  "پێشەکی"
 ],
 [
  "The Power of Narrative",
  "هێزی گێڕانەوە"
 ],
 [
  "David Culver, CNN Correspondent",
  "دەیڤد کولڤەر، پەیامنێری سی ئێن ئێن"
 ],
 [
  "When you're thinking about putting together a story and editing this piece and writing a flow that would hopefully be engaging, you're thinking about what can keep people's attention, quite frankly. And it doesn't mean you sensationalize or embellish, but you certainly put forward the most compelling images or characters. ",
  "کاتێک بیر لە کۆکردنەوەی چیرۆکێک دەکەیتەوە و دەستکاری ئەم پارچەیە دەکەیت و لێشاوێک دەنووسی کە بەئومێدیەوە تێوەگلان بێت، تۆ بیر لەوە دەکەیتەوە کە چ شتێک دەتوانێت سەرنجی خەڵک بپارێزێت، بەڕاشکاوی. وە ئەوە مانای ئەوە نیە کە تۆ هەستت پێ بکەی یان دایبنێیت، بەڵام تۆ بە دڵنیاییەوە زۆرترین وێنە یان کاراکتەرت دەدەیتە پێشەوە."
 ],
 [
  "Drawing in the Viewer",
  "وێنەکێشان لە بینەر"
 ],
 [
  "The best packages make a powerful and lasting impression, by finding a way for the viewer to relate and connect with the story.  They do this with the right words and the best elements. This is television and the video should tell the story. ",
  "باشترین پاکێجەکان هەستێکی بەهێز و بەردەوام دروست دەکەن، بە دۆزینەوەی ڕێگایەک بۆ بینەر بۆ پەیوەندی کردن و پەیوەندی کردن بە چیرۆکەکەوە.  ئه وان به ووشه ڕاسته کان و به باشترین توخمه کان ئه و کاره ده که ن ئەمە تەلەڤزیۆنە و ڤیدیۆکە دەبێت چیرۆکەکە بگێڕێتەوە."
 ],
 [
  "Don't overdo the drama. Elements of drama can draw in the viewer, but do it responsibly. You are a journalist, not a movie producer.",
  "زۆر لە دراماکە مەدە توخمەکانی دراما دەتوانن لە بینەردا بکێشن، بەڵام بە بەرپرسیارانە بیکەن. تۆ ڕۆژنامەنووسیت، نەک بەرهەمهێنەری فیلم."
 ],
 [
  "A character to connect with. Giving the viewer a character to connect with keeps them engaged in the story and makes them want to watch until the end.",
  "کاراکتەرێک بۆ پەیوەندی کردن لەگەڵ. پێدانی کاراکتەرێک بۆ پەیوەندی کردن بە بینەرەوە وا دەکات کە ئەوان لە چیرۆکەکەدا بەشدار بن و وایان لێدەکات بیانەوێت تا کۆتایی سەیری بکەن"
 ],
 [
  "Powerful and lasting impression. Find a way to allow the viewer to relate to the story.  This is what he or she will remember from your package.",
  "هەستێکی بەهێز و بەردەوام. دۆزینەوەی ڕێگەیەک بۆ ڕێگەدان بە بینەر بۆ پەیوەندی کردن بە چیرۆکەکەوە.  ئەمە ئەو شتەیە کە ئەو یان ئەو لە پاکێجەکەتەوە بیری دەکەوێتەوە."
 ],
 [
  "Compelling images with the right words. Choose your words carefully in order to enhance the best of your pictures, natural sound and interviews. This will help your package capture the viewer's attention.",
  "ناچارکردنی وێنەکان بە وشەی ڕاستەوە. وشەکانت بە وردی هەڵبژێرە بۆ ئەوەی باشترین وێنەکانت، دەنگی سروشتی و چاوپێکەوتنەکانت بەرز بکەیتەوە. ئەمە یارمەتی پاکێجەکەت دەدات بۆ گرتنی سەرنجی بینەر."
 ],
 [
  "Clear and effective communication. When you are clear and concise, your script is more effective, and it will make a stronger impact.",
  "پەیوەندی ڕوون و کاریگەرە. کاتێک تۆ ڕوون و پوختی دەکەیت، دەقەکەت کاریگەرترە و کاریگەری بەهێزتر دەکات."
 ],
 [
  "Watch Every Frame",
  "سەیری هەموو چوارچێوەکان بکە"
 ],
 [
  "You and your team have shot the video, interviewed your sources and done the reporting, so now what?  Watch every single frame you shot.  And again.  You should watch all of your video and interviews two or three times so you're familiar with what you have and what people said.",
  "تۆ و تیمەکەت ڤیدیۆکەتیان تەقاند، چاوپێکەوتنتان لەگەڵ سەرچاوەکانت کرد و ڕاپۆرتەکەتان ئەنجام دا، کەواتە ئێستا چی؟  سەیری هەر چوارچێوەیەک بکە کە تەقەت لێ کرد.  وە دووبارە  تۆ دەبێ سەیری هەموو ڤیدیۆکانت بکەیت و چاوپێکەوتنەکانت دوو یان سێ جار بکەی بۆیە تۆ ئاشنایت بەو شتەی کە هەیت و خەڵک چیت وت."
 ],
 [
  "A great script is one of the most essential building blocks of storytelling.",
  "سکریپتێکی مەزن یەکێکە لە گرنگترین بلۆکە سەرەکییەکانی چیرۆک گێرانەوە."
 ],
 [
  "CNN's Nic Robertson reporting in the field in 2006.",
  "نیک ڕۆبێرتسۆنی سی ئێن ئێن لە ساڵی 2006 لە مەیدانەکە راپۆرتی کرد"
 ],
 [
  "Which of these two are part of a great package script?",
  "کام لەم دووانە بەشێکن لە پاکێجێکی دەقی گەورە؟"
 ],
 [
  "A lot of information for the viewer to take away",
  "زانیاری زۆر بۆ بینەری دووربخەنەوە"
 ],
 [
  "The right words to go with compelling images",
  "وشەی ڕاست بۆ ڕۆیشتن بە وێنەی ناچارکەر"
 ],
 [
  "A character the viewer can relate to",
  "کاراکتەرێک کە بینەر دەتوانێت پەیوەندی بە"
 ],
 [
  "A good amount of face-time for reporter",
  "بڕێکی باشی دەم و چاو بۆ پەیامنێر"
 ],
 [
  "In the next lesson,  you'll learn about setting the right pace for your story.",
  "لە وانەی داهاتوو، تۆ فێر دەبیت دەربارەی دانانی هەنگاوی گونجاو بۆ چیرۆکەکەت."
 ],
 [
  "Complete the content above before moving on.",
  "تەواوکردنی ناوەڕۆک لەسەرەوە پێش جوڵاندنەوە."
 ],
 [
  "CONTINUE",
  "بەردەوامبوون"
 ],
 [
  "Writing",
  "نووسین"
 ],
 [
  "Pacing Your Script",
  "بۆشایی دەقەکەت"
 ],
 [
  "There is never enough time to fit everything in your script.  So, focus on the key message you want to deliver.",
  "هیچ کات کاتی پێویست نیە بۆ گونجاندنی هەموو شتێک لە دەقەکەتدا.  کەواتە، سەرنج بدە لەسەر ئەو نامەیەی کە دەتەوێت بیگەیەنیت."
 ],
 [
  "A Focused Script",
  "دەقێکی تەرکیزکراو"
 ],
 [
  "Your script will have much more impact on the viewer if it is focused.  There is never enough time to fit in all of the compelling videos and interviews, so focus on your best elements.  The viewer will only remember a few things from your story. ",
  "سکریپتەکەت کاریگەری زیاتری دەبێت لەسەر بینەر ئەگەر سەرنجدرابێت.  هیچ کات کاتی پێویست نیە بۆ گونجاندن لە هەموو ڤیدیۆکان و چاوپێکەوتنە ناچارکەرەکان، کەواتە سەرنج بدە لەسەر باشترین توخمەکانت.  بینەرەکە تەنها چەند شتێک لە چیرۆکەکەت بەبیر دەهێنێتەوە."
 ],
 [
  "Let the pictures do the talking. Allow the video to play for a moment or two without any copy over it. ",
  "با وێنەکان قسە بکەن ڕێگەدان بە ڤیدیۆکە بۆ ساتێک یان دوو جار بەبێ هیچ کۆپیەک لەسەری."
 ],
 [
  "Use natural sound. Let the viewer hear the sounds of the scene.",
  "دەنگی سروشتی بەکاربهێنە. با بینەر گوێی لە دەنگی دیمەنەکە بێت."
 ],
 [
  "Don't jam-pack your script. Resist the urge to fill your script with as much information and elements as you can get into two and a half minutes.  Trying to get in too much can actually slow the story.",
  "سکریپتەکەت مەبەستە. بەرگری بکە لە هاندان بۆ پڕکردنەوەی سکریپتەکەت بە چەند زانیاری و توخمەکان کە دەتوانیت بچیتە ناو دوو خولەک و نیو.  هەوڵدان بۆ چوونە ژوورەوەی زۆر لە ڕاستیدا دەتوانێت چیرۆکەکە هێواش بکاتەوە."
 ],
 [
  "Short, clear sentences are more effective. Keep the writing simple and to the point.",
  "ڕستەی کورت، ڕوون کاریگەرترن. نوسینەکە بە سادەیی بهێڵەوە و تا ئەو ڕادەیە."
 ],
 [
  "Nick Paton Walsh, CNN International Security Editor",
  "نیک پاتۆن واڵش، سەرنوسەری ئاسایشی نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "Some of the best pieces I've ever done have been just letting the pictures play. Not cutting them up, not thinking, 'Oh, well we better make that shorter.' Don't do that. Let the person who isn't crying, but might cry, and that actually holds it together but looks off in the distance - let them do that and not talk for four seconds. Because that's the thing that people are going to remember. ",
  "هەندێک لە باشترین پارچەکان کە تا ئێستا ئەنجامم داوە تەنها ڕێگەدان بە پەخشکردنی وێنەکان نەک بڕینیان، نەک بیرکردنەوە، \"ئۆه، باشە ئێمە باشتر وایە ئەوە کورت بکەینەوە\" ئەوە مەکە. با ئەو کەسەی کە ناگریێت، بەڵام لەوانەیە بگریێت، لە ڕاستیدا ئەوە پێکەوە هەڵدەگرێت، بەڵام لە دوورەوە دەڕوانێت- با ئەو کارە بکەن و بۆ ماوەی چوار چرکە قسە نەکەن. چونکە ئەوە ئەو شتەیە کە خەڵک بەبیریان دێتەوە"
 ],
 [
  "Let It Breathe",
  "با هەناسە بدات"
 ],
 [
  "Let's take a moment to talk more about letting video breathe.  This means giving your viewer time to take in the images and sounds on the video without a reporter talking over them.  When your photographer has shot strong images for your story, they should be showcased on their own and uninterrupted for a few seconds.",
  "با ساتێک بخەین بۆ قسەکردنی زیاتر دەربارەی ڕێگەدان بە هەناسەدانی ڤیدیۆ.  ئەمە مانای ئەوەیە کە کات بە بینەرەکەت بدەیت بۆ ئەوەی وێنە و دەنگەکان لەسەر ڤیدیۆکە بگری بەبێ ئەوەی پەیامنێرێک قسەی لەسەر بکات.  کاتێک وێنەگرەکەت وێنەی بەهێزی بۆ چیرۆکەکەت تەقاندەوە، دەبێت بۆ ماوەی چەند چرکەیەک لەسەر خۆیان و نەپچڕاو پیشان بدرێن."
 ],
 [
  "Don't be afraid to make room in your script to let a sequence or scene play out.  This can be more powerful than having a reporter describe what's happening.  Save the reporter's copy for giving the viewer context and helping them understand what's happening.",
  "مەترسە لە دروستکردنی ژوور لە دەقەکەت بۆ ڕێگەدان بە زنجیرەیەک یان دیمەنێک.  ئەمە دەتوانێ بەهێزتر بێت لە هەبوونی پەیامنێرێک باسی ئەوەی کە ڕوودەدات.  کۆپی پەیامنێرەکە بپارێزە بۆ پێدانی دەقی بینەر و یارمەتیدانیان بۆ تێگەیشتن لە چی ڕوودەدات."
 ],
 [
  "CNN's Sara Sidner interviews victims of an earthquake that hit Chile in February 2010. ",
  "سارا سیدنەری سی ئێن ئێن چاوپێکەوتنی لەگەڵ قوربانیانی بوومەلەرزەیەک کرد کە لە مانگی شوباتی 2010 لە چیلی کەوت."
 ],
 [
  "Knowledge Check",
  "پشکنینی زانیاری"
 ],
 [
  "A good script should focus on a few ideas that you want the viewer to remember and showcase your best video and interviews.",
  "دەقێکی باش پێویستە سەرنج بخاتە سەر چەند بیرۆکەیەک کە دەتەوێت بینەرەکە باشترین ڤیدیۆ و چاوپێکەوتنەکانت بەبیر بهێنیتەوە و پیشانی بدات."
 ],
 [
  "A good script is packed with information and elements.",
  "سکریپتێکی باش بە زانیاری و توخمەکان پێچراوە."
 ],
 [
  "True",
  "ڕاستە"
 ],
 [
  "False",
  "هەڵە"
 ],
 [
  "You should look for places in your script that will let your video breathe, so the viewer can take in the sights and sounds of the scene.",
  "پێویستە بەدوای شوێنەکان بگەڕێیت لە ناو سکریپتەکەت کە ڕێگە بە هەناسەدانی ڤیدیۆکەت دەدات، بۆیە بینەر دەتوانێت لە دیمەن و دەنگی دیمەنەکەدا بیبات."
 ],
 [
  "What does it mean to let video breathe?",
  "مانای چیە بۆ ڕێگەدان بە هەناسەی ڤیدیۆ؟"
 ],
 [
  "The reporter talks breathlessly over the video",
  "پەیامنێرەکە بە هەناسەیی لەسەر ڤیدیۆکە دەدوێت"
 ],
 [
  "The reporter spends time describing everything that is happening",
  "پەیامنێرەکە کات بەسەر دەبات و باسی هەموو ئەو شتانە دەکات کە ڕوودەدات"
 ],
 [
  "The video plays uninterrupted so the viewer can digest it",
  "ڤیدیۆکە نەپچڕاو دەژەنێت بۆ ئەوەی بینەرەکە بیدۆزێتەوە"
 ],
 [
  "All of the above",
  "هەموو ئەمانەی سەرەوە"
 ],
 [
  "Nick Paton Walsh's Fighting for 100 Feet",
  "شەڕی نیک پاتۆن والش بۆ 100 پێ"
 ],
 [
  "You heard Neil Curry talk about Nick's report from Aleppo, which won Emmy and Edward R Murrow awards. Below you can click to watch Nick's full package and read his script.",
  "تۆ گوێت لە نیڵ کوری بوو باسی ڕاپۆرتەکەی نیک لە حەلەبەوە کرد کە خەڵاتی ئێمی و ئێدوارد ئار مورۆوی بردەوە لە خوارەوە دەتوانیت کرتە بکەیت بۆ سەیرکردنی پاکێجی تەواوی نیک و خوێندنەوەی سکریپتەکەی."
 ],
 [
  "Title: Syria / Aleppo Fighting for 100 Feet ",
  "تایتڵ: شەڕی سوریا / حەلەب بۆ 100 پێ"
 ],
 [
  "Date: 09/05/2012 22:04 ",
  "ڕێکەوت: 09/ 05 / 2012 22:04"
 ],
 [
  "Reporter: Nick Paton Walsh ",
  "پەیامنێر: نیک پاتۆن والش"
 ],
 [
  "CNN.com Header: Rebels battle for 100 feet in Aleppo ",
  "CNN.com سەرپەڕە: شەڕی یاخیبووان بۆ 100 پێ لە حەلەب"
 ],
 [
  "CNN.com Description: Nick Paton Walsh on Syrian rebels, hindered by poor training, struggling to gain 100 feet of ground in Aleppo ",
  "CNN.com وەسف: نیک پاتۆن واڵش لەسەر یاخیبووانی سوریا، کە لە ڕێگەی مەشقە هەژارەکانەوە ڕێگرییان لێکراوە و تێدەکۆشن بۆ بەدەستهێنانی 100 پێ زەوی لە حەلەب"
 ],
 [
  "Dateline: Aleppo, Syria ",
  "بەروار: حەلەب، سووریا"
 ],
 [
  "DEAD BODY AND PULL OUT ONTO OLD CITY ",
  "لاشەی مردوو و ڕاکشان بۆ ناو شاری کۆن"
 ],
 [
  "New dead lie next to the old. ",
  "مردووێکی نوێ لە تەنیشت پیرە"
 ],
 [
  "Aleppo's Old City, thousands of years in the making, but torn apart fast. ",
  "شاری کۆنی حەلەب، هەزاران ساڵ لە دروستکردنیدا، بەڵام بە خێرایی پارچەپارچەبوو"
 ],
 [
  "REBELS RUN FORWARDS ",
  "یاخیبووەکان بەرەو پێشەوە ڕادەکەن"
 ],
 [
  "We're with rebel forces as they push towards into vital terrain in the fight for Syria's commercial capital - towards a key police station. ",
  "ئێمە لەگەڵ هێزە یاخیبووەکانداین کە بەرەو ناوچە گرنگەکان هەنگاو دەنێن لە شەڕی پایتەختی بازرگانی سوریا بەرەو بنکەیەکی سەرەکی پۆلیس"
 ],
 [
  "REBELS AT SANDBAGS ",
  "یاخیبووەکان لە ساندباگس"
 ],
 [
  "They mass in number, and move forwards. ",
  "ئەوان ژمارەیان زۆرن، و بەرەو پێشەوە دەڕۆن"
 ],
 [
  "TYRE BURNING ACROSS THE ROAD ",
  "تایر دەسوتێت بە درێژایی ڕێگاکە"
 ],
 [
  "Chaos, but also bravery. ",
  "بێسەروبەری، بەڵام ئازایەتیش"
 ],
 [
  "MOVING WOUNDED INTO TRUCK ",
  "گوێزانەوەی بریندار بۆ ناو لۆری"
 ],
 [
  "They move to retrieve an injured rebel at the very front. ",
  "ئەوان دەجوڵێن بۆ گەڕاندنەوەی یاخیبووێکی بریندار لە پێشەوە"
 ],
 [
  "TRUCK RACES AWAY TO HUGE GUNFIRE ",
  "پێشبڕکێکانی لۆری دوور بۆ تەقەی گەورە"
 ],
 [
  "Somehow the superior regime firepower lets them escape with their wounded. ",
  "بەجۆرێک هێزی ئاگرکوژێنەوەی ڕژێمی باڵا ڕێگەیان پێدەدات بەبریندارەکانیان ڕابکەن"
 ],
 [
  "OLD SANDBAG POSITION ",
  "شوێنی ساندباگی کۆن"
 ],
 [
  "When we rejoin them a few days later, they have fallen back the hundred feet they gained. ",
  "کاتێک کە چەند ڕۆژێک دوای ئەوان دەگەڕێینەوە، ئەو سەد پێەی کە بەدەستی هێناون، کەوتوونەوە."
 ],
 [
  "RANDOM GUNFIRE INTO DISTANCE ",
  "تەقەی هەڕەمەکی بۆ دووری"
 ],
 [
  "Civilians in uniform, they're taking potshots at nothing in particular. ",
  "خەڵکی مەدەنی بە جل و بەرگەوە، ئەوان بە هیچ شێوەیەک بە تایبەتی دەست ناگرن."
 ],
 [
  "PLAYING SONGS OVER THE MEGAPHONE, READING OUT A PHONE NUMBER  ",
  "گۆرانی لەسەر مێگافۆنەکە دەژەنێت و ژمارەیەکی تەلەفۆنی دەخوێندەوە"
 ],
 [
  "Goading their enemy with revolutionary song; even offering them a number to call if they want to defect. ",
  "بەگۆرانی شۆڕشگێڕی دوژمنەکانیان بگێڕن، تەنانەت ژمارەیەکیان پێشکەش کرد بۆ پەیوەندی کردن ئەگەر بیانەوێت کەموکوڕی بکەن"
 ],
 [
  "JETS SCREAM OVERHEAD ",
  "جێتەکان هاوار دەکەن بەسەرەوە"
 ],
 [
  "But they can't advance again. ",
  "بەڵام ناتوانن دووبارە پێشڕەوی بکەن"
 ],
 [
  "It's not just the regime's bomber jets that hold them back. ",
  "ئەوە تەنها فڕۆکەی بۆمبرێژکراوەکەی ڕژێم نییە کە ئەوان هەڵدەگرێتەوە"
 ],
 [
  "UP ON THE ROOF ",
  "لەسەر سەقفەکە"
 ],
 [
  "Up on a roof, we see how snipers - deadly accurate here - can freeze the frontlines. ",
  "لەسەر سەقفێک، دەبینین کە چۆن قەناسەکان - ووردە کوژەکان لێرە - دەتوانن هێڵی پێشەوە ببەستن."
 ],
 [
  "NPW PTC ",
  "NPW PTC"
 ],
 [
  "In this historic part of the city the rebels are trying to inch forwards but are so often pushed back by government forces, in this case held back by a government sniper, positioned in the building opposite us. ",
  "لەم بەشە مێژووییەی شارەکەدا یاخیبووەکان هەوڵ دەدەن کە ئینچ بەرەو پێشەوە بڕۆن بەڵام زۆر جار لەلایەن هێزەکانی حکومەتەوە پاڵی پێوە دەنرێن، لەم دۆخەدا لەلایەن قەناسێکی حکومەتەوە گیراوە، کە لە بینای بەرامبەرمان دانراوە."
 ],
 [
  "REBEL SNIPERS IN THE ROOFS ",
  "قەناسە یاخیەکان لە سەربانەکان"
 ],
 [
  "Even from the rebel's sniper positions, the regime is close, but well dug in. ",
  "تەنانەت لە پێگە قەناسەکانی یاخیبووەکانیشەوە ڕژێم نزیکە، بەڵام بە باشی هەڵکەندراوە"
 ],
 [
  "ABDUL WAHID FIRING SNIPER RIFLE ",
  "عەبدولواحید تەقە لە تفەنگی قەناس دەکات"
 ],
 [
  "Abdul Wahid was a conscript years ago, but is now an electrician. ",
  "عەبدولواحید ساڵانێک پێش ئێستا کارنوس بوو، بەڵام ئێستا کارەبایە"
 ],
 [
  "SNIPER SHOTS HIT THE WALL OPPOSITE ",
  "تەقەی سینیپەر لە دیوارەکەی بەرامبەر دا"
 ],
 [
  "A sniper is shooting at them, and he moves across the street to take him out. ",
  "نیشانەشکێنێک تەقەیان لێ دەکات و بە درێژایی شەقامەکە دەڕوات بۆ ئەوەی بیباتە دەرەوە."
 ],
 [
  "HE FIRES BACK ",
  "ئەو دەکوژێتەوە"
 ],
 [
  "But his discipline and marksmanship is the exception. ",
  "بەڵام دیسپلین و نیشانەکانی ئەو جیاکارییە."
 ],
 [
  "HE LOOKS OUT INTO THE STREET ",
  "ئەو سەیری شەقامەکە دەکات"
 ],
 [
  "He thinks he got him. ",
  "ئەو وا بیر دەکاتەوە کە ئەوی هێناوە"
 ],
 [
  "ABDUL WAHID AND BEARDED MAN ",
  "عەبدولواحید و پیاوی ڕیشدار"
 ],
 [
  "It's the older men here who are in charge. ",
  "ئەوە پیاوە بەتەمەنەکانی ئێرەن کە بەرپرسن"
 ],
 [
  "HAKIM ARRIVES ",
  "حەکیم دەگاتە"
 ],
 [
  "Hakim, a local commander, briefly visits, and tells me his brigade have given up on outside help. ",
  "حەکیم، فەرماندەیەکی ناوچەیی، بە کورتی سەردانی دەکات و پێم دەڵێت کە لیواکەی وازیان لە یارمەتی دەرەکی هێناوە"
 ],
 [
  "HAKIM SOT (ROUGH TRANSLATION) We don't want anything the West has to offer. We will do this alone. ",
  "حەکیم سوت (وەرگێڕانی زبر) ئێمە هیچ شتێکمان ناوێت کە ڕۆژئاوا بیەوێت پێشکەشی بکات. ئێمە بە تەنیا ئەمە دەکەین"
 ],
 [
  "HAKIM GESTURES TO THE MEN ",
  "حەکیم جووڵە بۆ پیاوەکان دەکات"
 ],
 [
  "He outlines a plan to the men. ",
  "ئەو پلانێک بۆ پیاوەکان دیاری دەکات"
 ],
 [
  "BUS PARKED ",
  "پاس پارک کراوە"
 ],
 [
  "Shortly afterwards, this bus appears. ",
  "پاش ماوەیەکی کەم، ئەم پاسە دەردەکەوێت."
 ],
 [
  "SANDBAGS IN THE BACK PAN ONTO STEERING WHEEL  ",
  "سندباگس لە پشتەوەی تاوەکە بۆ ناو چەرخی ڕاکردن"
 ],
 [
  "ne rebel tells us they plan to fill it with explosives, and then tie a prisoner's hands to the wheel, and force him to die driving the bus bomb at the regime. ",
  "یاخیبووی نێ پێمان دەڵێت کە ئەوان پلانیان هەیە کە بە تەقەمەنی پڕی بکەن و پاشان دەستی زیندانییەکە ببەستنەوە بە چەرخەکە و ناچاری بکەن بمرن کە پاسە بۆمبەکەی ڕژێم لێخوڕین"
 ],
 [
  "PRISONERS TAKEN INTO HQ ",
  "بەندکراوان گیراون بۆ ناو ئێچ کیو"
 ],
 [
  "But, even though we saw the brigade take prisoners earlier, that doesn't happen here, and the bus leaves. ",
  "بەڵام، هەرچەندە پێشتر بینیمان کە لیواکە بەندکراوان دەگرێت، بەڵام لێرە ڕوونادات و پاسەکە جێدەهێڵێت"
 ],
 [
  "TRUCK ARRIVES ",
  "بارهەڵگر دەگات"
 ],
 [
  "A garbage truck arrives instead , which they plan to place down the street as cover for their gunmen. ",
  "بارهەڵگرێکی خۆڵ و خاشاک لە جیاتی ئەوە دەگات، کە ئەوان پلانیان دانا بۆ ئەوەی لە شەقامەکە دابنێن وەک بەرگێک بۆ چەکدارەکانیان."
 ],
 [
  "PRAYING AS GUNFIRE SOUNDS ",
  "نوێژکردن وەک دەنگی تەقە"
 ],
 [
  "Preparations build for an operation. ",
  "ئامادەکارییەکان بۆ ئۆپەراسیۆنێک دروست دەکەن."
 ],
 [
  "HANDMADE GRENADES - CANISTERS ",
  "نارنجۆکەکانی دەستی - قونستەرەکان"
 ],
 [
  "Handmade grenades. Home made bombs - highly volatile canisters full of fertilizer explosives. ",
  "نارنجۆکی دەستی ماڵ بۆمبی دروست کرد - قونچی زۆر ناجێگیری پڕ لە تەقەمەنی پەین"
 ],
 [
  "ACCORDION PLAYED ",
  "ئەکۆردیۆن یاری کرد"
 ],
 [
  "But the men still lack focus. ",
  "بەڵام پیاوەکان هێشتا تەرکیزیان نیە"
 ],
 [
  "GUNFIRE INTO NIGHT ",
  "تەقەکردن بۆ ناو شەو"
 ],
 [
  "Shooting in the dark. ",
  "تەقە کردن لە تاریکیدا"
 ],
 [
  "TRUCK MOVES FORWARDS ",
  "لۆری بەرەو پێشەوە دەڕوات"
 ],
 [
  "Later that night we leave, but they drive the truck down the street. ",
  "دواتر ئەو شەوە ئێمە جێدەهێڵین، بەڵام ئەوان بارهەڵگرەکە بەرەو خوارەوەی شەقامەکە لێدەخوڕن."
 ],
 [
  "NEXT MORNING ",
  "بەیانی داهاتوو"
 ],
 [
  "At dawn, it's in place at their old position. ",
  "لە بەرەبەیاندا، لە شوێنی کۆنی ئەواندایە."
 ],
 [
  "Overnight... haven't been able to capitalize ",
  "شەوێک نەیتوانیوە سەرمایەی گەورە بکات"
 ],
 [
  "SMOKE FROM TRUCK ",
  "دووکەڵی لۆری"
 ],
 [
  "The regime fires grenades, setting it alight. ",
  "ڕژێم نارنجۆکەکان دەکوژێت و ڕووناک دەکاتەوە"
 ],
 [
  "The rebels decide to fight back. ",
  "یاخیبووەکان بڕیار دەدەن کە بجەنگن"
 ],
 [
  "ANTI-AIRCRAFT GUN ",
  "چەکی دژەفڕۆکە"
 ],
 [
  "This is an anti-aircraft gun. ",
  "ئەمە چەکێکی دژە فڕۆکەیە"
 ],
 [
  "They seem to prefer noise to accuracy. ",
  "ئەوان وا دیارە کە دەنگ بە وردییان پێ باشترە."
 ],
 [
  "RPG TEAM IN THE DISTANCE ",
  "تیمی ئاڕ پی جی لە دووری"
 ],
 [
  "They run forwards to fire a rocket propelled grenade. ",
  "ئەوان بەرەو پێشەوە ڕادەکەن بۆ ئەوەی نارنجۆکێکی موشەکی هاوێژی بکەن."
 ],
 [
  "SMOKE IN THE DISTANCE ",
  "دووکەڵ لە دووری"
 ],
 [
  "There's too much smoke to know what they hit. ",
  "دووکەڵی زۆر هەیە بۆ زانینی ئەوەی ئەوان چیان لێدا"
 ],
 [
  "RUN AWAY LAUGHING ",
  "هەڵاتن بە پێکەنین"
 ],
 [
  "More a game here than a fight to the death. ",
  "یاریەکی زیاتر لێرە لە شەڕ بۆ مردن."
 ],
 [
  "But this is a city of millions, torn apart by every pitched battle for every hundred feet. ",
  "بەڵام ئەمە شارێکە لە ملیۆنان، پارچە پارچە کراوە بە هەموو شەڕێک بۆ هەر سەد پێیەک."
 ],
 [
  "Nick Paton Walsh, CNN, Aleppo ",
  "نیک پاتۆن واڵش، سی ئێن ئێن، حەلەب"
 ],
 [
  "Read the Script",
  "دەقەکە بخوێنەوە"
 ],
 [
  "You heard Neil Curry talk about Nick Paton Walsh's 2012 report from Aleppo, which won Emmy and Edward R. Murrow awards. See how Nick natural sound and pauses to let the pictures do the talking. Watch the full package here.",
  "تۆ گوێت لە نیڵ کوری بوو باسی ڕاپۆرتی نیک پاتۆن واڵش لە حەلەبی کرد کە خەڵاتی ئیمی و ئێدوارد ئار مورۆو بردەوە ببینە کە چۆن نیک دەنگێکی سروشتی و ڕاوەستاوە بۆ ڕێگەدان بە وێنەکان بۆ قسەکردن. سەیری پاکێجی تەواو بکە لێرە."
 ],
 [
  "Nick Paton Walsh on Syrian rebels struggling to gain 100 feet of ground in Aleppo. Camera: Ricardo Garcia Vilanova.",
  "نیک پاتۆن واڵش لەسەر یاخیبووانی سوریا کە بۆ بەدەستهێنانی 100 پێ زەوی لە حەلەب تێدەکۆشن کامێرا: ڕیکاردۆ گارسیا ڤیلانۆڤا"
 ],
 [
  "walsh syria old city cnn",
  "والش شاری کۆنی سوریا سی ئێن ئێن"
 ],
 [
  "Watch the Report",
  "سەیری ڕاپۆرتەکە بکە"
 ],
 [
  "In the next lesson, you will learn how observing can help you write a better script.",
  "لە وانەی داهاتوو، تۆ فێر دەبیت کە چۆن چاودێری کردن دەتوانێت یارمەتیت بدات بۆ نووسینی دەقێکی باشتر."
 ],
 [
  "The Importance of Observation",
  "گرنگی چاودێری"
 ],
 [
  "What's Happening",
  "چی خەریکه ڕوودەدات"
 ],
 [
  "Whether you are in the field to report on your story, or you are writing a package with the material that someone else gathered, be sure to pay attention to what's happening. The viewer is relying on you to interpret what you're seeing. ",
  "ئەگەر تۆ لە گۆڕەپانەکە بیت بۆ ڕاپۆرت دان لەسەر چیرۆکەکەت، یان پاکێجێک دەنووسیت لەگەڵ ئەو ماددانەی کە کەسێکی تر کۆیکردۆتەوە، دڵنیابە کە سەرنج بدە لەوەی ڕوودەدات. بینەرەکە پشتت پێ دەبەستێت بۆ لێکدانەوەی ئەو شتانەی دەیبینیت."
 ],
 [
  "Reporting from the field can get busy, and it can be easy to lose track of what's going on, but that's the reason you're there. While you are gathering material for your script, you should be observing what's going on around you.  You are there and your viewer is not. ",
  "ڕاپۆرت کردن لە کێڵگەکەوە دەتوانێ سەرقاڵ بێت، وە دەکرێت ئاسان بێت بۆ لەدەستدانی شوێن چی ڕوودەدات، بەڵام ئەوە هۆکارەکەیە کە تۆ لەوێیت. لە کاتێکدا تۆ کەرەستەکان کۆ دەکەیتەوە بۆ دەقەکەت، دەبێت چاودێری ئەوە بکەیت کە لە دەورو بەرتدا چی ڕوودەدات.  تۆ لەوێیت و بینەرەکەت نیە."
 ],
 [
  "When you watch the video and interviews that your team shot, you may notice things that you didn't notice when you were in the field.  Be sure to take notice of not only what is said, but also how it is said.",
  "کاتێک سەیری ئەو ڤیدیۆ و چاوپێکەوتنانە دەکەیت کە تیمەکەت لێی دا، لەوانەیە تێبینی ئەو شتانە بکەیت کە تێبینیت نەکردووە کاتێک لە گۆڕەپانەکە بوویت.  دڵنیابە کە سەرنج بدەیت نەک تەنها ئەوەی کە دەوترێت، بەڵکو چۆن دەوترێت."
 ],
 [
  "Take Note",
  "تێبینی وەرگرە"
 ],
 [
  "You may think you'll remember everything you observed when it's time to write your script -- but you won't. Get in the habit of taking notes on what you're observing, whether you are in the field or back at base watching all of your video.",
  "لەوانەیە وا بیر بکەیتەوە کە هەموو ئەو شتانەت بیر دەکەوێتەوە کە تێبینیت کرد کاتێک کاتی نووسینی سکریپتەکەتە - بەڵام ناتەوێت. لە خووی وەرگرتنی تێبینیەکان لەسەر ئەوەی کە چاودێری دەکەیت، ئەگەر تۆ لە گۆڕەپانەکە بیت یان لە بنکەی چاودێریکردنی هەموو ڤیدیۆکانت."
 ],
 [
  "Be sure to write down people's names and the correct spellings when you interview anyone.  It will save you from embarrassment later.",
  "دڵنیابە لە نووسینی ناوی خەڵک و ڕێنووسە دروستەکان کاتێک چاوپێکەوتن لەگەڵ هەرکەسێک دەکەیت.  دواتر لە شەرمەزاری ڕزگارت دەکات."
 ],
 [
  "Save Embarrassment",
  "خەجاڵەتی بپارێزە"
 ],
 [
  "Scriptwriting is easier when you have notes on everything that you can refer back to.",
  "نوسینی نووسین ئاسانترە کاتێک تێبینیت هەیە لەسەر هەموو ئەو شتانەی کە دەتوانیت بیگەڕێنیتەوە."
 ],
 [
  "Save Time",
  "کاتی پاشەکەوت بکە"
 ],
 [
  "Write notes as you experience the scene, as you shoot your interviews and as you log your elements.",
  "تێبینیەکان بنوسە کاتێک کە دیمەنەکە ئەزموون دەکەیت، هەروەکو تۆ تەقە لە چاوپێکەوتنەکانت دەکەیت و کاتێک توخمەکانت تۆمار دەکەیت."
 ],
 [
  "Keep Writing",
  "بەردەوامبوون لە نووسین"
 ],
 [
  "Good notes can help you capture the emotion of the moment, which will be invaluable when you are writing.",
  "تێبینیە باشەکان دەتوانن یارمەتیت بدەن هەست و سۆزی ئەو ساتە بگرن، کە لە کاتی نووسیندا بێ بەها دەبێت."
 ],
 [
  "Capture the Moment",
  "گرتنی ساتیک"
 ],
 [
  "Taking notes along the way will remind you of what you observed and the points you need to make when it's time to write your script.",
  "نووسینی تێبینیەکان بە درێژایی ڕێگاکە ئەوەت بەبیر دەهێنێتەوە کە تێبینیت کردووە و ئەو خاڵانەی کە پێویستە بیکەیت کاتێک کاتی نووسینی دەقەکەتە."
 ],
 [
  "A Good Reminder",
  "بیرخەرەوەیەکی باش"
 ],
 [
  "CNN's Michael Holmes in Afghanistan.",
  "مایکڵ هۆڵمزی سی ئێن ئێن لە ئەفغانستان"
 ],
 [
  "\"In the field, I'm constantly taking note.... I'm always making little comments or observations in my notebook.\"",
  "لە مەیدانەکە، من بەردەوام تێبینی وەردەگرم من هەمیشە تێبینی و تێبینی کەم دەکەم لە دەفتەر یاداشتەکەم."
 ],
 [
  "Check Your Understanding",
  "تێگەشتنەکەت بپشکنە"
 ],
 [
  "It's important to observe not only what is said but _____ it is said.",
  "گرینگە نەک تەنها ئەو شتەی کە دەوترێت بیبینین بەڵکو دەوترێت"
 ],
 [
  "how",
  "چۆن"
 ],
 [
  "Depending on how detailed your memory is, you may remember the important things. But you will thank yourself when it comes time to write your script if you have notes on the smaller things you observe.",
  "بە پشت بەستن بە چەند وردەکاری بیرەوەریەکەت، لەوانەیە شتە گرنگەکان لەبیرت بێت. بەڵام تۆ سوپاسی خۆت دەکەیت کاتێک کاتی ئەوە دێت بۆ نووسینی سکریپتەکەت ئەگەر تێبینیت هەبێت لەسەر شتە بچووکەکان کە تێبینی دەکەیت."
 ],
 [
  "Taking notes on what you see in the field isn't worth the time, because you will remember the important things.",
  "تێبینی کردن لەسەر ئەوەی کە دەیبینیت لە کێڵگەکە شایەنی کات نییە، چونکە شتە گرنگەکانت بیر دەکەوێتەوە."
 ],
 [
  "Watch Arwa Damon's Full Documentary",
  "سەیری پڕدۆکیومێنتاری ئاروا دیمۆن بکە"
 ],
 [
  "Write as you shoot. Write as you log. Write as you experience. See what the power of observation can do for a script, in Arwa Damon's Return to Mosul from 2017.",
  "بنووسە وەک تۆ تەقە دەکەیت. بنووسە وەک چوونەژوورەوە. وەک ئەزموونی خۆت بنووسە. بزانە توانای چاودێریکردن چی دەکات بۆ دەقێک، لە گەڕانەوەی ئەروا دیمۆن بۆ موسڵ لە ساڵی 2017ەوە"
 ],
 [
  "Trapped by an ISIS firefight, CNN's Arwa Damon and Brice Laine took shelter with an ordinary Iraqi family in East Mosul. Two months after their escape, the pair returned to discover the fate of the soldiers and civilians they met, and to find out how the city and its people are recovering after years under ISIS control.",
  "ئاگرکوژێنەوەیەکی داعشی لێگیرا، ئاروا دیمۆنی سی ئێن ئێن و بریس لاین پەناگەیان لەگەڵ خێزانێکی ئاسایی عێراقی لە ڕۆژهەڵاتی موسڵ گرتەوە دوای دوو مانگ لە هەڵهاتنیان، ئەو جووتە گەڕاونەتەوە بۆ دۆزینەوەی چارەنووسی ئەو سەرباز و هاوڵاتیانەی کە بەیەک گەیشتون و بزانن چۆن شارەکە و خەڵکەکەی دوای چەندین ساڵ لە ژێر دەستی داعشدا دەگەڕێنەوە"
 ],
 [
  "Return to Mosul, CNN Documentary - CNN Video",
  "بگەڕێرەوە موسڵ، دۆکۆمێنتاری سی ئێن ئێن - ڤیدیۆی سی ئێن ئێن"
 ],
 [
  "In the next lesson, you'll explore how the use of language adds effectiveness to a script.",
  "لە وانەی دواتردا، تۆ دەدۆزیتەوە کە چۆن بەکارهێنانی زمان کاریگەری زیاد دەکات بۆ دەقێک."
 ],
 [
  "Using Language",
  "بەکارهێنانی زمان"
 ],
 [
  "Simple and Suitable",
  "سادە و گونجاو"
 ],
 [
  "When you are looking for just the right words for your script, keep it simple.  A television script is not the place to show off your extensive vocabulary.  Instead, think about finding the most suitable words to go along with your great video and sound.  Find a conversational way to tell your story.",
  "کاتێک تۆ بە دوای وشە ڕاستەکان دەگەڕێیت بۆ سکریپتەکەت، بە سادەیی بیهێڵەوە.  دەقێکی تەلەڤزیۆنی شوێنێک نییە بۆ پیشاندانی وشەدانی فراوانت.  لە جیاتی ئەوە، بیر لە دۆزینەوەی گونجاوترین وشەکان بکەوە بۆ ئەوەی لەگەڵ ڤیدیۆ و دەنگە گەورەکەتدا بڕۆیت.  دۆزینەوەی ڕێگای گفتوگۆ بۆ گێڕانەوەی چیرۆکەکەت."
 ],
 [
  "Read your script out loud when you're writing.  If it doesn't sound right, change it.",
  "دەقەکەت بە دەنگی بەرز بخوێنەوە کاتێک دەنووسیت.  ئەگەر ڕاست نەبوو، بیگۆڕە."
 ],
 [
  "Phil Black, CNN Correspondent",
  "فیل بلاک، پەیامنێری سی ئێن ئێن"
 ],
 [
  "The words must be sparse, and you should write in really a minimalist way. It's not about just listing facts and information, it's about writing in a way that complements the material and gives just enough information to allow people to have that understanding.",
  "وشەکان دەبێ ھەروەھا بنوسن، وە تۆ دەبێت بە شێوەیەکی زۆر بچووک بنووسیت. ئەوە تەنیا لە لیستیکردنی ڕاستیەکان و زانیاریەکان نییە، ئەوە دەربارەی نووسینە بە شێوەیەک کە تەواوکەری مادەکان بێت و زانیاری تەواو بدات بۆ ئەوەی ڕێگە بە خەڵک بدات ئەو تێگەیشتنەیان هەبێت."
 ],
 [
  "Choosing the Right Words",
  "هەڵبژاردنی وشەی ڕاست"
 ],
 [
  "A good script takes some crafting. Take the time to find the best way to communicate your story.",
  "سکریپتێکی باش هەندێک پیشەیی دەوێت. کاتی ئەوە بگرە بۆ دۆزینەوەی باشترین ڕێگا بۆ پەیوەندی کردن بە چیرۆکەکەت."
 ],
 [
  "Be creative! Just because your script is about a serious story doesn't mean you can't write creatively.",
  "داهێنەر بن! تەنها لەبەر ئەوەی کە دەقەکەت دەربارەی چیرۆکێکی جدییە مانای ئەوە نییە کە ناتوانیت داهێنەرانە بنووسیت."
 ],
 [
  "Be careful not to include too many numbers in your script.  When you do use numbers, it's a good idea to have an on-screen graphic to help reinforce what viewers are hearing.",
  "ئاگاداربە کە ژمارەی زۆر لە دەقەکەتدا نەگرێتەوە.  کاتێک ژمارەکان بەکاردێنیت، ئەوە بیرۆکەیەکی باشە کە هێڵکاری لەسەر شاشە هەبێت بۆ یارمەتیدانی ئەوەی بینەران دەیبیستن."
 ],
 [
  "Give just enough information so the viewer can understand the story and form an emotional connection with the characters they're meeting, through the pictures they're seeing.",
  "زانیاری تەواو بدە بۆ ئەوەی بینەر بتوانێت لە چیرۆکەکە تێبگات و پەیوەندیەکی سۆزداری لەگەڵ ئەو کاراکتەرانە پێکبێنێت کە دەیبینن، لە ڕێگەی ئەو وێنانەی کە دەیبینن."
 ],
 [
  "Complement the pictures. Choose your words carefully to enhance your great elements. Use descriptive language to paint a thought-provoking picture and go beyond describing what the viewer is seeing.",
  "تەواوکەری وێنەکان. وشەکانت بە وریایەوە هەڵبژێرە بۆ بەرزکردنەوەی توخمە گەورەکانت. زمانی وەسفی بەکاربێنە بۆ وێنەکێشانی وێنەیەکی بیرکەرەوە و زیاتر بڕۆ بۆ باسکردنی ئەوەی بینەر دەیبینێت."
 ],
 [
  "Write with the spoken word. Talk to the viewer in a conversational style.",
  "بنووسە بە وشەی قسە کراو. بە شێوازی گفتوگۆ قسە لەگەڵ بینەر بکە."
 ],
 [
  "Use your copy to give the viewer more information about what they're seeing in your video.",
  "لەبەرگیراوەکەت بەکاربێنە بۆ پێدانی زانیاری زیاتر دەربارەی ئەو شتانەی کە لە ڤیدیۆکەتدا دەیبینن."
 ],
 [
  "Things to avoid",
  "شتەکان بۆ خۆلادان"
 ],
 [
  "When you are searching for the best words for your script, it's important to find your own way of telling the story.  Avoid reusing the same phrases you've heard a million times.",
  "کاتێک بەدوای باشترین وشەکان دەگەڕێیت بۆ دەقەکەت، ئەوە گرنگە کە ڕێگای خۆت بدۆزیتەوە بۆ گێڕانەوەی چیرۆکەکە.  خۆت بەدوور بگرە لە دووبارە بەکارهێنانەوەی هەمان ئەو دەستەواژەی کە ملیۆنێک جار گوێت لێ بووە."
 ],
 [
  "Avoid forcing certain words or phrases into a script when they just don't work.",
  "خۆلادان لە ناچارکردنی هەندێک ووشەکان یان دەستەواژەکان بۆ ناو دەقێک کاتێک ئەوان تەنها کار ناکەن."
 ],
 [
  "Shoehorning",
  "پێڵاو کردنەوە"
 ],
 [
  "It was every parent's worst nightmare as residents woke up to a new reality, a day after Mother Nature's wrath left a path of destruction, nearly wiping the city off the map. It's a little over the top, but you get the picture.  Avoid cliches like the plague. They sound repetitive and then lose meaning for the viewer.  There's always another way to say it.",
  "ئەوە ناخۆشترین کابوسی هەموو دایک و باوکێک بوو کاتێک دانیشتوان بە ڕاستییەکی نوێ هەستان، ڕۆژێک دوای ئەوەی کە خەمەکەی دایکە سروشت ڕێگای وێرانکاری بەجێ هێشت، نزیکەی شارەکە لە نەخشەکە دەسڕێتەوە. ئەمە کەمێک لە سەرەوەیە، بەڵام تۆ وێنەکەت دەست دەکەوێت.  وەک تاعوون لە کەش و پەشێو دوور بکەونەوە. ئەوان دووبارە دەنگ دەدەن و پاشان مانایان بۆ بینەر لە دەست دەدەن  هەمیشە ڕێگایەکی تر هەیە بۆ وتنی ئەوە."
 ],
 [
  "Cliches",
  "کلیچس"
 ],
 [
  "Relying on overused words is lazy journalism.  Don't be afraid to consult a thesaurus -- there could be dozens of other choices that might even be more suitable.",
  "پشت بەستن بە وشە زۆر بەکارهاتووەکان ڕۆژنامەنووسی تەمبەڵییە  مەترسە بۆ ڕاوێژ کردن بە فەرهەنگێک - لەوانەیە دەیان هەڵبژاردنی تر هەبێت کە تەنانەت گونجاوتر بێت."
 ],
 [
  "Overused Words",
  "وشە بەکارهاتووەکان"
 ],
 [
  "Let your elements tell the story.",
  "با توخمەکانت چیرۆکەکە بگێڕنەوە."
 ],
 [
  "Write to the Elements",
  "بنووسە بۆ توخمەکان"
 ],
 [
  "Whether it's a script for television or digital, it's all about the pictures.  Your writing should complement and enhance the video.",
  "چ دەقێک بێت بۆ تەلەڤزیۆن یان دیجیتاڵ، هەمووی دەربارەی وێنەکانە.  نووسینەکەت پێویستە تەواو بکات و ڤیدیۆکە باشتر بکات."
 ],
 [
  "Allow a short pause for natural sound. A horn blowing, a bird chirping, a gun being fired or a crowd chanting can add a lot and break up the script.",
  "ڕێگەدان بە وەستانێکی کورت بۆ دەنگی سروشتی. هۆڕنێک دەتەقێتەوە، چیرپی باڵندە، تفەنگێک دەردەکرێت یان دەنگی جەماوەرێک دەتوانێت زۆر زیاد بکات و دەقەکە بشکێنێت."
 ],
 [
  "Let the pictures speak for themselves. You don't need to state the obvious when the viewer can plainly see what's happening in the pictures.  Use the copy to give the viewer context.",
  "با وێنەکان بۆ خۆیان قسە بکەن پێویست ناکات ئاشکرایەکە دەربکەیت کاتێک بینەر دەتوانێت بە ئاشکرایی ببینێت کە چی ڕوودەدات لە وێنەکاندا.  لەبەرگیراوەکە بەکاربێنە بۆ پێدانی دەقی بینەرەکە."
 ],
 [
  "Don't forget to pause to let the video breathe and give the viewer the opportunity to experience the sights and sounds on your video.",
  "لەبیرت نەچێت کە بوەستێت بۆ ڕێگەدان بە هەناسەدانی ڤیدیۆکە و پێدانی دەرفەت بە بینەر بۆ ئەزموونکردنی دیمەنەکان و دەنگەکان لەسەر ڤیدیۆکەت."
 ],
 [
  "Match the two parts of these sentences.",
  "گونجاندنی هەردوو بەشی ئەم ڕستەیانە."
 ],
 [
  "Choose words to ",
  "وشەکان هەڵبژێرە بۆ "
 ],
 [
  "enhance your video.",
  "ڤیدیۆکەت بەرز بکەوە"
 ],
 [
  "Let the pictures",
  "با وێنەکان"
 ],
 [
  "speak for themselves.",
  "بۆ خۆیان قسە دەکەن"
 ],
 [
  "Overused words and cliches should",
  "وشەی زۆر بەکارهاتوو و کلیش دەبێت"
 ],
 [
  "be avoided.",
  "دوور بگیرێتەوە"
 ],
 [
  "Your writing style should",
  "شێوازی نووسینت پێویستە"
 ],
 [
  "be conversational.",
  "قسەو باس بێت"
 ],
 [
  "Ben Wedeman's ISIS Fighters in Defeat",
  "چەتەکانی داعشی بێن وێدمان لە شکستدا"
 ],
 [
  "Neil Curry talked above about Ben's use of creative language in this report on the surrender of ISIS fighters.  Click below to watch it and read the script.",
  "نیل کێری لەسەرەوە باسی لە بەکارهێنانی زمانی داهێنەرانەی بێن کرد لەم ڕاپۆرتەدا لەسەر خۆبەدەستەوەدانی چەکدارانی داعش  کرتە بکە لەسەر خوارەوە بۆ سەیرکردنی و خوێندنەوەی دەقەکە."
 ],
 [
  "Title: ISIS fighters in defeat  ",
  "ناونیشان: چەتەکانی داعش لە شکستدا"
 ],
 [
  "Date: 03/07/2019 19:31 ",
  "ڕێکەوت: 03/07/2019 19:31"
 ],
 [
  "Reporter: Ben Wedeman  ",
  "پەیامنێر: بێن ویدمان"
 ],
 [
  "CNN.com Header: ISIS fighters in defeat  ",
  "سەرپەڕەی CNN.com: چەتەکانی داعش لە شکستدان"
 ],
 [
  "CNN.com Description: Ben Wedeman reports on the defeat of ISIS fighters ",
  "CNN.com باس: بێن وێدێمان راپۆرتی تێکشکاندنی چەتەکانی داعش دەدات"
 ],
 [
  "Dateline: Eastern Syria  ",
  "بەروار: ڕۆژهەڵاتی سووریا"
 ],
 [
  "In defeat, gone is the bravado, the cockiness… ",
  "لە شکستدا، ونبووی برەڤادۆیە، کەڵەشێرەکە"
 ],
 [
  "In defeat, the men of the so-called Islamic State bow their heads and cover the faces… ",
  "لە شکستدا پیاوانی بەناو دەوڵەتی ئیسلامی سەری خۆیان دادەنەوێنن و دەموچاوەکانیان داپۆشیوە"
 ],
 [
  "…a stark contrast with the shrill triumphalism of ISIS' early days. ",
  "... جیاوازیەکی زۆر بەهێزە لەگەڵ سەرکەوتنە بەهێزەکانی داعش لە رۆژانی سەرەتایدا"
 ],
 [
  "001248 ",
  "001248"
 ],
 [
  "WE COULDN'T FIGHT ANYMORE, SO WE SURRENDERED Ahmed, a Syrian, says. ",
  "ئیتر نەمانتوانی شەڕ بکەین، بۆیە ئێمە ئەحمەدی سوریمان تەسلیم کرد، دەڵێت"
 ],
 [
  "In the last few days hundreds of ISIS fighters have surrendered to the US-backed Syrian Democratic Forces… ",
  "لە چەند ڕۆژی ڕابردوودا سەدان چەتەی داعش خۆیان ڕادەستی هێزەکانی سوریای دیموکرات کرد، کە لەلایەن ئەمریکاوە پشتیوانی دەکرێن"
 ],
 [
  "Some have yet to give up…this video shot Wednesday of the group's last enclave shows men on foot and motorbike moving about in broad daylight. ",
  "هەندێک هێشتا وازیان لێ نەهێنێت ئەم گرتە ڤیدیۆیە چوارشەممەی دوا بەستنەوەی گروپەکە نیشانی پیاوەکان دەدات کە بە پێ و ماتۆرکلەوە لە ڕۆژی ڕووناکدا دەجوڵێن."
 ],
 [
  "Vanquished ISIS may be…yet Omar, a Palestinian refugee who grew up in Syria, hasn't given up. He concedes defeat today…but not tomorrow.  ",
  "داعشی تێکشکان لەوانەیە هێشتا عومەر کە پەنابەرێکی فەلەستینیە و لە سوریا گەورە بووە، دەستبەرداری نەبووە ئەو ئەمڕۆ شکست دێنێت بەڵام سبەینێ نا"
 ],
 [
  "011040 ",
  "011040"
 ],
 [
  "MAYBE THE AMERICANS RULE THE WORLD TODAY, he tells me, BUT GOD ALMIGHTY PROMISED THE MUSLIMS THAT IN THE END THE WORLD WILL BE RULED BY ISLAM. ",
  "ڕەنگە ئەمریکیەکان ئەمڕۆ حوکمی جیهان بکەن، ئەو پێم دەڵێت، بەڵام خودای گەورە بەڵێنی بە موسڵمانان داوە کە لە کۆتایی دا جیهان بە ئیسلام بەڕێوە دەچێت."
 ],
 [
  "Their state is close to death. Not their delusions. ",
  "دۆخیان نزیکە لە مردن نەک وەهمەکانیان"
 ],
 [
  "Firas ",
  "فیراس"
 ],
 [
  "005215 ",
  "005215"
 ],
 [
  "DESPITE THE WAR AND ALL THE PROBLEMS IMPOSED UPON IT I THINK THE ISLAMIC STATE WAS A SUCCESS, Firas, an Iraqi, tells me. NO ONE GAVE IT THE CHANCE TO OFFER ANYTHING TO THE WORLD. ",
  "سەرەڕای جەنگ و هەموو ئەو کێشانەی کە بەسەریدا سەپێنراوە پێم وایە دەوڵەتی ئیسلامی سەرکەوتن بوو، فیراس کە عێراقیە پێم دەڵێت هیچ کەسێک ئەو هەلەی نەدا کە هیچ شتێک پێشکەش بە جیهان بکات."
 ],
 [
  "The state where men claimed to rule in the name of God and women obeyed is on the brink of extinction… ",
  "ئەو دەوڵەتەی کە پیاوان بانگەشەی ئەوە دەکەن کە بە ناوی خودا حوکم دەکەن و ژنانی گوێڕایەڵیان لە لێواری لەناوچووندان..."
 ],
 [
  "...and the children and the woman are paying the price… ",
  "... وە منداڵەکان و ژنەکە نرخەکەی دەدەن"
 ],
 [
  "…caked in dust…dazed and confused…hungry and thirsty… ",
  "... لە تۆزدا کێکی لێکراوە سەرلێشێواو و سەرلێشێواو برسی و تینووی"
 ],
 [
  "…scrambling on to trucks normally used to transport livestock…bound for camps to the north. ",
  "... بە شێوەیەکی ئاسایی بۆ گواستنەوەی مەڕوماڵات بەکار دەهێنرێت بۆ کامپەکان لە باکوورەوە"
 ],
 [
  "In defeat, misery is their lot. ",
  "لە شکستدا، بەدبەختی زۆری ئەوانە."
 ],
 [
  "Ben Wedeman, CNN, eastern Syria ",
  "بێن وێدمان، سی ئێن ئێن، ڕۆژهەڵاتی سوریا"
 ],
 [
  "Neil Curry talked about Ben Wedeman's use of creative language in this 2019 report on the surrender of ISIS fighters.  Click below to watch it.",
  "نیل کێری باسی لە بەکارهێنانی بێن ویدمان لە زمانی داهێنەری کرد لە ڕاپۆرتەکەی ساڵی 2019دا سەبارەت بە خۆبەدەستەوەدانی چەکدارانی داعش  کرتە بکە لەسەر خوارەوە بۆ سەیرکردنی."
 ],
 [
  "In Syria, the fight to extinguish ISIS' self-declared caliphate is grinding down, but as the terror group's territory shrinks toward vanishing, their ideology has not been defeated. CNN's Ben Wedeman was on the ground as ISIS fighters surrendered.",
  "لە سوریا شەڕی کوژاندنەوەی خەلافەتی خۆڕاگەیەنراوەی داعش لە ناو دەچێت، بەڵام لە کاتێکدا کە ناوچەی ئەو گروپە تیرۆرە بەرەو لەناوچوون بچووک دەبێتەوە، ئیدیۆلۆژیاکەیان تێکنەشکێنراوە بێن ویدمانی سی ئێن ئێن لە سەر زەوی بوو لە کاتێکدا چەکدارانی داعش خۆیان بەدەستەوە دا"
 ],
 [
  "With heads bowed, ISIS fighters surrender - CNN Video",
  "لەگەڵ کڕنۆشدان، چەتەکانی داعش خۆیان بەدەستەوە دا - ڤیدیۆی سی ئێن ئێن"
 ],
 [
  "A monument to the soldiers killed on the D-Day beaches in France.",
  "مۆنۆمێنتێک بۆ ئەو سەربازانەی لە کەناراوەکانی دی-دی-دا لە فەڕەنسا کوژراون"
 ],
 [
  "A Master Wordsmith",
  "مامۆستا ووشەمیث"
 ],
 [
  "Nick Glass makes his observations in a conversational way, with descriptive language. Read his script below, from the 75th anniversary of D-Day.",
  "نیک گلاس تێبینیەکانی خۆی بە شێوەی گفتوگۆ، بە زمانی وەسفیی دەکات. دەقەکەی لە خوارەوە بخوێنەوە، لە یادی 75 ساڵەی دی-ڕۆژەوە."
 ],
 [
  "In the next lesson, you'll learn about how to structure a script.",
  "لە وانەی داهاتوو، تۆ فێر دەبیت دەربارەی چۆنییەتی پێکهاتنی دەق."
 ],
 [
  "Structuring a Script",
  "بنیاتنانەوەی دەقێک"
 ],
 [
  "Put The Best Up Front (Usually)",
  "باشترین پێشەوە دابنێ (عادەتەن)"
 ],
 [
  "Understanding Essential Job Functions",
  "تێگەیشتن لە ئەرکە گرنگەکانی کار"
 ],
 [
  "Whether you decide to lead with your best pictures or your second-best pictures, you will usually want to put your best video early in the script.  But not always.  There are times when your script will have more impact when you build up to it.",
  "ئەگەر تۆ بڕیار بدەیت بە باشترین وێنەکانت یان دووەم باشترین وێنەکانت، هەمیشە دەتەوێت باشترین ڤیدیۆکەت زوو لە دەقەکەدا دابنێیت.  بەڵام هەمیشە نا  کاتێک هەیە کە سکریپتەکەت کاریگەری زیاتری دەبێت کاتێک تۆ دروستی دەکەیت."
 ],
 [
  "Ben Wedeman, CNN Senior International Correspondent",
  "بێن ویدمان، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "If I have a really good picture to start the story with, everything else sort of falls into place. Because the most important thing is that opening image that people sit up and say, 'Ah, I want to watch this.'",
  "ئەگەر وێنەیەکی زۆر باشم هەبێت بۆ ئەوەی چیرۆکەکە دەست پێ بکەم، هەموو شتێکی تر لە شوێنی خۆی دەکەوێت. چونکە گرنگترین شت ئەوەیە کە ئەو وێنەیە کراوەیە کە خەڵک دانیشتوون و دەڵێن: ئەه، من دەمەوێت سەیری ئەمە بکەم."
 ],
 [
  "Good natural sound can be a nice way to start your script.  This video is from a protest in Peru. You could also choose a short, impactful soundbite.",
  "دەنگێکی سروشتی باش دەتوانێت ڕێگایەکی باش بێت بۆ دەست پێکردنی سکریپتەکەت.  ئەم ڤیدیۆیە لە خۆپیشاندانەکانی پیرۆە تۆ هەروەها دەتوانیت کورتەیەک هەڵبژێریت، کاریگەری هەبێت."
 ],
 [
  "Start With Sound",
  "دەستپێکردن بە دەنگ"
 ],
 [
  "Holding back the most dramatic images can allow you to add context to the drama as it unfolds. The viewer may need 10-15 seconds for you to establish where you are and what’s happening.",
  "هێشتنەوەی زۆرترین وێنە دراماتیکیەکان دەتوانێت ڕێگەت پێ بدات کە دەقێک زیاد بکەیت بۆ دراماکە کاتێک کە دەریدەخات. بینەرەکە لەوانەیە پێویستی بە 10-15 چرکە بێت بۆ ئەوەی لە کوێیت و چی ڕوودەدات."
 ],
 [
  "Hold On a Moment",
  "لە ساتێکدا بوەستە"
 ],
 [
  "Lead with your best pictures. A strong opening image will get the viewer’s attention and make them want to watch the whole story. The rest of the story will flow from there.",
  "ڕابەری بکە لەگەڵ باشترین وێنەکانت. وێنەیەکی کراوەی بەهێز سەرنجی بینەری دەست دەکەوێت و وا دەکات بیانەوێت سەیری هەموو چیرۆکەکە بکەن. باقی چیرۆکەکە لەوێوە دەڕژێت."
 ],
 [
  "The Best Comes First",
  "باشترینەکان یەکەم جار دێن"
 ],
 [
  "Lorem ipsum dolor sit amet, consectetur adipiscing elit. In purus velit, tincidunt ac nibh quis, sollicitudin varius libero. Nullam at mi felis. Donec a scelerisque augue, sit amet porttitor nibh. Suspendisse at lorem ut elit placerat blandit.",
  "لۆرم ئایپسوم دۆلیۆر دانیشتووە، بە جوانی و فێڵبازی سەرلێشێواوە. لە رۆشنی پوروس، تینیسنت ئەی سی ئی نیب کیوس، سۆلیسیتودین ڤاریوس لیبەرۆ. (پوچەم) لە (می فێلیس)دا دۆنکێکی سکیڵیسکی، دانیشە پۆرتیتەر نیب. هەڵپەسێردراو لە لۆرم و ئەلیت پلەیسرات بلاندیت."
 ],
 [
  "Summary",
  "پوختە"
 ],
 [
  "No two stories are the same.  ",
  "هیچ دوو چیرۆک یەک نین."
 ],
 [
  "Here are some things to think about when you are deciding where to put your best video.",
  "لێرەدا هەندێک شت هەیە بۆ بیرکردنەوە دەربارەی کاتێک تۆ بڕیار دەدەیت باشترین ڤیدیۆکەت لە کوێ دابنێیت."
 ],
 [
  "Placing Your Best Video",
  "دانانی باشترین ڤیدیۆکەت"
 ],
 [
  "Don't Rush the Elements",
  "پەلە مەکە لە توخمەکان"
 ],
 [
  "Know when to pause and say nothing.  This allows a moment or part of an interview capture the essence of the story.",
  "بزانە کەی ڕابوەستم و هیچ نەڵێیت.  ئەمە ڕێگە بە ساتێک یان بەشێک لە چاوپێکەوتنەکە دەدات کە جەوهەری چیرۆکەکە بگرێت."
 ],
 [
  "Silence is Golden",
  "بێدەنگی زێڕینە"
 ],
 [
  "Allow time in your script for your best video and sound to play out.  Strong elements will do the work for you.",
  "ڕێگەدان بە کات لە ناو سکریپتەکەت بۆ باشترین ڤیدیۆ و دەنگت بۆ پەخش کردن.  توخمە بەهێزەکان کارەکەت بۆ دەکەن."
 ],
 [
  "Play It Out",
  "یاری بکە بۆ دەرەوە"
 ],
 [
  "A Little Planning",
  "پلانێکی بچووک"
 ],
 [
  "It is helpful to think about what your opening shot or sequence might be when you’re out in the field shooting your story.  Think about something that will capture the viewer’s attention and then where the story goes from there.  It is helpful to discuss this kind of thing with your producer and photojournalist when you are in the field. ",
  "ئەوە یارمەتیدەرە کە بیر بکەیتەوە لەوەی کە لێدان یان زنجیرەی کردنەوەت لەوانەیە چی بێت کاتێک لە دەرەوەی گۆڕەپانەکە چیرۆکەکەت دەتەقێنیتەوە.  بیر لە شتێک بکەرەوە کە سەرنجی بینەر بگرێت و دواتر چیرۆکەکە لەوێوە بەرەو کوێ دەڕوات.  ئەوە یارمەتیدەرە بۆ باسکردنی ئەم جۆرە شتانە لەگەڵ بەرهەمهێنەرەکەت و فۆتۆجورنالیست کاتێک تۆ لە بوارەکەدایت."
 ],
 [
  "Most of the time, the best place to put your strongest video is:",
  "زۆربەی کات، باشترین شوێن بۆ دانانی بەهێزترین ڤیدیۆکەت ئەوەیە:"
 ],
 [
  "At the beginning, so you grab the viewer's attention",
  "لە سەرەتادا، بۆیە سەرنجی بینەر دەدەیت"
 ],
 [
  "In the middle, to give the viewer time to settle into the package",
  "لە ناوەڕاستدا بۆ پێدانی کات بە بینەر بۆ جێگیربوون لە ناو پاکێجەکەدا"
 ],
 [
  "At the end, so you build up to it",
  "لە کۆتایدا، کەواتە تۆ بۆی دروست دەکەیت"
 ],
 [
  "None of the above",
  "هیچ کام لەمانەی سەرەوە"
 ],
 [
  "Watch Nima Elbagir's Report",
  "سەیری ڕاپۆرتەکەی نیما ئەلبەگیر بکە"
 ],
 [
  "See how the drama builds in Nima Elbagir's 2018 report on an airstrike on a school bus in Yemen, by clicking below.",
  "بڕوانە چۆن دراماکە لە ڕاپۆرتی نیما ئەلبەگیر لە ساڵی 2018دا دروست دەبێت لەسەر هێرشی ئاسمانی بۆ سەر پاسێکی قوتابخانە لە یەمەن، بە کلیک کردن لەسەر خوارەوە."
 ],
 [
  "Dozens of children, many younger than 15, were killed in a Saudi-led coalition airstrike that hit a school bus in northern Yemen, according to the Houthi-controlled Health Ministry. CNN's Nima Elbagir reports.",
  "بەپێی وەزارەتی تەندروستی کە حوثی کۆنتڕۆڵی کردووە، دەیان منداڵ کە زیاتر لە 15 منداڵ بوون، لە هێرشە ئاسمانییەکەی هاوپەیمانانی بە سەرۆکایەتی سعودیە کوژران، کە بە پاسێکی قوتابخانە لە باکوری یەمەن کەوتبوو نیما ئەلبەگیر سی ئێن ئێن راپۆرتی دا"
 ],
 [
  "Video shows bus moments before airstrike - CNN Video",
  "ڤیدیۆ ساتەکانی پاس پیشان دەدات پێش هێرشی ئاسمانی - سی ئێن ئێن ڤیدیۆ"
 ],
 [
  "Clarissa Ward Goes Undercover Behind Syria's Rebel Lines",
  "کلاریسا وارد لە پشت هێڵە یاخیبووەکانی سوریاوە دەڕواتە ژێر چاودێرییەوە"
 ],
 [
  "Click below to see how Clarissa wrote a script on her reporting in Northern Syria.",
  "کلیکی خوارەوە بکە بۆ بینینی چۆن کلاریسا دەقێکی نووسی لەسەر ڕاپۆرتەکەی لە باکوری سوریا."
 ],
 [
  "Title: Syria/Ariha ",
  "ناونیشان: سووریا/ئەریحا"
 ],
 [
  "Date: 03/09/2016 11:12 ",
  "ڕێکەوت: 03/09/2016 11:12"
 ],
 [
  "Reporter: Clarissa Ward ",
  "پەیامنێر: کلاریسا وارد"
 ],
 [
  "(TRACKING SHOT OUT OF CAR?) ",
  "(شوێنکەوتنی تەقەکردن لە سەیارەکە؟)"
 ],
 [
  "MOVING THROUGH REBEL HELD NORTHERN SYRIA IS DIFFICULT - AND DANGEROUS.  ",
  "ڕۆیشتن بەناو یاخیبووەکان لە باکوری سوریا قورسە و مەترسیدارە"
 ],
 [
  "(VO WARD IN BACK OF CAR IN NIQAB) ",
  "(ڤو وارد لە پشتەوەی ئۆتۆمبێل لە نیقاب)"
 ],
 [
  "AS FOREIGN JOURNALISTS IN AREAS WITH A STRONG JIHADIST PRESENCE, WE HAD TO TRAVEL UNDERCOVER - TO SEE A WAR FEW OUTSIDERS HAVE WITNESSED.  ",
  "وەک ڕۆژنامەوانە بیانیەکان لەو ناوچانەی کە بە ئامادەبوونی جیهادی بەهێزەوە بوون، ئێمە دەبوا بە نهێنی گەشت بکەین- بۆ ئەوەی ببینین کە هەندێک لە بێگانەکانی جەنگ شایەتیان داوە."
 ],
 [
  "(VO RUBBLE OF COURTHOUSE) ",
  "(ڤۆ ڕوبڵی دادگا)"
 ],
 [
  "THE CITY OF IDLIB IS THE ONLY PROVINCIAL CAPITAL UNDER REBEL CONTROL... THIS WAS ITS COURTHOUSE... UNTIL IT WAS HIT BY AN AIRSTRIKE IN DECEMBER. DOZENS WERE KILLED.  ",
  "شاری ئیدلب تاکە پایتەختی پارێزگایە کە لەژێر کۆنتڕۆڵی یاخیبواندایە ئەمە ماڵی دادگا بوو تا ئەو کاتەی لە مانگی کانوونی یەکەمدا بە فڕۆکەیەکی ئاسمانی درا دەیان کەس کوژران"
 ],
 [
  "(VO WARD/ AL GAWY WALKING THROUGH THE RUBBLE) ",
  "(ڤۆ وارد/ ئەل گاوی بە ناو رۆبڵەکەدا پیاسە دەکات)"
 ],
 [
  "40 YEAR OLD LAWYER, TALAL AL JAWY, TOLD US HE WAS INSIDE THE BUILDING WHEN IT WAS HIT…  ",
  "پارێزەری تەمەن 40 ساڵ تەڵاڵ ئەلجەوی پێی وتین کە ئەو لە ناو بیناکە بووە کاتێک لێی درا"
 ],
 [
  "(LAWYER INTERVIEW) ",
  "(چاوپێکەوتنی پارێزەر)"
 ],
 [
  "The Russian planes target anything that works in the interest of the people// The goal is that people here live a destroyed life. That people never see any good. That they never taste life. 5:24 // 5:31This is the tax of living in liberated area. ",
  "فڕۆکەکانی ڕووسیا هەر شتێک بکەنە ئامانج کە لە بەرژەوەندی خەڵکدا کار بکات/ ئامانج ئەوەیە کە خەڵکی ئێرە ژیانێکی وێرانە دەژین کە خەڵک هەرگیز هیچ شتێکی باش نابینن کە هەرگیز تامی ژیان ناکەن 5:24// 5:31 باجی ژیانە لە ناوچە ئازادکراوەکان"
 ],
 [
  "(VO BEST DESTRUCTION IN ARIHA/ SHOT WARD WALKING THROUGH DESTRUCTION?) ",
  "باشترین وێرانکاری لە ئاریها/ تەقەکردن لە ناو وێرانکردندا؟)"
 ],
 [
  "AN HOUR LATER WE SAW THAT 'TAX' FOR OURSELVES… WHILE FILMING IN A TOWN NEARBY…(no need to say Ariha, it's in the stand-up) ",
  "کاتژمێرێک دواتر بینیمان کە باج بۆ خۆمان لە کاتی وێنەگرتندا لە شارۆچکەیەکی نزیک (پێویست ناکات بە ئاریحا بڵێیت، ئەوە لە ئامادەباشیدایە)"
 ],
 [
  "(UPSOUND THE PLANES/ GO TO BLACK/ VO SMOKE BELOW WHERE HIT WAS) ",
  "(ئەپسۆند فڕۆکەکان/ بڕۆ بۆ دوکەڵی ڕەش/ ڤ ئۆف لە خوارەوە کە لێی درا)"
 ],
 [
  "WE HEARD THE SCREAM OF FIGHTER JETS WHEELING OVERHEAD… MOMENTS LATER, AN EXPLOSION... ",
  "گوێمان لە هاواری فڕۆکە شەڕکەرەکان بوو کەمێک دواتر، تەقینەوەیەک"
 ],
 [
  "(WARD STAND-UP IN CAR/ COVER EDIT WITH SMOKE OUT OF WINDOW) ",
  "(پەنجەرەی وەستان لە ناو سەیارە/ بژارکردنی داپۆشەر لەگەڵ دووکەڵی دەرەوەی پەنجەرە)"
 ],
 [
  "There was just an air strike here in the town of Ariha. We're driving very quickly now// It's not clear yet what was hit but we're hearing that there are still planes in the sky. ",
  "هەر لێرە لە شارۆچکەی ئاریها هێرشێکی ئاسمانی ڕوویدا. ئێمە ئێستا زۆر بە خێرایی لێخوڕین// هێشتا دیار نییە کە چی لێدراوە بەڵام ئێمە بیستومانە کە هێشتا فڕۆکەکان لە ئاسماندا هەن"
 ],
 [
  "(VO ARRIVING AT THE SCENE/ SMOKE/ WRECKAGE/ FIRES/ MAN W SHREDDED LEGS CARRIED OUT) ",
  "(گەشتن بە دیمەنەکە/ دووکەڵی/ تێکشکان/ ئاگرەکان/ مان دەبلیو قاچی پارچەکراو ئەنجام دران)"
 ],
 [
  "AT THE SCENE - CHAOS… (UPSOUND PEOPLE SHOUTING/ SIRENS) AND CARNAGE… (LET IT PLAY OUT FOR FIVE SECONDS/ UPSOUND SHOUTING \"SAYARA\"- AMBULANCE) VOLUNTEERS SHOUTED FOR AN AMBULANCE… AS THEY TRIED TO FERRY OUT THE WOUNDED… ",
  "لە دیمەنەکەدا - ئاژاوە (هاواری خەڵکی ئەپسۆند/ سیرێنس) وە کارنیج با بۆ ماوەی پێنج چرکە یاری بکات/ هاواری سەیارە- ئامبولانس) خۆبەخشەکان هاواریان کرد بۆ ئامبولانسێک کاتێک ئەوان هەوڵیاندا بریندارەکان دەربهێنن"
 ],
 [
  "(QUICK SHOT OF MAN LYING DEAD) ",
  "(تەقەی خێرای پیاو مردووە)"
 ],
 [
  "FOR MANY, IT WAS TOO LATE… ",
  "بۆ زۆرێک، زۆر درەنگ بوو"
 ],
 [
  "(VO WOMAN ON THE GROUND) ",
  "(ئافرەتی ڤی ئۆ لەسەر زەوی)"
 ],
 [
  "A WOMAN LAY DEAD ON THE GROUND, A JACKET DRAPED OVER HER… AN ATTEMPT TO PRESERVE HER DIGNITY…  ",
  "ئافرەتێک لەسەر زەوی مردووە، چاکەتێک کە بەسەریدا بەستراوە هەوڵێک بۆ پاراستنی شکۆی ئەو"
 ],
 [
  "(UPSOUND WOMAN SHREIKS AND WALKS BY/ AFTERMATH FRUIT MARKET) ",
  "(ئافرەتی ئەپسۆند شریکس و پیاسە دەکات بە بازاری میوەی دوای میوە)"
 ],
 [
  "RUSSIA HAS REPEATEDLY CLAIMED IT IS ONLY HITTING TERRORIST TARGETS. THIS STRIKE HIT A BUSY FRUIT MARKET. ",
  "ڕوسیا بەبەردەوامی بانگەشەی ئەوەی کردووە کە ئەوە تەنها لێدانی ئامانجە تیرۆریستییەکانە ئەم مانگرتنە لە بازاڕێکی میوەی سەرقاڵ دا."
 ],
 [
  "(AIR STRIKE WITNESS IN FRUIT MARKET) ",
  "(شایەتحاڵی لێدانی هەوا لە بازاڕی میوە)"
 ],
 [
  "\"This is just a civilian market. This is not a military area.\" ",
  "ئەمە تەنها بازاڕێکی مەدەنییە ئەمە ناوچەیەکی سەربازی نییە\""
 ],
 [
  "(VO MAN SHOUTING HOLDING UP ORANGE)  ",
  "(ڤۆ مان هاوار دەکات پرتەقاڵی هەڵگرتووە)"
 ],
 [
  "\"There are no military installations here or anything. It's a market, look, it's a market (grabs orange) a fruit market. Is this what you want Bashar?\" ",
  "هیچ دامەزراوەیەکی سەربازی لێرە و هیچ شتێک نییە. ئەوە بازاڕێکە، سەیرکە، ئەوە بازاڕێکە (پرتەقاڵی دەگرێت) مارکێتێکی میوەیە. ئەمە ئەو شتەیە کە تۆ بەشارت دەوێت؟"
 ],
 [
  "(VO POV SHOT CAMERA RUNNING) ",
  "(ڤی ڤی ئۆڤڤ کامێرای لێدان ڕادەکات)"
 ],
 [
  "WE COULDN'T STAY LONG… OFTEN JETS CIRCLE BACK TO HIT THE SAME PLACE TWICE- IT'S CALLED A DOUBLE TAP… ",
  "نەمانتوانی زۆر بمێنینەوە زۆر جار جەتەکان بازنەکە دەگەڕێنەوە بۆ ئەوەی دووجار لە هەمان شوێن بپێکن، پێی دەوترێت دەبڵ تاپ"
 ],
 [
  "(WARD STAND UP IN HOSPITAL/ COVER TOP WITH EXTERIORS OF HOSPITAL/ COVER BACK HALF WITH BLOOD ON THE CONCRETE/ DEAD GUY OUTSIDE THE HOSPITAL) ",
  "(لە نەخۆشخانە وەستاوە/ لە سەرەوە داپۆشەر لەگەڵ دەرەوەی نەخۆشخانە/ نیوە داپۆشین بە خوێن لەسەر کۆنکریت/ پیاوی مردوو لە دەرەوەی نەخۆشخانە)"
 ],
 [
  "We have just arrived here at the hospital were they are bringing the dead and the wounded from those three strikes in Ariha which hit a park and a fruit market. We don't know the exact death toll but the scenes of devastation, blood on the ground, dismembered body parts and the injured and the dead we've seen arriving here indicate that this was a very bad strike indeed. ",
  "ئێمە تازە گەیشتووینەتە نەخۆشخانە کە کوژراوەکان و بریندارەکانی ئەو سێ مانگرتنەی ئەریحا دەهێنن کە لە پارکێک و بازاڕێکی میوەی لێداوە ئێمە ژمارەی کوژراوەکان بە تەواوی نازانین بەڵام دیمەنەکانی وێرانکاری و خوێن لەسەر زەوی و پارچە پارچەی جەستە و بریندارەکان و ئەو مردووانەی کە بینیمان گەیشتوونەتە ئێرە ئەوە نیشان دەدات کە بەڕاستی ئەمە لێدانێکی زۆر خراپ بوو"
 ],
 [
  "(VO BOY ON STRETCHER BROUGHT IN) ",
  "(بۆی ڤی ئۆ لەسەر براندەر هێنرایە ژوورەوە)"
 ],
 [
  "AMONG THE INJURED BROUGHT IN, A YOUNG BOY… MOANING IN PAIN… HE DIED MOMENTS LATER… ",
  "لەنێو بریندارەکاندا هێنرایە ژوورەوە، کوڕێکی گەنج ناهەنگ لە ئازاردا چەند ساتێک دواتر مرد"
 ],
 [
  "(VO OUTSIDE HOSPITAL OR BACK TO THE SCENE??) ",
  "(ڤی ئۆ لە دەرەوەی نەخۆشخانە یان گەڕانەوە بۆ شوێنی ڕووداوەکە؟)"
 ],
 [
  "THE STRIKES ON ARIHA THAT DAY KILLED ELEVEN PEOPLE… AMONG THEM, A WOMAN AND TWO CHILDREN… ",
  "ئەو ڕۆژە مانگرتنەکانی ئاریحا یازدە کەسی کوشت لەنێویاندا ئافرەتێک و دوو منداڵ"
 ],
 [
  "(VO RESCUE WORKERS SWEEPING AWAY RUBBLE) ",
  "(کرێکارانی رزگارکردنی ڤی ئۆ ئۆ کە ڕوبڵیان لێ دەدرەوشێتەوە)"
 ],
 [
  "RESCUE WORKERS WASTED NO TIME IN CLEARING AWAY THE RUBBLE… IN THIS UGLY WAR, MASSACRES HAVE BECOME ROUTINE. ",
  "کرێکارە ڕزگارکەرەکان هیچ کاتێکیان بەفیڕۆ نەدا لە پاککردنەوەی ڕوبەرەکە... لەم جەنگە ناشیرینەدا، قەتڵوعامەکان بوونەتە ڕۆتین"
 ],
 [
  "CLARISSA WARD, CNN, ARIHA, SYRIA.  ",
  "کلاریسا وارد، سی ئێن ئێن، ئاریها، سوریا"
 ],
 [
  "Click below to watch Clarissa Ward's 2016 reports from Northern Syria.  You can see how holding back on the most dramatic images adds context and empathy.",
  "کلیکی خوارەوە بکە بۆ سەیرکردنی ڕاپۆرتەکانی کلاریا وارد لە باکوری سوریاوە  تۆ ده توانی ببینی که چۆن له سه ر دراماتیکیترین وێنه کان هه یه وه که سیاق و هاوسۆزی زیاد ده که ی."
 ],
 [
  "Exclusive: Behind rebel lines in Aleppo and Idlib, Syria, CNN's Clarissa Ward reports on the death and destruction in opposition-held parts of the country.",
  "تایبەت: لەپشت هێڵە یاخیبووەکانی حەلەب و ئیدلب- ی سوریاوە، کلاریا واردی سی ئێن ئێن راپۆرتی مەرگ و وێرانکاریی لە ناوچەکانی ئۆپۆزسیۆنی ئەو وڵاتە دەدات"
 ],
 [
  "The truth about Syria: Behind rebel lines",
  "ڕاستییەکەی سوریا: لە پشت هێڵی یاخیبووانەوە"
 ],
 [
  "Watch the Reports",
  "سەیری ڕاپۆرتەکان بکە"
 ],
 [
  "In the next lesson, you'll learn how to organize a script so your editor can turn it into gold.",
  "لە وانەی داهاتوو، تۆ فێر دەبیت کە چۆن دەقێک ڕێکبخەیت بۆ ئەوەی سەرنووسەرەکەت بیگۆڕێت بە زێڕ."
 ],
 [
  "Editing",
  "بژارکردن"
 ],
 [
  "Turning Over a Script to the Editor",
  "هەڵکردنی دەقێک بۆ سەرنووسەر"
 ],
 [
  "Get Organized",
  "ڕێکبخە"
 ],
 [
  "Your editor is a trusted professional, but not a mind-reader. If you want the final story to be its best, you need to communicate your vision and be flexible. That means watching all of your footage, choosing your elements and providing the editor with timecodes so he or she can find everything.",
  "سەرنووسەرەکەت پرۆفیشناڵێکی باوەڕپێکراوە، بەڵام خوێنەری مێشک نیە. ئەگەر دەتەوێت کۆتا چیرۆک باشترین بێت، پێویستە بینینەکەت پەیوەندی بکەیت و نەرم بێت. ئەمە مانای ئەوەیە کە سەیری هەموو گرتە ڤیدیۆکانت بکە، توخمەکانت هەڵبژێریت و بژارکەرەکە بە کۆدی کات دابین بکات بۆ ئەوەی بتوانێت هەموو شتێک بدۆزێتەوە."
 ],
 [
  "The editor is the person tasked with turning a reporter's musings into journalistic jewels.",
  "سەرنووسەرەکە ئەو کەسەیە کە ئەرکی لەسەرە بۆ گۆڕینی مۆسیغەکانی پەیامنێر بۆ ناو گەوهەری ڕۆژنامەوانی"
 ],
 [
  "The Editor's Likes",
  "لایکەکانی سەرنووسەر"
 ],
 [
  "Instruct your learners to use the checklist below to determine an employee's status as a qualified individual.",
  "فێرخوازانت فێربکە کە لیستی پشکنینی خوارەوە بەکاربێنن بۆ دیاریکردنی دۆخی کارمەندێک وەک تاکێکی شیاو."
 ],
 [
  "The writer constructs the scripts to allow time for video sequences to play out",
  "نووسەر دەقەکان دروست دەکات بۆ ڕێگەدان بە کات بۆ زنجیرە ڤیدیۆکان بۆ پەخش کردن"
 ],
 [
  "The journalist gives the editor a script with selected shots and the timecodes to find them",
  "ڕۆژنامەنووسەکە نوسراوێک دەداتە سەرنووسەرەکە بە تەقەی دیاریکراو و کۆدی کات بۆ دۆزینەوەیان"
 ],
 [
  "The writer has actually watched the footage",
  "نووسەرەکە لە ڕاستیدا سەیری گرتە ڤیدیۆکەی کردووە"
 ],
 [
  "The reporter treats his or her script as a first draft and is prepared to be flexible with the direction it takes",
  "پەیامنێرەکە وەک یەکەم ڕەشنووس مامەڵە لەگەڵ دەقەکەی دەکات و ئامادەیە بۆ ئەوەی نەرم بێت لەگەڵ ئەو ئاڕاستەیەی کە دەیبات"
 ],
 [
  "A pre-planned script where the writer seeks early input from the shooter and the editor",
  "دەقێکی پێش پلان بۆ داڕێژراو کە تێیدا نووسەرەکە بەدوای تێکردنێکی زوودا دەگەڕێت لە تەقەکەرەکە و سەرنووسەرەکە"
 ],
 [
  "Ben Wedeman working during coverage of the 2005 funeral of Pope John Paul II in Vatican City.",
  "بێن ویدمان لە کاتی داپۆشینی پرسەی 2005ی پاپا جۆن پاولی دووەم لە شاری ڤاتیکان کار دەکات"
 ],
 [
  "Help the Editor Help You",
  "یارمەتی بژارکەرەکە یارمەتیت بدە"
 ],
 [
  "\"Never just sort of go to the bites you want to use and then leave it up to the editor to put in the pictures. Even though, of course, you should have complete trust in your editor, but always keep in mind that this is a visual medium and you should know the pictures well, so that you can tell the editor... and they'll know exactly what you're talking about.\"",
  "\"هەرگیز تەنها بۆ ئەو گازانەی کە دەتەوێت بەکاری بێنی بڕۆی و پاشان بیهێڵە سەر سەرنووسەرەکە بۆ ئەوەی لە وێنەکاندا دایبنێیت. هەرچەندە، بە دڵنیاییەوە، تۆ دەبێت متمانەی تەواوت بە سەرنووسەرەکەت هەبێت، بەڵام هەمیشە لە بیرت بێت کە ئەمە ناوەندێکی بینراوییە و دەبێت وێنەکان باش بزانیت، بۆ ئەوەی بە سەرنووسەری بڵێیت وە ئەوان بە تەواوی دەزانن کە تۆ باسی چی دەکەیت"
 ],
 [
  "-Ben Wedeman, CNN Senior International Correspondent",
  "بێن ویدمان، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "The Editor's Dislikes",
  "حەزی لە سەرنووسەرەکە نیە"
 ],
 [
  "Hovering.  The editor needs space to work. Don't hang over his or her shoulder.",
  "بە هەوەس  سەرنووسەرەکە پێویستی بە بۆشاییە بۆ کارکردن. لەسەر شانی مەکە"
 ],
 [
  "The journalist just gives the editor a media card and tells him/her to get what they can out of it",
  "ڕۆژنامەنووسەکە تەنیا کارتێکی میدیایی دەداتە سەرنووسەر و پێی دەڵێت بۆ ئەوەی ئەوەی دەتوانن لێی دەربهێنن"
 ],
 [
  "The writer doesn't know the story",
  "نووسەری چیرۆکەکە نازانێت"
 ],
 [
  "The script is poorly prepared and no timecodes are provided",
  "سکریپتەکە بە خراپی ئامادەکراوە و هیچ کۆدێکی کات دابین نەکراوە"
 ],
 [
  "The reporter writes the script before watching the footage",
  "پەیامنێره که پێش سەیرکردنی گرته که نوسراوه که دەنوسێت"
 ],
 [
  "The writer clings to bad ideas",
  "نووسەرەکە بە بیرۆکەی خراپەوە بەستوە"
 ],
 [
  "Scene 1",
  "دیمەنی 1"
 ],
 [
  "Writing and Preparing Your Script",
  "نووسین و ئامادەکردنی سکریپتەکەت"
 ],
 [
  "Let's make sure you are comfortable with everything you need to do to write a script.",
  "با دڵنیابینەوە کە تۆ ئاسوودەیی لەگەڵ هەموو ئەو شتانەی کە پێویستە بیکەیت بۆ نووسینی دەقێک."
 ],
 [
  "You and your team shot some great video and interviews for your story out in the field. What should you do next for your script?",
  "تۆ و تیمەکەت چەند ڤیدیۆ و چاوپێکەوتنێکی گەورەیان بۆ چیرۆکەکەت لە دەرەوەی گۆڕەپانەکە تەقاند. پێویستە دواتر چی بکەیت بۆ سکریپتەکەت؟"
 ],
 [
  "Watch everything the team shot, choose your best video and soundbites, then work on finding the right words to go with the elements.",
  "سەیری هەموو شتێک بکە کە تیمەکە تەقەی لێکراوە، باشترین ڤیدیۆکانت هەڵبژێرە و پاشان کار بکە لەسەر دۆزینەوەی وشەی ڕاست بۆ ڕۆیشتن لەگەڵ توخمەکان."
 ],
 [
  "That's right!  You should watch everything before you pick out anything. Once you've chosen the best elements, you should begin writing the copy.",
  "ئەوە ڕاسته!  تۆ دەبێت سەیری هەموو شتێک بکەیت پێش ئەوەی هەر شتێک هەڵبدەیت. کاتێک باشترین توخمت هەڵبژارد، پێویستە دەست بکەیت بە نووسینی کۆپیەکە."
 ],
 [
  "Start writing with your go-to phrases, then look for video and soundbites that will work around your script.",
  "دەست بکە بە نووسین بە دەستەواژەکانت، پاشان بە دوای ڤیدیۆ و کۆپڵەکان بگەڕێ کە لە دەوری سکریپتەکەت کار دەکات."
 ],
 [
  "No! You should pick out the best video and soundbites after you've watched all of your material.  Then your writing should complement the elements.",
  "نەخێر! تۆ دەبێت باشترین ڤیدیۆ و دیمەنی ڤیدیۆیی هەڵبژێریت دوای ئەوەی هەموو شتەکانت سەیر کرد.  کەواتە نووسینەکەت دەبێت تەواوکەری توخمەکان بێت."
 ],
 [
  "Pick out some strong soundbites and write around them, then leave the video up to the editor to pick out.",
  "هەندێ لە کۆپڵە بەهێزەکان هەڵبژێرە و لە دەوریان بنووسە، پاشان ڤیدیۆکە بەجێ بهێڵە بۆ سەرنووسەرەکە بۆ ئەوەی هەڵبژێرێت."
 ],
 [
  "Not exactly.  You should watch all of your elements, pick out the best video and strongest soundbites, and then start writing.  You should not leave the video selection up to your editor.",
  "بە تەواوەتی نا.  تۆ پێویستە سەیری هەموو توخمەکانت بکەیت، باشترین ڤیدیۆ و بەهێزترین شوێنەکان هەڵبژێریت، و پاشان دەست بە نووسین بکەیت.  تۆ نابێت هەڵبژاردنی ڤیدیۆکە بەجێ بهێڵیت بۆ سەر بژارکەرەکەت."
 ],
 [
  "You're on the right track",
  "تۆ لە ڕێگایەکی ڕاستدایت"
 ],
 [
  "Watch everything first.  Then choose the best video and sound with copy to enhance them, instead of forcing your favorite phrases. Don't leave the element selection up to the editor.",
  "یەکەم جار سەیری هەموو شتێک بکە  پاشان باشترین ڤیدیۆ و دەنگ هەڵبژێرە لەگەڵ کۆپی بۆ بەرزکردنەوەیان، لەجیاتی ناچارکردنی دەستەواژە دڵخوازەکانت. دیاریکردنی توخمەکە بەجێ مەهێڵە بۆ سەر بژارکەر."
 ],
 [
  "End this scenario.",
  "کۆتایی بەم سیناریۆیە بهێنە."
 ],
 [
  "I want to do the scenario again.",
  "دەمەوێت دووبارە سیناریۆکە بکەمەوە."
 ],
 [
  "Your process could use improving",
  "پرۆسەکەت دەتوانێت باشترکردن بەکاربێنێت"
 ],
 [
  "First, watch everything.  Then choose the best elements with copy to enhance them, instead of forcing any wording. Don't leave the video or sound selections up to the editor.",
  "سەرەتا، سەیری هەموو شتێک بکە  پاشان باشترین توخمەکان هەڵبژێرە لەگەڵ کۆپی بۆ بەرزکردنەوەیان، لە جیاتی ناچارکردنی هەر وشەیەک. بژاردەکانی ڤیدیۆ یان دەنگ بۆ سەر بژارکەر جێ مەهێڵە."
 ],
 [
  "Your Script Is Ready",
  "سکریپتەکەت ئامادەیە"
 ],
 [
  "Now you are on the right path for a great package!",
  "ئێستا ئێوە لەسەر ڕێگای ڕاستن بۆ پاکێجێکی گەورە!"
 ],
 [
  "During editing you can you weave music and natural sound into your package to complement and enhance the video.",
  "لە کاتی بژار کردن دەتوانی مۆسیقا و دەنگی سروشتی بگریتە ناو پاکێجەکەت بۆ تەواوکردن و بەرزکردنەوەی ڤیدیۆکە."
 ],
 [
  "===vo=== ",
  "===vo=="
 ],
 [
  "FOR CENTURIES, WE'VE BEEN FASCINATED BY MYTHICAL SEA CREATURES.  ",
  "بۆ ماوەی چەند سەدەیەک، ئێمە سەرسام بووین بە بوونەوەرە ئەفسانەییەکانی دەریا"
 ],
 [
  "But while some may still be searching for Scotland's loch ness monster - new, robotic marine creatures are starting to crawl the ocean floor.  ",
  "بەڵام لە کاتێکدا هەندێک لەوانەیە هێشتا بەدوای دڕندەی رۆشنی سکۆتلەنددا دەگەڕێن - نوێ، بوونەوەرە رۆبۆتییەکانی دەریایی دەست دەکەن بە هەڵکەندنی زەوی ئۆقیانووسەکە."
 ],
 [
  "This tech can be found in the fjords of Norway. ",
  "ئەم تەکنەلۆجیایە دەتوانرێ لە جۆگەی نەرویجدا بدۆزرێتەوە"
 ],
 [
  "HERE A 6-METER SNAKE-LIKE ROBOT CALLED EELUME IS UNDERGOING TESTING.  ",
  "لێرە ڕۆبۆتێکی ٦ مەتری وەک مار بە ناوی ئیلۆمێ لە تاقیکردنەوەدایە."
 ],
 [
  "WITH ITS BRIGHT RED EYES IT IS SET TO LIVE AND WORK ON THE BOTTOM OF THE SEA FLOOR.  ",
  "بە چاوی سووری درەوشاوەی کە دانراوە بۆ ژیان و کارکردن لە خوارەوەی زەوی دەریا."
 ],
 [
  "THERE, IT TOO WILL CARRY OUT INSPECTIONS AND MAINTENANCE OF OIL AND GAS INSTALLATIONS.  ",
  "لەوێ، هەروەها پشکنین و پاراستنی جێگیرکردنی نەوت و گاز ئەنجام دەدات."
 ],
 [
  "IT CAN SWIM UP TO 20 KILOMETERS AT A TIME -- AND USES SONAR NAVIGATION.  ",
  "ئەتوانێت تا 20 کیلۆمەتر مەلە بکات لە کاتێکدا -- و ڕێنیشاندەری سۆنار بەکاردێنێت."
 ],
 [
  "ONCE IT DETECTS AN ANOMALY IT CAN ANALYSE IT WITH ITS CAMERAS… ",
  "کاتێک کە ناهەنجاریەکە دەدۆزێتەوە دەتوانێت بە کامێراکانی شی بکاتەوە"
 ],
 [
  "===sot=== ",
  "===sot=="
 ],
 [
  "PÅL LILJEBÄCK ",
  "PÅL LILJEBÄCK"
 ],
 [
  "Chief Technology Officer, Eelume ",
  "سەرۆکی ئەفسەری تەکنەلۆجیا، ئیلۆمێ"
 ],
 [
  "Pal Liljeback (23:51): ",
  "پال لیلجباک (23:51):"
 ],
 [
  "What's very good about the Eelume is that it's a hovering AUV, so if it detects some anomaly along the pipeline, it can stop and move closer and gather more closeup data before continuing along the pipeline. ",
  "ئەوەی کە زۆر باشە دەربارەی ئیلۆمێ ئەوەیە کە ئەی یو یو ڤی هەڵگەڕاوەوە، بۆیە ئەگەر هەندێک نا ئاسایی بە درێژایی بۆرییەکە بدۆزێتەوە، دەتوانێت بوەستێت و نزیکتر بێت و داتای نزیکتر کۆبکاتەوە پێش ئەوەی بەردەوام بێت بە درێژایی بۆرییەکە."
 ],
 [
  "WHEN ITS WORK IS DONE, EELUME RETURNS TO ITS DOCKING STATION WHERE IT PLUGS INTO A SYSTEM THAT FEEDS THE INFORMATION BACK TO A CONTROL ROOM ONSHORE.  ",
  "کاتێک کارەکەی تەواو بوو، ئیلۆمێ دەگەڕێتەوە بۆ وێستگەی داگرتنی ئەو شوێنەی کە دەیخاتە ناو سیستەمێکەوە کە زانیاریەکان دەداتەوە بۆ ژوری کۆنترۆل ئۆنشۆر."
 ],
 [
  "EELUME IS FULLY AUTONOMOUS…  ",
  "ئیلۆمی بەتەواوی خۆبەڕێوەبەرە"
 ],
 [
  "Pal Liljeback (21:55): ",
  "پال لیلجباک (21:55):"
 ],
 [
  "The operator will be plan a mission for the robot, which is residing in the docking station. The mission will be defined and uploaded to the robot in the docking station, then the robot will move out from the docking and carry out the task ",
  "کارپێکەرەکە پلان بۆ ئەرکێک دادەنێت بۆ ڕۆبۆتەکە، کە لە وێستگەی دۆکینگ دا نیشتەجێیە. ئەرکەکە پێناسە دەکرێت و باردەکرێتە سەر ڕۆبۆتەکە لە وێستگەی داگرتنەکە، پاشان ڕۆبۆتەکە لە دۆکەکەوە دەچێتە دەرەوە و ئەرکەکە جێبەجێ دەکات"
 ],
 [
  "EELUME'S MODULAR - LEGO LIKE DESIGN - ALLOWS THE ROBOT TO PLUG INTO BATTERIES AND OTHER MODULES WHICH ATTACH TO ITS BODY.  ",
  "مۆدێلاری ئیلومێ – لێگۆ وەک دیزاین - ڕێ بە ڕۆبۆت دەدات بۆ لکاندنی پاتری و مۆدیولەکانی تر کە بە جەستەیەوە لکێندراوە."
 ],
 [
  "WITH ITS BATTERY INTACT, IT CAN ADD OTHER MODULES TO BUILD ITS SNAKE LIKE STRUCTURE - ATTACHMENTS LIKE A SONAR NAVIGATION SYSTEM, CAMERAS, AND CUTTING OR INSPECTION TOOLS.  ",
  "لەگەڵ پاتری خۆی بە نەهێنی، ئەتوانێت مۆدیولەکانی تر زیاد بکات بۆ دروستکردنی مارەکەی وەک پێکهاتەی - هاوپێچەکانی وەک سیستەمی سۆنار ناڤیگەیشن، کامێراکان، و ئامێری بڕین یان پشکنین."
 ],
 [
  "Pal Liljeback (09:48) ",
  "پال لیلجباک (09:48)"
 ],
 [
  "Having inspection and maintenance capability permanently available near the subsea equipment, it increases safety because you can at any time inspect the subsea infrastructure. It reduces the need for costly surface vessels,  ",
  "هەبوونی توانای پشکنین و پاراستن بۆ هەمیشە لە نزیک کەلوپەلی ژێرئاو، سەلامەتی زیاد دەکات چونکە دەتوانیت لە هەرکاتێکدا ژێرخانەکە بپشکنی. پێویستی بە کەشتییە ڕووکەشە گرانەکان کەم دەکاتەوە"
 ],
 [
  "ELEUME IS AMONG A NUMBER OF DRONES AND ROBOTS BEING DEVELOPED FOR THE DEEP SEA MAINTENANCE AND INSPECTION SECTORS… ",
  "ئەلیۆم لە نێوان ژمارەیەک فڕۆکەی بێ فڕۆکەوان و ڕۆبۆتە بۆ چاودێری و پشکنینی قوڵی دەریا"
 ],
 [
  "IT'S A BUSINESS THAT'S SET TO GROW TO MORE THAN 7 BILLION DOLLARS BY 2025 ACCORDING TO MARKET INTELLIGENCE COMPANY, FIOR MARKETS.  ",
  "ئەوە بازرگانیەکە کە دانراوە بۆ زیاتر لە ٧ بلیۆن دۆلار تا ساڵی ٢٠٢٥ بەپێی کۆمپانیای هەواڵگری مارکێت، بازارەکانی فیۆر"
 ],
 [
  "AMONG THOSE LOOKING TO USE EELUME IS NORWEGIAN OIL AND GAS GIANT EQUINOR… ",
  "لە نێوان ئەوانەی کە بەدوای بەکارهێنانی ئیلۆمێدا دەگەرێن نەوت و گازی زەبەلاحی ئیکوینۆرە"
 ],
 [
  "PÅL ATLE ",
  "PÅL ATLE"
 ],
 [
  "Lead Engineer with Equinor ",
  "ئەندازیاری ڕابەری لەگەڵ ئیکوینەر"
 ],
 [
  "Paal (07:16): ",
  "پائاڵ (07:16):"
 ],
 [
  "It will benefit Equinor in many different ways. First of all, it will reduce our cost by using a very cheaper method to do maintenance and repair. And then we will put people, instead of being offshore, we put them on-shore on control room. That is kind of a bit safer to be in on-shore than off-shore.  ",
  "بە چەندین شێوازی جیاواز سودی بە ئیکوینەر دەگەیەنێت پێش هەموو شتێک، نرخەکەمان کەم دەکاتەوە بە بەکارهێنانی شێوازێکی زۆر هەرزانتر بۆ چاککردنەوە و چاککردنەوە. وە پاشان ئێمە خەڵک دادەنێین، لەجیاتی ئەوەی لە دوورەوە بن، ئەوان دەخەینە سەر کەناری ژووری کۆنترۆڵ. ئەوە جۆرێکە لە سەلامەتتر بۆ ئەوەی لە کەنار دەریا بێت لە دەرەوەی کەنار."
 ],
 [
  "THANKS TO ADVANCES IN TECHNOLOGY, OUR OCEANS WILL LIKELY SOON BE TRANSFORMED BY AN ARRAY OF MECHANICAL SEA CREATURES. ",
  "سوپاس بۆ پێشکەوتنی تەکنەلۆجیا، زەریاکانمان بە زوویی دەگۆڕدرێن لەلایەن کۆمەڵێک لە بوونەوەرە میکانیکیەکانی دەریا"
 ],
 [
  "Watch how the video, soundbites, copy, and music work together in this feature story on a deep sea robot.",
  "سەیرکە چۆن ڤیدیۆکە، کۆپەکان، کۆپیەکان، و مۆسیقاکان پێکەوە کار دەکەن لەم چیرۆکە تایبەتەدا لەسەر ڕۆبۆتێکی دەریایی قووڵ."
 ],
 [
  "Eelume is a snake-like robot that will use sonar navigation to help it inspect and maintain underwater oil and gas installations.",
  "ئیلۆم ڕۆبۆتێکی مارە کە لە ڕێنیشاندەری سۆنار بەکاردێنێت بۆ یارمەتیدان بۆ پشکنینی و هێشتنەوەی جێگیرکردنی نەوت و گاز لە ژێر ئاودا."
 ],
 [
  "Autonomous robot will work on the sea floor - CNN Video",
  "ڕۆبۆتی خۆبەڕێوەبەر لەسەر زەوی دەریا کاردەکات - سی ئێن ئێن ڤیدیۆ"
 ],
 [
  "Watch the Package",
  "سەیری پاکێجەکە بکە"
 ],
 [
  "In the next lesson, you'll hear advice from CNN's best correspondents.",
  "لە وانەی داهاتوو، تۆ گوێت لە ئامۆژگاریە باشترین پەیامنێرەکانی سی ئێن ئێن دەبێت."
 ],
 [
  "Conclusion",
  "ئەنجام"
 ],
 [
  "Rules, Tips & Tricks",
  "یاساکان، تێبینیەکان & فێڵەکان"
 ],
 [
  "Heading",
  "سەردێڕ"
 ],
 [
  "You know the saying: Rules are meant to be broken. So think of these lessons as advice for scriptwriting, not rules.",
  "تۆ دەزانیت کە ئەڵێت: ڕێساکان دەبێ بشکێنرێن. کەواتە بیر لە وانەکان بکەرەوە وەک ئامۆژگاری بۆ نووسین، نەک یاسا."
 ],
 [
  "The Best Advice",
  "باشترین ئامۆژگاری"
 ],
 [
  "You will eventually find your own writing style.  But these tips will help you get there.",
  "لە کۆتاییدا شێوازی نووسینی خۆت دەدۆزیتەوە.  بەڵام ئەم ڕێنماییانە یارمەتیت دەدەن بۆ گەیشتن بەوێ."
 ],
 [
  "Go beyond describing what you can see on the video and give the viewer more context to go with the pictures.",
  "زیاتر بڕۆ لە باسکردنی ئەوەی کە دەتوانیت لەسەر ڤیدیۆکە بیبینیت و دەقی زیاتر بدە بە بینەر بۆ ئەوەی لەگەڵ وێنەکاندا بڕۆیت."
 ],
 [
  "Add context",
  "زیادکردنی دەق"
 ],
 [
  "Focus your script on just a few ideas.  If you try to pack too much in, you'll slow the pacing and the viewer may lose interest.",
  "سەرنج بدە لەسەر دەقەکەت تەنها لەسەر چەند بیرۆکەیەک.  ئەگەر هەوڵ بدەیت زۆر بخەیتە ناوەوە، بۆشاییەکە هێواش دەکەیتەوە و بینەرەکە لەوانەیە بەرژەوەندی لەدەست بدات."
 ],
 [
  "A few ideas",
  "چەند بیرۆکەیەک"
 ],
 [
  "Read your script out loud as you are writing it.  If something doesn't sound right, you can always change it.",
  "دەقەکەت بە دەنگی بەرز بخوێنەوە کاتێک دەینووسیت.  ئەگەر شتێک ڕاست نەبێت، دەتوانیت هەمیشە بیگۆڕیت."
 ],
 [
  "Read it out loud",
  "بە دەنگی بەرز بیخوێنەوە"
 ],
 [
  "Write as you speak, as if you were telling your story to a friend.",
  "بنووسە وەک ئەوەی قسە دەکەیت، وەک ئەوەی چیرۆکەکەت بۆ هاوڕێیەک بگێڕیتەوە."
 ],
 [
  "Write conversationally",
  "بە گفتوگۆ بنووسە"
 ],
 [
  "Write copy that complements the video in your script.",
  "کۆپیەک بنوسە کە تەواوکەری ڤیدیۆکە لە دەقەکەت."
 ],
 [
  "Write to the pictures",
  "بنووسە بۆ وێنەکان"
 ],
 [
  "Keep your writing clear, concise and, most of all, accurate.  ",
  "نووسینەکەت بە ڕوونی و پوختە و لە هەموو شتێکدا بە وردی بهێڵەوە."
 ],
 [
  "Keep it short",
  "بە کورتی بهێڵەوە"
 ],
 [
  "The best packages make a lasting impression because they allow the viewer to connect to the story.",
  "باشترین پاکێجەکان کاریگەریەکی بەردەوام دروست دەکەن چونکە ئەوان ڕێگە بە بینەر دەدەن پەیوەندی بە چیرۆکەکەوە بکەن."
 ],
 [
  "Watch and Listen",
  "سەیری بکە و گوێبگرە"
 ],
 [
  "Take the time to listen to as many news packages and longform documentaries as you can.  Don't just watch them, but be sure to listen.  You will see how other people have done it and see what works.",
  "کاتی گوێگرتن لە پاکێجی هەواڵی زۆر و بەڵگەنامەی فۆرمی درێژ کە دەتوانیت وەربگریت.  تەنها سەیریان مەکە، بەڵام دڵنیابە گوێ بگرە.  تۆ دەبینیت کە خەڵکی تر چۆن ئەم کارەیان کردووە و دەبینن چ ئیشێک دەکات."
 ],
 [
  "Richard Quest on location for Quest's World of Wonder",
  "ڕیچارد کۆست لە شوێنی گەڕانی جیهانی واندەر"
 ],
 [
  "Quest's World of Wonder",
  "جیهانی گەڕان لە وێندەر"
 ],
 [
  "Look at the scripts below for CNN's half-hour travel show featuring Richard Quest.  You can see how much detail goes into the video selection, along with where the writer wants music.  Also notice where changes were made to the copy and the soundbites. ",
  "سەیری دەقەکانی خوارەوە بکە بۆ بەرنامەی گەشتی نیو کاتژمێری سی ئێن ئێن کە ڕیچارد کۆست پیشان دەدات.  تۆ دەتوانی ببینی کە چەند وردەکاری دەچێتە ناو هەڵبژاردنی ڤیدیۆ، لەگەڵ ئەو شوێنەی کە نووسەرەکە مۆسیقای دەوێت.  هەروەها تێبینی بکە کە لە کوێ گۆڕانکاری کراوە لە کۆپی و کۆکراوەکان."
 ],
 [
  "Thank you for completing this course! Check your understanding next with a short quiz.",
  "سوپاس بۆ تەواوکردنی ئەم خولە! لێکتێگەیشتنت بپشکنە دواتر بە کۆزێکی کورت."
 ],
 [
  "Quiz",
  "کویز"
 ],
 [
  "Before you go off to start writing scripts, let's make sure you understand everything we just discussed about the best practices for writing good scripts.",
  "پێش ئەوەی بڕۆیت بۆ دەستکردن بە نووسینی سکریپتەکان، با دڵنیابینەوە لەوەی کە لە هەموو ئەو شتانە تێبگەین کە باسمان کرد دەربارەی باشترین ڕاهێنانەکان بۆ نووسینی دەقی باش."
 ],
 [
  "Provide relevant feedback for the learner based on their response.",
  "پێشکەشکردنی کاردانەوە پەیوەندیدارەکان بۆ فێرکار لەسەر بنەمای وەڵامدانەوەیان."
 ],
 [
  "Which of these should you do before you start writing your script?",
  "پێش ئەوەی دەست بکەیت بە نووسینی سکریپتەکەت، کامیان بکەیت؟"
 ],
 [
  "Go online to see how the competition is reporting this story",
  "بڕۆ سەرهێڵ بۆ بینینی چۆن پێشبڕکێکە ئەم چیرۆکە ڕاپۆرت دەکات"
 ],
 [
  "This is something you should have done before you even pitched the story.",
  "ئەمە شتێکە کە دەبێ بیکەیت پێش ئەوەی چیرۆکەکە هەڵ بکەیت."
 ],
 [
  "Think about how you can fit in your favorite words",
  "بیربکەرەوە لەوەی چۆن دەتوانیت بگونجێت لە وشە دڵخوازەکانت"
 ],
 [
  "No! Avoid shoehorning your favorite words into your script.",
  "نەخێر! خۆلادان لە پێڵاوی وشە دڵخوازەکانت بۆ ناو سکریپتەکەت."
 ],
 [
  "Watch all of your videos and interviews and take notes",
  "سەیری هەموو ڤیدیۆکان و چاوپێکەوتنەکانت بکە و تێبینیەکان وەرگرە"
 ],
 [
  "You need to know what you have before you start writing anything.",
  "پێویستە بزانیت چیت هەیە پێش ئەوەی دەست بە نووسینی هەر شتێک بکەیت."
 ],
 [
  "Get a coffee, because this could take a while",
  "قاوەیەک وەربگرە، چونکە ئەمە دەتوانێ کەمێک بخایەنێت"
 ],
 [
  "Creativity does take time, but we never got to coffee in our lessons.",
  "داهێنان کاتی دەوێت، بەڵام ئێمە هەرگیز لە وانەکانماندا بە قاوە ناگەین."
 ],
 [
  "It's best to keep your copy simple, clear, and conversational so the viewer can understand your script.",
  "باشتر وایە کۆپیەکەت بە سادەیی و ڕوون و گفتوگۆ بهێڵیتەوە بۆ ئەوەی بینەر بتوانێت لە دەقەکەت تێبگات."
 ],
 [
  "Which is best when you're looking for the right words for your script?",
  "کامە باشترینە کاتێک تۆ بە دوای وشە ڕاستەکان دەگەڕێیت بۆ سکریپتەکەت؟"
 ],
 [
  "Simple and conversational",
  "سادە و گفتوگۆ"
 ],
 [
  "Advanced vocabulary ",
  "وشەسازی پێشکەوتوو"
 ],
 [
  "What does it mean to write to the pictures?",
  "مانای چیە بۆ وێنەکان بنووسم؟"
 ],
 [
  "Your words complement the video and add context",
  "وشەکانت تەواوکەری ڤیدیۆکە و زیادکردنی دەق"
 ],
 [
  "Yes! This allows the video and words to work together to tell the story.",
  "بەڵێ ئەمە ڕێگە بە ڤیدیۆ و وشەکان دەدات کە پێکەوە کار بکەن بۆ گێڕانەوەی چیرۆکەکە."
 ],
 [
  "The reporter spends a lot of time describing what's happening",
  "پەیامنێرەکە کاتێکی زۆر بەسەردەبات و باس لەو شتانە دەکات کە ڕوودەدات"
 ],
 [
  "The reporter should spend time adding context, not describing what the viewer can plainly see.",
  "پەیامنێرەکە دەبێت کات بەسەر ببات بۆ زیادکردنی دەق، نەک باسکردنی ئەوەی کە بینەر بە ئاشکرایی دەیبینێت."
 ],
 [
  "When the reporter allows the video to play, uninterrupted",
  "کاتێک پەیامنێرەکە رێگە دەدات بە ڤیدیۆکە پەخش بکرێت، نەپچڕاو"
 ],
 [
  "This is letting the video breathe.",
  "ئەمە ڕێگە بە هەناسەدانی ڤیدیۆکە دەدات."
 ],
 [
  "Only one of the above is correct.",
  "تەنها یەکێک لەمانەی سەرەوە ڕاستە."
 ],
 [
  "What is the purpose of natural sound?",
  "مەبەست لە دەنگی سروشتی چییە؟"
 ],
 [
  "To fill the space where you don't have the appropriate video",
  "بۆ پڕکردنەوەی ئەو بۆشاییەی کە ڤیدیۆی گونجاوت نییە"
 ],
 [
  "A way for the reporter to sound conversational",
  "ڕێگایەک بۆ پەیامنێر بۆ قسەکردنی دەنگی"
 ],
 [
  "To allow the reporter to catch his or her breath",
  "بۆ ئەوەی ڕێگە بە پەیامنێر بدات هەناسەی خۆی بگرێت"
 ],
 [
  "To give the viewer a better sense of the scene",
  "بۆ ئەوەی هەستێکی باشتر بە دیمەنەکە بدرێت بە بینەر"
 ],
 [
  "Which of these do editors love?",
  "کامیان لەم سەرنووسەرانە حەزیان لێیە؟"
 ],
 [
  "You should always think about where you can let video breathe and allow for a sequence",
  "پێویستە هەمیشە بیر لەوە بکەیتەوە کە لەکوێ دەتوانیت ڕێگە بە هەناسەدانی ڤیدیۆ بدەیت و ڕێگە بدەیت بۆ زنجیرەیەک"
 ],
 [
  "This is something editors hate!",
  "ئەمە شتێکە کە سەرنووسەرەکان ڕقیان لێیەتی!"
 ],
 [
  "When the reporter gives the editor freedom to pick out all of the video",
  "کاتێک پەیامنێرەکە ئازادی دەداتە سەرنووسەر بۆ ئەوەی هەموو ڤیدیۆکە هەڵببژێرێت"
 ],
 [
  "When the journalist hangs around to give input while the editor is working",
  "کاتێک ڕۆژنامەنووسەکە هەڵدەواسێت بۆ پێدانی تێکردن لەکاتێکدا سەرنووسەرەکە کاردەکات"
 ],
 [
  "When the writer allows time for sequences to play out",
  "کاتێک نووسەری ڕێگە بە کات دەدات بۆ زنجیرەیەک بۆ یاریکردن"
 ],
 [
  "When the script is written before the reporter watches the footage",
  "کاتێک نوسراوەکە نووسراوە پێش ئەوەی پەیامنێرەکە سەیری گرتەکە بکات"
 ]
]