[
 [
  "Scriptwriting - Arabic",
  "كتابة السيناريو - باللغة العربية"
 ],
 [
  "Whether you are writing a script with elements your team gathered in the field or with elements that someone else gathered, these lessons will take you through what you need to do to write a powerful package script.",
  "سواء كنت تكتب نصًا يحتوي على عناصر جمعها فريقك في الميدان أو مع عناصر جمعها شخص آخر، فإن هذه الدروس ستأخذك إلى ما تحتاج إلى القيام به لكتابة برنامج نصي قوي."
 ],
 [
  "Neil Curry, Executive Editor at CNN International in London, discusses the best practices for writing a script.  Watch as Neil shares advice from some of CNN's top correspondents, producers and editors and walks us through examples of their work that illustrate their tips.",
  "يناقش نيل كاري، المحرر التنفيذي في CNN International في لندن، أفضل الممارسات لكتابة السيناريو. شاهد بينما يشارك نيل النصائح من بعض كبار المراسلين والمنتجين والمحررين في CNN ويطلعنا على أمثلة لأعمالهم التي توضح نصائحهم."
 ],
 [
  "Click the \"Start Course\" button to begin.",
  "انقر على زر «بدء الدورة» للبدء."
 ],
 [
  "Introduction",
  "مقدمة"
 ],
 [
  "The Power of Narrative",
  "قوة السرد"
 ],
 [
  "David Culver, CNN Correspondent",
  "ديفيد كولفر، مراسل CNN"
 ],
 [
  "When you're thinking about putting together a story and editing this piece and writing a flow that would hopefully be engaging, you're thinking about what can keep people's attention, quite frankly. And it doesn't mean you sensationalize or embellish, but you certainly put forward the most compelling images or characters. ",
  "عندما تفكر في تجميع قصة وتحرير هذه المقالة وكتابة تدفق نأمل أن يكون جذابًا، فأنت تفكر في ما يمكن أن يجذب انتباه الناس، بصراحة تامة. وهذا لا يعني أنك تقوم بالإثارة أو الزينة، ولكنك بالتأكيد تطرح الصور أو الشخصيات الأكثر إقناعًا. "
 ],
 [
  "Drawing in the Viewer",
  "الرسم في المشاهد"
 ],
 [
  "The best packages make a powerful and lasting impression, by finding a way for the viewer to relate and connect with the story.  They do this with the right words and the best elements. This is television and the video should tell the story. ",
  "تعطي أفضل الحزم انطباعًا قويًا ودائمًا، من خلال إيجاد طريقة للمشاهد للتواصل مع القصة. يفعلون ذلك بالكلمات الصحيحة وأفضل العناصر. هذا هو التلفزيون ويجب أن يروي الفيديو القصة. "
 ],
 [
  "Don't overdo the drama. Elements of drama can draw in the viewer, but do it responsibly. You are a journalist, not a movie producer.",
  "لا تبالغ في الدراما. يمكن لعناصر الدراما جذب المشاهد، ولكنها تفعل ذلك بمسؤولية. أنت صحفي وليس منتج أفلام."
 ],
 [
  "A character to connect with. Giving the viewer a character to connect with keeps them engaged in the story and makes them want to watch until the end.",
  "شخصية للتواصل معها. إن إعطاء المشاهد شخصية للتواصل معها يبقيه منخرطًا في القصة ويجعلهم يرغبون في المشاهدة حتى النهاية."
 ],
 [
  "Powerful and lasting impression. Find a way to allow the viewer to relate to the story.  This is what he or she will remember from your package.",
  "انطباع قوي ودائم. ابحث عن طريقة للسماح للمشاهد بالارتباط بالقصة. هذا ما سيتذكره هو أو هي من الحزمة الخاصة بك."
 ],
 [
  "Compelling images with the right words. Choose your words carefully in order to enhance the best of your pictures, natural sound and interviews. This will help your package capture the viewer's attention.",
  "صور مقنعة بالكلمات الصحيحة. اختر كلماتك بعناية من أجل تحسين أفضل صورك وصوتك الطبيعي ومقابلاتك. سيساعد هذا الحزمة الخاصة بك على جذب انتباه المشاهد."
 ],
 [
  "Clear and effective communication. When you are clear and concise, your script is more effective, and it will make a stronger impact.",
  "التواصل الواضح والفعال. عندما تكون واضحًا وموجزًا، يكون النص الخاص بك أكثر فعالية، وسيكون له تأثير أقوى."
 ],
 [
  "Watch Every Frame",
  "شاهد كل إطار"
 ],
 [
  "You and your team have shot the video, interviewed your sources and done the reporting, so now what?  Watch every single frame you shot.  And again.  You should watch all of your video and interviews two or three times so you're familiar with what you have and what people said.",
  "لقد قمت أنت وفريقك بتصوير الفيديو وإجراء مقابلات مع مصادرك وإعداد التقارير، فماذا الآن؟ شاهد كل إطار قمت بتصويره. ومرة أخرى. يجب أن تشاهد كل مقاطع الفيديو والمقابلات مرتين أو ثلاث مرات حتى تكون على دراية بما لديك وما قاله الناس."
 ],
 [
  "A great script is one of the most essential building blocks of storytelling.",
  "يعد النص الرائع أحد أهم اللبنات الأساسية لسرد القصص."
 ],
 [
  "CNN's Nic Robertson reporting in the field in 2006.",
  "تقرير Nic Robertson من CNN في الميدان في عام 2006."
 ],
 [
  "Which of these two are part of a great package script?",
  "أي من هذين يعد جزءًا من برنامج نصي رائع للحزمة؟"
 ],
 [
  "A lot of information for the viewer to take away",
  "الكثير من المعلومات للمشاهد ليأخذها"
 ],
 [
  "The right words to go with compelling images",
  "الكلمات المناسبة التي تتناسب مع الصور الجذابة"
 ],
 [
  "A character the viewer can relate to",
  "شخصية يمكن للمشاهد الارتباط بها"
 ],
 [
  "A good amount of face-time for reporter",
  "كمية جيدة من وقت الوجه للمراسل"
 ],
 [
  "In the next lesson,  you'll learn about setting the right pace for your story.",
  "في الدرس التالي، ستتعرف على تحديد الوتيرة المناسبة لقصتك."
 ],
 [
  "Complete the content above before moving on.",
  "أكمل المحتوى أعلاه قبل الانتقال."
 ],
 [
  "CONTINUE",
  "يستمر"
 ],
 [
  "Writing",
  "الكتابة"
 ],
 [
  "Pacing Your Script",
  "وضع البرنامج النصي الخاص بك"
 ],
 [
  "There is never enough time to fit everything in your script.  So, focus on the key message you want to deliver.",
  "لا يوجد وقت كافٍ أبدًا لتناسب كل شيء في البرنامج النصي الخاص بك. لذلك، ركز على الرسالة الرئيسية التي تريد إيصالها."
 ],
 [
  "A Focused Script",
  "برنامج نصي مركّز"
 ],
 [
  "Your script will have much more impact on the viewer if it is focused.  There is never enough time to fit in all of the compelling videos and interviews, so focus on your best elements.  The viewer will only remember a few things from your story. ",
  "سيكون للنص النصي الخاص بك تأثير أكبر على المشاهد إذا كان مركّزًا. لا يوجد وقت كافٍ أبدًا لاستيعاب جميع مقاطع الفيديو والمقابلات الجذابة، لذا ركز على أفضل العناصر. سيتذكر المشاهد فقط بعض الأشياء من قصتك. "
 ],
 [
  "Let the pictures do the talking. Allow the video to play for a moment or two without any copy over it. ",
  "دع الصور تتحدث. اسمح بتشغيل الفيديو للحظة أو اثنتين دون أي نسخة فوقه. "
 ],
 [
  "Use natural sound. Let the viewer hear the sounds of the scene.",
  "استخدم الصوت الطبيعي. دع المشاهد يسمع أصوات المشهد."
 ],
 [
  "Don't jam-pack your script. Resist the urge to fill your script with as much information and elements as you can get into two and a half minutes.  Trying to get in too much can actually slow the story.",
  "لا تقم بتعبئة النص الخاص بك. قاوم الرغبة في ملء النص الخاص بك بأكبر قدر ممكن من المعلومات والعناصر في دقيقتين ونصف. يمكن أن تؤدي محاولة الدخول كثيرًا إلى إبطاء القصة."
 ],
 [
  "Short, clear sentences are more effective. Keep the writing simple and to the point.",
  "الجمل القصيرة والواضحة أكثر فعالية. اجعل الكتابة بسيطة ومباشرة."
 ],
 [
  "Nick Paton Walsh, CNN International Security Editor",
  "نك باتون والش، محرر الأمن الدولي في سي إن إن"
 ],
 [
  "Some of the best pieces I've ever done have been just letting the pictures play. Not cutting them up, not thinking, 'Oh, well we better make that shorter.' Don't do that. Let the person who isn't crying, but might cry, and that actually holds it together but looks off in the distance - let them do that and not talk for four seconds. Because that's the thing that people are going to remember. ",
  "بعض أفضل القطع التي قمت بها على الإطلاق كانت مجرد السماح بتشغيل الصور. عدم تقطيعها، وعدم التفكير، «أوه، حسنًا، من الأفضل أن نجعل ذلك أقصر.» لا تفعل ذلك. دع الشخص الذي لا يبكي، ولكنه قد يبكي، وهذا في الواقع يحافظ على تماسكه ولكن ينظر بعيدًا - دعه يفعل ذلك ولا يتحدث لمدة أربع ثوانٍ. لأن هذا هو الشيء الذي سيتذكره الناس. "
 ],
 [
  "Let It Breathe",
  "دعها تتنفس"
 ],
 [
  "Let's take a moment to talk more about letting video breathe.  This means giving your viewer time to take in the images and sounds on the video without a reporter talking over them.  When your photographer has shot strong images for your story, they should be showcased on their own and uninterrupted for a few seconds.",
  "دعونا نتوقف لحظة للتحدث أكثر عن السماح للفيديو بالتنفس. وهذا يعني منح المشاهد وقتًا لالتقاط الصور والأصوات على الفيديو دون أن يتحدث المراسل عنها. عندما يقوم المصور الخاص بك بالتقاط صور قوية لقصتك، يجب عرضها بمفرده ودون انقطاع لبضع ثوان."
 ],
 [
  "Don't be afraid to make room in your script to let a sequence or scene play out.  This can be more powerful than having a reporter describe what's happening.  Save the reporter's copy for giving the viewer context and helping them understand what's happening.",
  "لا تخف من إفساح المجال في النص الخاص بك للسماح بتشغيل تسلسل أو مشهد. يمكن أن يكون هذا أقوى من وجود مراسل يصف ما يحدث. احفظ نسخة المراسل لإعطاء سياق المشاهد ومساعدته على فهم ما يحدث."
 ],
 [
  "CNN's Sara Sidner interviews victims of an earthquake that hit Chile in February 2010. ",
  "أجرت سارة سيدنر من CNN مقابلات مع ضحايا الزلزال الذي ضرب تشيلي في فبراير 2010. "
 ],
 [
  "Knowledge Check",
  "فحص المعرفة"
 ],
 [
  "A good script should focus on a few ideas that you want the viewer to remember and showcase your best video and interviews.",
  "يجب أن يركز النص الجيد على بعض الأفكار التي تريد أن يتذكرها المشاهد ويعرض أفضل مقاطع الفيديو والمقابلات."
 ],
 [
  "A good script is packed with information and elements.",
  "البرنامج النصي الجيد مليء بالمعلومات والعناصر."
 ],
 [
  "True",
  "صحيح"
 ],
 [
  "False",
  "خاطئة"
 ],
 [
  "You should look for places in your script that will let your video breathe, so the viewer can take in the sights and sounds of the scene.",
  "يجب أن تبحث عن الأماكن في النص البرمجي التي تسمح للفيديو الخاص بك بالتنفس، حتى يتمكن المشاهد من مشاهدة مشاهد وأصوات المشهد."
 ],
 [
  "What does it mean to let video breathe?",
  "ماذا يعني السماح للفيديو بالتنفس؟"
 ],
 [
  "The reporter talks breathlessly over the video",
  "يتحدث المراسل بهدوء عبر الفيديو"
 ],
 [
  "The reporter spends time describing everything that is happening",
  "يقضي المراسل الوقت في وصف كل ما يحدث."
 ],
 [
  "The video plays uninterrupted so the viewer can digest it",
  "يتم تشغيل الفيديو دون انقطاع حتى يتمكن المشاهد من استيعابه"
 ],
 [
  "All of the above",
  "كل ما سبق"
 ],
 [
  "Nick Paton Walsh's Fighting for 100 Feet",
  "معركة نك باتون والش لمسافة 100 قدم"
 ],
 [
  "You heard Neil Curry talk about Nick's report from Aleppo, which won Emmy and Edward R Murrow awards. Below you can click to watch Nick's full package and read his script.",
  "لقد سمعت نيل كاري يتحدث عن تقرير نك من حلب، الذي فاز بجوائز إيمي وإدوارد آر مورو. يمكنك النقر أدناه لمشاهدة حزمة Nick الكاملة وقراءة السيناريو الخاص به."
 ],
 [
  "Title: Syria / Aleppo Fighting for 100 Feet ",
  "العنوان: سورية/حلب تقاتل من أجل 100 قدم "
 ],
 [
  "Date: 09/05/2012 22:04 ",
  "التاريخ: 09/05/2012 22:04 "
 ],
 [
  "Reporter: Nick Paton Walsh ",
  "المراسل: نك باتون والش "
 ],
 [
  "CNN.com Header: Rebels battle for 100 feet in Aleppo ",
  "عنوان CNN.com: الثوار يقاتلون لمسافة 100 قدم في حلب "
 ],
 [
  "CNN.com Description: Nick Paton Walsh on Syrian rebels, hindered by poor training, struggling to gain 100 feet of ground in Aleppo ",
  "وصف CNN.com: نك باتون والش يتحدث عن المتمردين السوريين، الذين يعرقلهم التدريب السيئ، ويكافحون من أجل الحصول على 100 قدم من الأرض في حلب "
 ],
 [
  "Dateline: Aleppo, Syria ",
  "خط التوقيت: حلب، سوريا "
 ],
 [
  "DEAD BODY AND PULL OUT ONTO OLD CITY ",
  "جثة وننسحب إلى المدينة القديمة "
 ],
 [
  "New dead lie next to the old. ",
  "الموتى الجدد يكذبون بجانب القديم. "
 ],
 [
  "Aleppo's Old City, thousands of years in the making, but torn apart fast. ",
  "تم إنشاء المدينة القديمة في حلب منذ آلاف السنين، ولكن تم تمزيقها بسرعة. "
 ],
 [
  "REBELS RUN FORWARDS ",
  "المتمردون يركضون إلى الأمام "
 ],
 [
  "We're with rebel forces as they push towards into vital terrain in the fight for Syria's commercial capital - towards a key police station. ",
  "نحن مع قوات المتمردين وهي تتقدم نحو التضاريس الحيوية في القتال من أجل العاصمة التجارية لسوريا - نحو مركز شرطة رئيسي. "
 ],
 [
  "REBELS AT SANDBAGS ",
  "المتمردون في أكياس الرمل "
 ],
 [
  "They mass in number, and move forwards. ",
  "يتكاتفون في العدد ويتحركون للأمام. "
 ],
 [
  "TYRE BURNING ACROSS THE ROAD ",
  "حرق الإطارات عبر الطريق "
 ],
 [
  "Chaos, but also bravery. ",
  "الفوضى، ولكن الشجاعة أيضًا. "
 ],
 [
  "MOVING WOUNDED INTO TRUCK ",
  "نقل الجرحى إلى شاحنة "
 ],
 [
  "They move to retrieve an injured rebel at the very front. ",
  "يتحركون لاستعادة المتمرد المصاب في المقدمة. "
 ],
 [
  "TRUCK RACES AWAY TO HUGE GUNFIRE ",
  "شاحنة تتسابق نحو إطلاق نار ضخم "
 ],
 [
  "Somehow the superior regime firepower lets them escape with their wounded. ",
  "بطريقة ما، تسمح لهم قوة نيران النظام المتفوق بالهروب مع جروحهم. "
 ],
 [
  "OLD SANDBAG POSITION ",
  "وضع كيس الرمل القديم "
 ],
 [
  "When we rejoin them a few days later, they have fallen back the hundred feet they gained. ",
  "عندما ننضم إليهم بعد بضعة أيام، تراجعوا عن مئات الأقدام التي اكتسبوها. "
 ],
 [
  "RANDOM GUNFIRE INTO DISTANCE ",
  "إطلاق نار عشوائي من مسافة بعيدة "
 ],
 [
  "Civilians in uniform, they're taking potshots at nothing in particular. ",
  "مدنيون يرتدون الزي العسكري، لا يطلقون النار على أي شيء على وجه الخصوص. "
 ],
 [
  "PLAYING SONGS OVER THE MEGAPHONE, READING OUT A PHONE NUMBER  ",
  "تشغيل الأغاني عبر مكبر الصوت وقراءة رقم هاتف "
 ],
 [
  "Goading their enemy with revolutionary song; even offering them a number to call if they want to defect. ",
  "توجيه أغانٍ ثورية إلى أعدائهم؛ حتى أنهم يعرضون عليهم رقمًا للاتصال بهم إذا أرادوا الانشقاق. "
 ],
 [
  "JETS SCREAM OVERHEAD ",
  "الطائرات تصرخ في السماء "
 ],
 [
  "But they can't advance again. ",
  "لكن لا يمكنهم التقدم مرة أخرى. "
 ],
 [
  "It's not just the regime's bomber jets that hold them back. ",
  "ليست الطائرات القاذفة التابعة للنظام فقط هي التي تعيقهم. "
 ],
 [
  "UP ON THE ROOF ",
  "فوق السطح "
 ],
 [
  "Up on a roof, we see how snipers - deadly accurate here - can freeze the frontlines. ",
  "على السطح، نرى كيف يمكن للقناصة - بدقة مميتة هنا - تجميد الخطوط الأمامية. "
 ],
 [
  "NPW PTC ",
  "جهاز كمبيوتر الآن "
 ],
 [
  "In this historic part of the city the rebels are trying to inch forwards but are so often pushed back by government forces, in this case held back by a government sniper, positioned in the building opposite us. ",
  "في هذا الجزء التاريخي من المدينة، يحاول المتمردون التقدم إلى الأمام ولكن غالبًا ما يتم دفعهم إلى الوراء من قبل القوات الحكومية، وفي هذه الحالة يعيقهم قناص حكومي متمركز في المبنى المقابل لنا. "
 ],
 [
  "REBEL SNIPERS IN THE ROOFS ",
  "القناصة المتمردين في الأسطح "
 ],
 [
  "Even from the rebel's sniper positions, the regime is close, but well dug in. ",
  "وحتى من مواقع القناصة التابعة للمتمردين، فإن النظام قريب ولكنه محفور جيدًا. "
 ],
 [
  "ABDUL WAHID FIRING SNIPER RIFLE ",
  "عبد الواحد يطلق بندقية قناص "
 ],
 [
  "Abdul Wahid was a conscript years ago, but is now an electrician. ",
  "كان عبد الواحد مجندًا منذ سنوات، لكنه يعمل الآن كهربائيًا. "
 ],
 [
  "SNIPER SHOTS HIT THE WALL OPPOSITE ",
  "أصابت طلقات القناصة الجدار المقابل "
 ],
 [
  "A sniper is shooting at them, and he moves across the street to take him out. ",
  "قناص يطلق النار عليهم، ويتحرك عبر الشارع لإخراجه. "
 ],
 [
  "HE FIRES BACK ",
  "يطلق النار مرة أخرى "
 ],
 [
  "But his discipline and marksmanship is the exception. ",
  "لكن انضباطه وحنكته في الرماية هما الاستثناء. "
 ],
 [
  "HE LOOKS OUT INTO THE STREET ",
  "ينظر إلى الشارع "
 ],
 [
  "He thinks he got him. ",
  "يعتقد أنه حصل عليه. "
 ],
 [
  "ABDUL WAHID AND BEARDED MAN ",
  "عبد الواحد والرجل الملتحي "
 ],
 [
  "It's the older men here who are in charge. ",
  "الرجال الأكبر سنًا هنا هم المسؤولون. "
 ],
 [
  "HAKIM ARRIVES ",
  "وصول حكيم "
 ],
 [
  "Hakim, a local commander, briefly visits, and tells me his brigade have given up on outside help. ",
  "يقوم حكيم، وهو قائد محلي، بزيارته لفترة وجيزة، وأخبرني أن لواءه قد تخلوا عن المساعدة الخارجية. "
 ],
 [
  "HAKIM SOT (ROUGH TRANSLATION) We don't want anything the West has to offer. We will do this alone. ",
  "حكيم سوت (ترجمة تقريبية) لا نريد أي شيء يقدمه الغرب. سنفعل هذا بمفردنا. "
 ],
 [
  "HAKIM GESTURES TO THE MEN ",
  "إيماءات حكيم للرجال "
 ],
 [
  "He outlines a plan to the men. ",
  "يحدد خطة للرجال. "
 ],
 [
  "BUS PARKED ",
  "حافلة متوقفة "
 ],
 [
  "Shortly afterwards, this bus appears. ",
  "بعد ذلك بوقت قصير، تظهر هذه الحافلة. "
 ],
 [
  "SANDBAGS IN THE BACK PAN ONTO STEERING WHEEL  ",
  "أكياس رمل في المقلاة الخلفية على عجلة القيادة "
 ],
 [
  "ne rebel tells us they plan to fill it with explosives, and then tie a prisoner's hands to the wheel, and force him to die driving the bus bomb at the regime. ",
  "يخبرنا أحد المتمردين أنهم يخططون لملئها بالمتفجرات، ثم ربط يدي السجين بالعجلة، وإجباره على الموت وهو يقود الحافلة المفخخة على النظام. "
 ],
 [
  "PRISONERS TAKEN INTO HQ ",
  "السجناء الذين تم نقلهم إلى المقر "
 ],
 [
  "But, even though we saw the brigade take prisoners earlier, that doesn't happen here, and the bus leaves. ",
  "ولكن على الرغم من أننا رأينا اللواء يأخذ السجناء في وقت سابق، فإن ذلك لا يحدث هنا، وتغادر الحافلة. "
 ],
 [
  "TRUCK ARRIVES ",
  "وصول الشاحنة "
 ],
 [
  "A garbage truck arrives instead , which they plan to place down the street as cover for their gunmen. ",
  "وبدلاً من ذلك، تصل شاحنة لجمع القمامة، ويخططون لوضعها في الشارع كغطاء لمسلحيهم. "
 ],
 [
  "PRAYING AS GUNFIRE SOUNDS ",
  "الصلاة كأصوات إطلاق النار "
 ],
 [
  "Preparations build for an operation. ",
  "يتم بناء الاستعدادات للعملية. "
 ],
 [
  "HANDMADE GRENADES - CANISTERS ",
  "قنابل يدوية - عبوات "
 ],
 [
  "Handmade grenades. Home made bombs - highly volatile canisters full of fertilizer explosives. ",
  "قنابل يدوية. قنابل محلية الصنع - عبوات شديدة التقلب مليئة بمتفجرات الأسمدة. "
 ],
 [
  "ACCORDION PLAYED ",
  "لعبت الأكورديون "
 ],
 [
  "But the men still lack focus. ",
  "لكن الرجال ما زالوا يفتقرون إلى التركيز. "
 ],
 [
  "GUNFIRE INTO NIGHT ",
  "إطلاق النار في الليل "
 ],
 [
  "Shooting in the dark. ",
  "إطلاق النار في الظلام. "
 ],
 [
  "TRUCK MOVES FORWARDS ",
  "تتحرك الشاحنة إلى الأمام "
 ],
 [
  "Later that night we leave, but they drive the truck down the street. ",
  "في وقت لاحق من تلك الليلة نغادر، لكنهم يقودون الشاحنة في الشارع. "
 ],
 [
  "NEXT MORNING ",
  "صباح اليوم التالي "
 ],
 [
  "At dawn, it's in place at their old position. ",
  "عند الفجر، تكون في مكانها في موقعها القديم. "
 ],
 [
  "Overnight... haven't been able to capitalize ",
  "بين عشية وضحاها... لم أتمكن من الاستفادة "
 ],
 [
  "SMOKE FROM TRUCK ",
  "الدخان المنبعث من الشاحنة "
 ],
 [
  "The regime fires grenades, setting it alight. ",
  "يقوم النظام بإطلاق القنابل اليدوية وإشعال النار فيها. "
 ],
 [
  "The rebels decide to fight back. ",
  "قرر المتمردون القتال مرة أخرى. "
 ],
 [
  "ANTI-AIRCRAFT GUN ",
  "مدفع مضاد للطائرات "
 ],
 [
  "This is an anti-aircraft gun. ",
  "هذا هو مدفع مضاد للطائرات. "
 ],
 [
  "They seem to prefer noise to accuracy. ",
  "يبدو أنهم يفضلون الضوضاء على الدقة. "
 ],
 [
  "RPG TEAM IN THE DISTANCE ",
  "فريق آر بي جي في المسافة "
 ],
 [
  "They run forwards to fire a rocket propelled grenade. ",
  "يركضون إلى الأمام لإطلاق قنبلة صاروخية. "
 ],
 [
  "SMOKE IN THE DISTANCE ",
  "الدخان في المسافة "
 ],
 [
  "There's too much smoke to know what they hit. ",
  "هناك الكثير من الدخان لمعرفة ما أصابوه. "
 ],
 [
  "RUN AWAY LAUGHING ",
  "اهرب من الضحك "
 ],
 [
  "More a game here than a fight to the death. ",
  "لعبة هنا أكثر من معركة حتى الموت. "
 ],
 [
  "But this is a city of millions, torn apart by every pitched battle for every hundred feet. ",
  "لكن هذه مدينة الملايين، تمزقها كل معركة ضارية لكل مائة قدم. "
 ],
 [
  "Nick Paton Walsh, CNN, Aleppo ",
  "نك باتون والش، سي إن إن، حلب "
 ],
 [
  "Read the Script",
  "اقرأ البرنامج النصي"
 ],
 [
  "You heard Neil Curry talk about Nick Paton Walsh's 2012 report from Aleppo, which won Emmy and Edward R. Murrow awards. See how Nick natural sound and pauses to let the pictures do the talking. Watch the full package here.",
  "لقد سمعت نيل كاري يتحدث عن تقرير نك باتون والش لعام 2012 من حلب، والذي فاز بجوائز إيمي وإدوارد آر مورو. شاهد كيف يصدر Nick صوتًا طبيعيًا ويتوقف مؤقتًا للسماح للصور بالتحدث. شاهد الحزمة الكاملة هنا."
 ],
 [
  "Nick Paton Walsh on Syrian rebels struggling to gain 100 feet of ground in Aleppo. Camera: Ricardo Garcia Vilanova.",
  "نك باتون والش يتحدث عن المتمردين السوريين الذين يكافحون للحصول على 100 قدم من الأرض في حلب. الكاميرا: ريكاردو غارسيا فيلانوفا."
 ],
 [
  "walsh syria old city cnn",
  "مدينة والش السورية القديمة CNN"
 ],
 [
  "Watch the Report",
  "شاهد التقرير"
 ],
 [
  "In the next lesson, you will learn how observing can help you write a better script.",
  "في الدرس التالي، ستتعلم كيف يمكن أن تساعدك الملاحظة على كتابة نص أفضل."
 ],
 [
  "The Importance of Observation",
  "أهمية الملاحظة"
 ],
 [
  "What's Happening",
  "ماذا يحدث"
 ],
 [
  "Whether you are in the field to report on your story, or you are writing a package with the material that someone else gathered, be sure to pay attention to what's happening. The viewer is relying on you to interpret what you're seeing. ",
  "سواء كنت في الميدان للإبلاغ عن قصتك، أو كنت تكتب حزمة تحتوي على المواد التي جمعها شخص آخر، تأكد من الانتباه إلى ما يحدث. يعتمد المشاهد عليك لتفسير ما تراه. "
 ],
 [
  "Reporting from the field can get busy, and it can be easy to lose track of what's going on, but that's the reason you're there. While you are gathering material for your script, you should be observing what's going on around you.  You are there and your viewer is not. ",
  "يمكن أن يكون إعداد التقارير من الميدان مزدحمًا، ويمكن أن يكون من السهل إغفال ما يحدث، ولكن هذا هو سبب وجودك هناك. أثناء جمع المواد للنص الخاص بك، يجب أن تراقب ما يحدث من حولك. أنت هناك والمشاهد الخاص بك ليس كذلك. "
 ],
 [
  "When you watch the video and interviews that your team shot, you may notice things that you didn't notice when you were in the field.  Be sure to take notice of not only what is said, but also how it is said.",
  "عندما تشاهد الفيديو والمقابلات التي صورها فريقك، قد تلاحظ أشياء لم تلاحظها عندما كنت في الميدان. تأكد من ملاحظة ليس فقط ما يقال، ولكن أيضًا كيف يقال."
 ],
 [
  "Take Note",
  "خذ ملاحظة"
 ],
 [
  "You may think you'll remember everything you observed when it's time to write your script -- but you won't. Get in the habit of taking notes on what you're observing, whether you are in the field or back at base watching all of your video.",
  "قد تعتقد أنك ستتذكر كل ما لاحظته عندما يحين وقت كتابة السيناريو الخاص بك - لكنك لن تفعل ذلك. اعتد على تدوين الملاحظات حول ما تلاحظه، سواء كنت في الميدان أو في القاعدة تشاهد كل الفيديو الخاص بك."
 ],
 [
  "Be sure to write down people's names and the correct spellings when you interview anyone.  It will save you from embarrassment later.",
  "تأكد من كتابة أسماء الأشخاص والتهجئات الصحيحة عند مقابلة أي شخص. سوف ينقذك من الإحراج لاحقًا."
 ],
 [
  "Save Embarrassment",
  "وفر الإحراج"
 ],
 [
  "Scriptwriting is easier when you have notes on everything that you can refer back to.",
  "تصبح كتابة السيناريو أسهل عندما يكون لديك ملاحظات حول كل شيء يمكنك الرجوع إليه."
 ],
 [
  "Save Time",
  "وفر الوقت"
 ],
 [
  "Write notes as you experience the scene, as you shoot your interviews and as you log your elements.",
  "اكتب الملاحظات أثناء تجربة المشهد، أثناء تصوير المقابلات الخاصة بك وأثناء تسجيل العناصر الخاصة بك."
 ],
 [
  "Keep Writing",
  "استمر في الكتابة"
 ],
 [
  "Good notes can help you capture the emotion of the moment, which will be invaluable when you are writing.",
  "يمكن أن تساعدك الملاحظات الجيدة على التقاط مشاعر اللحظة، والتي ستكون لا تقدر بثمن عند الكتابة."
 ],
 [
  "Capture the Moment",
  "التقط اللحظة"
 ],
 [
  "Taking notes along the way will remind you of what you observed and the points you need to make when it's time to write your script.",
  "تدوين الملاحظات على طول الطريق سيذكرك بما لاحظته والنقاط التي تحتاج إلى توضيحها عندما يحين وقت كتابة السيناريو الخاص بك."
 ],
 [
  "A Good Reminder",
  "تذكير جيد"
 ],
 [
  "CNN's Michael Holmes in Afghanistan.",
  "مايكل هولمز من CNN في أفغانستان."
 ],
 [
  "\"In the field, I'm constantly taking note.... I'm always making little comments or observations in my notebook.\"",
  "«في الميدان، أحيط علما باستمرار... أقوم دائمًا بإبداء تعليقات أو ملاحظات صغيرة في دفتر ملاحظاتي.»"
 ],
 [
  "Check Your Understanding",
  "تحقق من فهمك"
 ],
 [
  "It's important to observe not only what is said but _____ it is said.",
  "من المهم ملاحظة ليس فقط ما يقال ولكن _____ يقال."
 ],
 [
  "how",
  "كيف"
 ],
 [
  "Depending on how detailed your memory is, you may remember the important things. But you will thank yourself when it comes time to write your script if you have notes on the smaller things you observe.",
  "اعتمادًا على مدى تفصيل ذاكرتك، قد تتذكر الأشياء المهمة. لكنك ستشكر نفسك عندما يحين وقت كتابة السيناريو الخاص بك إذا كانت لديك ملاحظات حول الأشياء الصغيرة التي تلاحظها."
 ],
 [
  "Taking notes on what you see in the field isn't worth the time, because you will remember the important things.",
  "تدوين الملاحظات حول ما تراه في الميدان لا يستحق الوقت، لأنك ستتذكر الأشياء المهمة."
 ],
 [
  "Watch Arwa Damon's Full Documentary",
  "شاهد الفيلم الوثائقي الكامل لأروى دامون"
 ],
 [
  "Write as you shoot. Write as you log. Write as you experience. See what the power of observation can do for a script, in Arwa Damon's Return to Mosul from 2017.",
  "اكتب أثناء التصوير. اكتب أثناء التسجيل. اكتب حسب تجربتك. شاهد ما يمكن أن تقدمه قوة الملاحظة للنص، في كتاب «العودة إلى الموصل» لأروى دامون من عام 2017."
 ],
 [
  "Trapped by an ISIS firefight, CNN's Arwa Damon and Brice Laine took shelter with an ordinary Iraqi family in East Mosul. Two months after their escape, the pair returned to discover the fate of the soldiers and civilians they met, and to find out how the city and its people are recovering after years under ISIS control.",
  "لجأت أروى دامون وبرايس لين من CNN إلى عائلة عراقية عادية في شرق الموصل، بعد أن حاصرهما تبادل إطلاق النار من قبل داعش. بعد شهرين من هروبهما، عاد الزوجان لاكتشاف مصير الجنود والمدنيين الذين التقوا بهم، ومعرفة كيف تتعافى المدينة وأهلها بعد سنوات من سيطرة داعش."
 ],
 [
  "Return to Mosul, CNN Documentary - CNN Video",
  "العودة إلى الموصل، فيلم وثائقي لشبكة CNN - فيديو CNN"
 ],
 [
  "In the next lesson, you'll explore how the use of language adds effectiveness to a script.",
  "في الدرس التالي، سوف تستكشف كيف يضيف استخدام اللغة الفعالية إلى البرنامج النصي."
 ],
 [
  "Using Language",
  "استخدام اللغة"
 ],
 [
  "Simple and Suitable",
  "بسيط ومناسب"
 ],
 [
  "When you are looking for just the right words for your script, keep it simple.  A television script is not the place to show off your extensive vocabulary.  Instead, think about finding the most suitable words to go along with your great video and sound.  Find a conversational way to tell your story.",
  "عندما تبحث عن الكلمات المناسبة للنص الخاص بك، اجعل الأمر بسيطًا. السيناريو التلفزيوني ليس المكان المناسب لعرض مفرداتك الواسعة. بدلاً من ذلك، فكر في العثور على الكلمات الأكثر ملاءمة لتتماشى مع الفيديو والصوت الرائعين. ابحث عن طريقة محادثة لسرد قصتك."
 ],
 [
  "Read your script out loud when you're writing.  If it doesn't sound right, change it.",
  "اقرأ النص الخاص بك بصوت عالٍ أثناء الكتابة. إذا لم يكن الصوت صحيحًا، فقم بتغييره."
 ],
 [
  "Phil Black, CNN Correspondent",
  "فيل بلاك، مراسل سي إن إن"
 ],
 [
  "The words must be sparse, and you should write in really a minimalist way. It's not about just listing facts and information, it's about writing in a way that complements the material and gives just enough information to allow people to have that understanding.",
  "يجب أن تكون الكلمات متفرقة، ويجب أن تكتب بطريقة بسيطة حقًا. لا يتعلق الأمر فقط بإدراج الحقائق والمعلومات، بل يتعلق بالكتابة بطريقة تكمل المادة وتعطي معلومات كافية للسماح للأشخاص بالحصول على هذا الفهم."
 ],
 [
  "Choosing the Right Words",
  "اختيار الكلمات الصحيحة"
 ],
 [
  "A good script takes some crafting. Take the time to find the best way to communicate your story.",
  "يتطلب السيناريو الجيد بعض الصياغة. خذ الوقت الكافي للعثور على أفضل طريقة لتوصيل قصتك."
 ],
 [
  "Be creative! Just because your script is about a serious story doesn't mean you can't write creatively.",
  "كن مبدعًا! فقط لأن السيناريو الخاص بك يتعلق بقصة جادة لا يعني أنه لا يمكنك الكتابة بشكل إبداعي."
 ],
 [
  "Be careful not to include too many numbers in your script.  When you do use numbers, it's a good idea to have an on-screen graphic to help reinforce what viewers are hearing.",
  "يجب الحرص على عدم تضمين عدد كبير جدًا من الأرقام في البرنامج النصي الخاص بك. عند استخدام الأرقام، من المستحسن أن يكون لديك رسم على الشاشة للمساعدة في تعزيز ما يسمعه المشاهدون."
 ],
 [
  "Give just enough information so the viewer can understand the story and form an emotional connection with the characters they're meeting, through the pictures they're seeing.",
  "قدّم معلومات كافية فقط حتى يتمكن المشاهد من فهم القصة وتكوين علاقة عاطفية مع الشخصيات التي يلتقي بها، من خلال الصور التي يراها."
 ],
 [
  "Complement the pictures. Choose your words carefully to enhance your great elements. Use descriptive language to paint a thought-provoking picture and go beyond describing what the viewer is seeing.",
  "استكمل الصور. اختر كلماتك بعناية لتحسين العناصر الرائعة الخاصة بك. استخدم لغة وصفية لرسم صورة مثيرة للتفكير وتجاوز وصف ما يراه المشاهد."
 ],
 [
  "Write with the spoken word. Talk to the viewer in a conversational style.",
  "اكتب بالكلمة المنطوقة. تحدث إلى المشاهد بأسلوب المحادثة."
 ],
 [
  "Use your copy to give the viewer more information about what they're seeing in your video.",
  "استخدم نسختك لمنح المشاهد مزيدًا من المعلومات حول ما يشاهده في الفيديو الخاص بك."
 ],
 [
  "Things to avoid",
  "أشياء يجب تجنبها"
 ],
 [
  "When you are searching for the best words for your script, it's important to find your own way of telling the story.  Avoid reusing the same phrases you've heard a million times.",
  "عندما تبحث عن أفضل الكلمات للنص الخاص بك، من المهم أن تجد طريقتك الخاصة في سرد القصة. تجنب إعادة استخدام نفس العبارات التي سمعتها مليون مرة."
 ],
 [
  "Avoid forcing certain words or phrases into a script when they just don't work.",
  "تجنب فرض كلمات أو عبارات معينة في نص برمجي عندما لا تعمل."
 ],
 [
  "Shoehorning",
  "قرنية الأحذية"
 ],
 [
  "It was every parent's worst nightmare as residents woke up to a new reality, a day after Mother Nature's wrath left a path of destruction, nearly wiping the city off the map. It's a little over the top, but you get the picture.  Avoid cliches like the plague. They sound repetitive and then lose meaning for the viewer.  There's always another way to say it.",
  "كان أسوأ كابوس لكل والد عندما استيقظ السكان على واقع جديد، بعد يوم من غضب الطبيعة الأم الذي ترك طريقًا من الدمار، وكاد يمحو المدينة من الخريطة. الأمر مبالغ فيه قليلاً، لكنك تحصل على الصورة. تجنب الكليشيهات مثل الطاعون. تبدو متكررة ثم تفقد معناها للمشاهد. هناك دائمًا طريقة أخرى لقول ذلك."
 ],
 [
  "Cliches",
  "الكليشيهات"
 ],
 [
  "Relying on overused words is lazy journalism.  Don't be afraid to consult a thesaurus -- there could be dozens of other choices that might even be more suitable.",
  "الاعتماد على الكلمات المفرطة الاستخدام هو صحافة كسولة. لا تخف من الرجوع إلى قاموس المرادفات - فقد تكون هناك العشرات من الخيارات الأخرى التي قد تكون أكثر ملاءمة."
 ],
 [
  "Overused Words",
  "كلمات مفرطة الاستخدام"
 ],
 [
  "Let your elements tell the story.",
  "دع العناصر الخاصة بك تحكي القصة."
 ],
 [
  "Write to the Elements",
  "اكتب إلى العناصر"
 ],
 [
  "Whether it's a script for television or digital, it's all about the pictures.  Your writing should complement and enhance the video.",
  "سواء كان نصًا للتلفزيون أو رقميًا، فإن الأمر كله يتعلق بالصور. يجب أن تكمل كتابتك الفيديو وتحسينه."
 ],
 [
  "Allow a short pause for natural sound. A horn blowing, a bird chirping, a gun being fired or a crowd chanting can add a lot and break up the script.",
  "اسمح بوقفة قصيرة للصوت الطبيعي. يمكن أن يؤدي نفخ البوق أو نقيق الطيور أو إطلاق بندقية أو هتاف الجماهير إلى إضافة الكثير وتفريق النص."
 ],
 [
  "Let the pictures speak for themselves. You don't need to state the obvious when the viewer can plainly see what's happening in the pictures.  Use the copy to give the viewer context.",
  "دع الصور تتحدث عن نفسها. لا تحتاج إلى ذكر ما هو واضح عندما يتمكن المشاهد من رؤية ما يحدث في الصور بوضوح. استخدم النسخة لإعطاء المشاهد السياق."
 ],
 [
  "Don't forget to pause to let the video breathe and give the viewer the opportunity to experience the sights and sounds on your video.",
  "لا تنس التوقف للسماح للفيديو بالتنفس وإعطاء المشاهد الفرصة لتجربة المشاهد والأصوات على الفيديو الخاص بك."
 ],
 [
  "Match the two parts of these sentences.",
  "قم بمطابقة الجزئين من هذه الجمل."
 ],
 [
  "Choose words to ",
  "اختر كلمات لـ "
 ],
 [
  "enhance your video.",
  "تحسين الفيديو الخاص بك."
 ],
 [
  "Let the pictures",
  "دع الصور"
 ],
 [
  "speak for themselves.",
  "يتحدثون عن أنفسهم."
 ],
 [
  "Overused words and cliches should",
  "يجب على الكلمات والكليشيهات المستخدمة بشكل مفرط"
 ],
 [
  "be avoided.",
  "يمكن تجنبها."
 ],
 [
  "Your writing style should",
  "يجب أن يكون أسلوبك في الكتابة"
 ],
 [
  "be conversational.",
  "كن محادثًا."
 ],
 [
  "Ben Wedeman's ISIS Fighters in Defeat",
  "هزيمة مقاتلي داعش بقيادة بن ويدمان"
 ],
 [
  "Neil Curry talked above about Ben's use of creative language in this report on the surrender of ISIS fighters.  Click below to watch it and read the script.",
  "تحدث نيل كاري أعلاه عن استخدام بن للغة الإبداعية في هذا التقرير عن استسلام مقاتلي داعش. انقر أدناه لمشاهدته وقراءة البرنامج النصي."
 ],
 [
  "Title: ISIS fighters in defeat  ",
  "العنوان: هزيمة مقاتلي داعش "
 ],
 [
  "Date: 03/07/2019 19:31 ",
  "التاريخ: 03/07/2019 19:31 "
 ],
 [
  "Reporter: Ben Wedeman  ",
  "المراسل: بن ويدمان "
 ],
 [
  "CNN.com Header: ISIS fighters in defeat  ",
  "عنوان CNN.com: مقاتلو داعش في حالة هزيمة "
 ],
 [
  "CNN.com Description: Ben Wedeman reports on the defeat of ISIS fighters ",
  "وصف CNN.com: تقرير بن ويدمان عن هزيمة مقاتلي داعش "
 ],
 [
  "Dateline: Eastern Syria  ",
  "خط التوقيت: شرق سوريا "
 ],
 [
  "In defeat, gone is the bravado, the cockiness… ",
  "في الهزيمة، ذهب التبجح والغرور... "
 ],
 [
  "In defeat, the men of the so-called Islamic State bow their heads and cover the faces… ",
  "في حالة الهزيمة، يحني رجال ما يسمى بالدولة الإسلامية رؤوسهم ويغطون الوجوه... "
 ],
 [
  "…a stark contrast with the shrill triumphalism of ISIS' early days. ",
  "... تناقض صارخ مع النصر الشديد في الأيام الأولى لداعش. "
 ],
 [
  "001248 ",
  "00:1248 "
 ],
 [
  "WE COULDN'T FIGHT ANYMORE, SO WE SURRENDERED Ahmed, a Syrian, says. ",
  "لم يعد بإمكاننا القتال بعد الآن، لذلك سلمنا أحمد، وهو سوري، يقول. "
 ],
 [
  "In the last few days hundreds of ISIS fighters have surrendered to the US-backed Syrian Democratic Forces… ",
  "في الأيام القليلة الماضية، استسلم المئات من مقاتلي داعش لقوات سوريا الديمقراطية المدعومة من الولايات المتحدة... "
 ],
 [
  "Some have yet to give up…this video shot Wednesday of the group's last enclave shows men on foot and motorbike moving about in broad daylight. ",
  "لم يستسلم البعض بعد... يُظهر هذا الفيديو الذي تم تصويره يوم الأربعاء عن الجيب الأخير للمجموعة رجالًا سيرا على الأقدام ودراجة نارية يتنقلون في وضح النهار. "
 ],
 [
  "Vanquished ISIS may be…yet Omar, a Palestinian refugee who grew up in Syria, hasn't given up. He concedes defeat today…but not tomorrow.  ",
  "قد يكون تنظيم داعش المهزوم... لكن عمر، اللاجئ الفلسطيني الذي نشأ في سوريا، لم يستسلم. يعترف بالهزيمة اليوم... ولكن ليس غدًا. "
 ],
 [
  "011040 ",
  "011040 "
 ],
 [
  "MAYBE THE AMERICANS RULE THE WORLD TODAY, he tells me, BUT GOD ALMIGHTY PROMISED THE MUSLIMS THAT IN THE END THE WORLD WILL BE RULED BY ISLAM. ",
  "يقول لي إنه ربما يحكم الأمريكيون العالم اليوم، لكن الله سبحانه وتعالى وعد المسلمين بأن العالم سيحكمه الإسلام في النهاية. "
 ],
 [
  "Their state is close to death. Not their delusions. ",
  "دولتهم قريبة من الموت. ليس أوهامهم. "
 ],
 [
  "Firas ",
  "فراس "
 ],
 [
  "005215 ",
  "005-215 "
 ],
 [
  "DESPITE THE WAR AND ALL THE PROBLEMS IMPOSED UPON IT I THINK THE ISLAMIC STATE WAS A SUCCESS, Firas, an Iraqi, tells me. NO ONE GAVE IT THE CHANCE TO OFFER ANYTHING TO THE WORLD. ",
  "يقول لي فراس، وهو عراقي، إنه على الرغم من الحرب وجميع المشاكل المفروضة عليها، أعتقد أن تنظيم الدولة الإسلامية كان ناجحًا. لم يعطها أحد الفرصة لتقديم أي شيء للعالم. "
 ],
 [
  "The state where men claimed to rule in the name of God and women obeyed is on the brink of extinction… ",
  "إن الدولة التي ادعى فيها الرجال أنهم يحكمون باسم الله وأطاعت النساء على شفا الانقراض... "
 ],
 [
  "...and the children and the woman are paying the price… ",
  "... والأطفال والمرأة يدفعون الثمن... "
 ],
 [
  "…caked in dust…dazed and confused…hungry and thirsty… ",
  "... مكسو بالغبار... مذهول ومشوش... جائع وعطش... "
 ],
 [
  "…scrambling on to trucks normally used to transport livestock…bound for camps to the north. ",
  "... بالتوجه إلى الشاحنات التي تستخدم عادة لنقل الماشية... متجهة إلى المخيمات إلى الشمال. "
 ],
 [
  "In defeat, misery is their lot. ",
  "في الهزيمة، البؤس هو نصيبهم. "
 ],
 [
  "Ben Wedeman, CNN, eastern Syria ",
  "بن ويدمان، سي إن إن، شرق سوريا "
 ],
 [
  "Neil Curry talked about Ben Wedeman's use of creative language in this 2019 report on the surrender of ISIS fighters.  Click below to watch it.",
  "تحدث نيل كاري عن استخدام بن ويدمان للغة الإبداعية في هذا التقرير لعام 2019 حول استسلام مقاتلي داعش. انقر أدناه لمشاهدته."
 ],
 [
  "In Syria, the fight to extinguish ISIS' self-declared caliphate is grinding down, but as the terror group's territory shrinks toward vanishing, their ideology has not been defeated. CNN's Ben Wedeman was on the ground as ISIS fighters surrendered.",
  "في سوريا، بدأت المعركة من أجل القضاء على الخلافة التي أعلنها تنظيم «الدولة الإسلامية» من تلقاء نفسه، ولكن مع تقلص أراضي الجماعة الإرهابية نحو التلاشي، لم تُهزم أيديولوجيتها. كان بن ويدمان من CNN على الأرض بينما استسلم مقاتلو داعش."
 ],
 [
  "With heads bowed, ISIS fighters surrender - CNN Video",
  "مع انحناء الرؤوس، يستسلم مقاتلو داعش - فيديو سي إن إن"
 ],
 [
  "A monument to the soldiers killed on the D-Day beaches in France.",
  "نصب تذكاري للجنود الذين قتلوا على شواطئ D-Day في فرنسا."
 ],
 [
  "A Master Wordsmith",
  "صانع كلمات رئيسي"
 ],
 [
  "Nick Glass makes his observations in a conversational way, with descriptive language. Read his script below, from the 75th anniversary of D-Day.",
  "يقدم Nick Glass ملاحظاته بطريقة تحادثية بلغة وصفية. اقرأ السيناريو الخاص به أدناه، بدءًا من الذكرى 75 لـ D-Day."
 ],
 [
  "In the next lesson, you'll learn about how to structure a script.",
  "في الدرس التالي، ستتعرف على كيفية بناء البرنامج النصي."
 ],
 [
  "Structuring a Script",
  "هيكلة البرنامج النصي"
 ],
 [
  "Put The Best Up Front (Usually)",
  "ضع الأفضل مقدمًا (عادةً)"
 ],
 [
  "Understanding Essential Job Functions",
  "فهم وظائف الوظيفة الأساسية"
 ],
 [
  "Whether you decide to lead with your best pictures or your second-best pictures, you will usually want to put your best video early in the script.  But not always.  There are times when your script will have more impact when you build up to it.",
  "سواء قررت الظهور بأفضل صورك أو ثاني أفضل صورك، ستحتاج عادةً إلى وضع أفضل فيديو لديك مبكرًا في البرنامج النصي. لكن ليس دائمًا. هناك أوقات يكون فيها النص البرمجي الخاص بك أكثر تأثيرًا عند الإنشاء عليه."
 ],
 [
  "Ben Wedeman, CNN Senior International Correspondent",
  "بن ويديمان، كبير المراسلين الدوليين لشبكة CNN"
 ],
 [
  "If I have a really good picture to start the story with, everything else sort of falls into place. Because the most important thing is that opening image that people sit up and say, 'Ah, I want to watch this.'",
  "إذا كانت لدي صورة جيدة حقًا لبدء القصة بها، فإن كل شيء آخر يقع في مكانه. لأن الشيء الأكثر أهمية هو تلك الصورة الافتتاحية التي يجلس عليها الناس ويقولون، «آه، أريد أن أشاهد هذا»."
 ],
 [
  "Good natural sound can be a nice way to start your script.  This video is from a protest in Peru. You could also choose a short, impactful soundbite.",
  "يمكن أن يكون الصوت الطبيعي الجيد طريقة لطيفة لبدء البرنامج النصي الخاص بك. هذا الفيديو من احتجاج في بيرو. يمكنك أيضًا اختيار مقطع صوتي قصير ومؤثر."
 ],
 [
  "Start With Sound",
  "ابدأ بالصوت"
 ],
 [
  "Holding back the most dramatic images can allow you to add context to the drama as it unfolds. The viewer may need 10-15 seconds for you to establish where you are and what’s happening.",
  "يمكن أن يسمح لك الاحتفاظ بالصور الأكثر إثارة بإضافة سياق إلى الدراما أثناء تطورها. قد يحتاج المشاهد إلى 10-15 ثانية حتى تتمكن من تحديد مكانك وما يحدث."
 ],
 [
  "Hold On a Moment",
  "انتظر لحظة"
 ],
 [
  "Lead with your best pictures. A strong opening image will get the viewer’s attention and make them want to watch the whole story. The rest of the story will flow from there.",
  "قم بالقيادة بأفضل صورك. ستجذب الصورة الافتتاحية القوية انتباه المشاهد وتجعلهم يرغبون في مشاهدة القصة بأكملها. ستتدفق بقية القصة من هناك."
 ],
 [
  "The Best Comes First",
  "الأفضل يأتي أولاً"
 ],
 [
  "Lorem ipsum dolor sit amet, consectetur adipiscing elit. In purus velit, tincidunt ac nibh quis, sollicitudin varius libero. Nullam at mi felis. Donec a scelerisque augue, sit amet porttitor nibh. Suspendisse at lorem ut elit placerat blandit.",
  "لون لوريم إيبسوم يناسب النخبة المتقنة والمكرسة. في Purus velit، tincidunt ac nibh quis، solicitudin مختلف الأحرار. نولام في مي فيليس. قم بإبرة رائعة، اجلس على قطعة لحم الخنزير. يُعلّق في لوريم ولكن يُقسم الفتحة."
 ],
 [
  "Summary",
  "ملخص"
 ],
 [
  "No two stories are the same.  ",
  "لا توجد قصتان متماثلتان. "
 ],
 [
  "Here are some things to think about when you are deciding where to put your best video.",
  "إليك بعض الأشياء التي يجب التفكير فيها عندما تقرر مكان وضع أفضل فيديو لديك."
 ],
 [
  "Placing Your Best Video",
  "وضع أفضل فيديو لديك"
 ],
 [
  "Don't Rush the Elements",
  "لا تستعجل العناصر"
 ],
 [
  "Know when to pause and say nothing.  This allows a moment or part of an interview capture the essence of the story.",
  "اعرف متى تتوقف ولا تقول شيئًا. يتيح ذلك لحظة أو جزء من المقابلة التقاط جوهر القصة."
 ],
 [
  "Silence is Golden",
  "الصمت ذهبي"
 ],
 [
  "Allow time in your script for your best video and sound to play out.  Strong elements will do the work for you.",
  "خصص وقتًا في البرنامج النصي الخاص بك لتشغيل أفضل فيديو وصوت. العناصر القوية ستقوم بالعمل نيابة عنك."
 ],
 [
  "Play It Out",
  "بلاي إت أوت"
 ],
 [
  "A Little Planning",
  "القليل من التخطيط"
 ],
 [
  "It is helpful to think about what your opening shot or sequence might be when you’re out in the field shooting your story.  Think about something that will capture the viewer’s attention and then where the story goes from there.  It is helpful to discuss this kind of thing with your producer and photojournalist when you are in the field. ",
  "من المفيد التفكير في اللقطة الافتتاحية أو التسلسل الذي قد تكون عليه عندما تكون في الميدان لتصوير قصتك. فكر في شيء يجذب انتباه المشاهد ثم إلى أين تذهب القصة من هناك. من المفيد مناقشة هذا النوع من الأشياء مع المنتج والمصور الصحفي عندما تكون في الميدان. "
 ],
 [
  "Most of the time, the best place to put your strongest video is:",
  "في معظم الأوقات، يكون أفضل مكان لوضع أقوى فيديو لك هو:"
 ],
 [
  "At the beginning, so you grab the viewer's attention",
  "في البداية، حتى تجذب انتباه المشاهد"
 ],
 [
  "In the middle, to give the viewer time to settle into the package",
  "في المنتصف، لمنح المشاهد وقتًا للاستقرار في الحزمة"
 ],
 [
  "At the end, so you build up to it",
  "في النهاية، حتى تتمكن من تحقيق ذلك"
 ],
 [
  "None of the above",
  "لا شيء مما سبق"
 ],
 [
  "Watch Nima Elbagir's Report",
  "شاهد تقرير نيما إلباجير"
 ],
 [
  "See how the drama builds in Nima Elbagir's 2018 report on an airstrike on a school bus in Yemen, by clicking below.",
  "شاهد كيف تطورت الدراما في تقرير نعمة الباجير لعام 2018 عن غارة جوية على حافلة مدرسية في اليمن، من خلال النقر أدناه."
 ],
 [
  "Dozens of children, many younger than 15, were killed in a Saudi-led coalition airstrike that hit a school bus in northern Yemen, according to the Houthi-controlled Health Ministry. CNN's Nima Elbagir reports.",
  "ووفقًا لوزارة الصحة التي يسيطر عليها الحوثيون، قُتل عشرات الأطفال، الذين تقل أعمار العديد منهم عن 15 عامًا، في غارة جوية للتحالف بقيادة السعودية استهدفت حافلة مدرسية في شمال اليمن. تقرير نيما إلباجير من CNN."
 ],
 [
  "Video shows bus moments before airstrike - CNN Video",
  "فيديو يظهر الحافلة قبل لحظات من الغارة الجوية - فيديو CNN"
 ],
 [
  "Clarissa Ward Goes Undercover Behind Syria's Rebel Lines",
  "كلاريسا وارد تتخفي خلف خطوط المتمردين في سوريا"
 ],
 [
  "Click below to see how Clarissa wrote a script on her reporting in Northern Syria.",
  "انقر أدناه لمعرفة كيف كتبت كلاريسا نصًا عن تقاريرها في شمال سوريا."
 ],
 [
  "Title: Syria/Ariha ",
  "العنوان: سورية/أريحا "
 ],
 [
  "Date: 03/09/2016 11:12 ",
  "التاريخ: 03/09/2016 11:12 "
 ],
 [
  "Reporter: Clarissa Ward ",
  "المراسل: كلاريسا وارد "
 ],
 [
  "(TRACKING SHOT OUT OF CAR?) ",
  "(تعقب إطلاق النار خارج السيارة؟) "
 ],
 [
  "MOVING THROUGH REBEL HELD NORTHERN SYRIA IS DIFFICULT - AND DANGEROUS.  ",
  "إن الانتقال عبر شمال سوريا الذي يسيطر عليه المتمردون أمر صعب - وخطير. "
 ],
 [
  "(VO WARD IN BACK OF CAR IN NIQAB) ",
  "(جناح في الجزء الخلفي من السيارة في النقاب) "
 ],
 [
  "AS FOREIGN JOURNALISTS IN AREAS WITH A STRONG JIHADIST PRESENCE, WE HAD TO TRAVEL UNDERCOVER - TO SEE A WAR FEW OUTSIDERS HAVE WITNESSED.  ",
  "كصحفيين أجانب في مناطق ذات حضور جهادي قوي، كان علينا السفر سراً - لرؤية حرب شهدها عدد قليل من الغرباء. "
 ],
 [
  "(VO RUBBLE OF COURTHOUSE) ",
  "(فوق أنقاض المحكمة) "
 ],
 [
  "THE CITY OF IDLIB IS THE ONLY PROVINCIAL CAPITAL UNDER REBEL CONTROL... THIS WAS ITS COURTHOUSE... UNTIL IT WAS HIT BY AN AIRSTRIKE IN DECEMBER. DOZENS WERE KILLED.  ",
  "مدينة إدلب هي عاصمة المحافظة الوحيدة الخاضعة لسيطرة المتمردين... كانت هذه محكمتها... حتى تعرضت لغارة جوية في ديسمبر. قتل العشرات. "
 ],
 [
  "(VO WARD/ AL GAWY WALKING THROUGH THE RUBBLE) ",
  "(من ورد/الجاوي يمشي بين الأنقاض) "
 ],
 [
  "40 YEAR OLD LAWYER, TALAL AL JAWY, TOLD US HE WAS INSIDE THE BUILDING WHEN IT WAS HIT…  ",
  "أخبرنا المحامي طلال الجاوي، 40 عامًا، أنه كان داخل المبنى عندما أصيب... "
 ],
 [
  "(LAWYER INTERVIEW) ",
  "(مقابلة محامي) "
 ],
 [
  "The Russian planes target anything that works in the interest of the people// The goal is that people here live a destroyed life. That people never see any good. That they never taste life. 5:24 // 5:31This is the tax of living in liberated area. ",
  "تستهدف الطائرات الروسية أي شيء يعمل لصالح الشعب// الهدف هو أن يعيش الناس هنا حياة مدمرة. أن الناس لا يرون أي خير. أنهم لا يتذوقون الحياة أبدًا. 5:24//5:31 هذه هي ضريبة العيش في المنطقة المحررة. "
 ],
 [
  "(VO BEST DESTRUCTION IN ARIHA/ SHOT WARD WALKING THROUGH DESTRUCTION?) ",
  "(أفضل تدمير في أريحا/إطلاق النار على جناح المشي عبر الدمار؟) "
 ],
 [
  "AN HOUR LATER WE SAW THAT 'TAX' FOR OURSELVES… WHILE FILMING IN A TOWN NEARBY…(no need to say Ariha, it's in the stand-up) ",
  "بعد ساعة رأينا تلك «الضريبة» لأنفسنا... أثناء التصوير في بلدة قريبة... (لا داعي لقول أريحا، إنها قيد الانتظار) "
 ],
 [
  "(UPSOUND THE PLANES/ GO TO BLACK/ VO SMOKE BELOW WHERE HIT WAS) ",
  "(فوق الطائرات/الذهاب إلى اللون الأسود/الدخان في الأسفل حيث كانت الضربة) "
 ],
 [
  "WE HEARD THE SCREAM OF FIGHTER JETS WHEELING OVERHEAD… MOMENTS LATER, AN EXPLOSION... ",
  "سمعنا صرخة طائرات مقاتلة تتحرك في السماء... بعد لحظات، انفجار... "
 ],
 [
  "(WARD STAND-UP IN CAR/ COVER EDIT WITH SMOKE OUT OF WINDOW) ",
  "(وضع الجناح في السيارة/تعديل الغطاء مع خروج الدخان من النافذة) "
 ],
 [
  "There was just an air strike here in the town of Ariha. We're driving very quickly now// It's not clear yet what was hit but we're hearing that there are still planes in the sky. ",
  "كانت هناك غارة جوية فقط هنا في بلدة أريحا. نحن نقود بسرعة كبيرة الآن// ليس من الواضح بعد ما الذي تم ضربه ولكننا نسمع أنه لا تزال هناك طائرات في السماء. "
 ],
 [
  "(VO ARRIVING AT THE SCENE/ SMOKE/ WRECKAGE/ FIRES/ MAN W SHREDDED LEGS CARRIED OUT) ",
  "(عند الوصول إلى مكان الفتح/الدخان/الحطام/الحريق/تنفيذ الرجل ذو الأرجل الممزقة) "
 ],
 [
  "AT THE SCENE - CHAOS… (UPSOUND PEOPLE SHOUTING/ SIRENS) AND CARNAGE… (LET IT PLAY OUT FOR FIVE SECONDS/ UPSOUND SHOUTING \"SAYARA\"- AMBULANCE) VOLUNTEERS SHOUTED FOR AN AMBULANCE… AS THEY TRIED TO FERRY OUT THE WOUNDED… ",
  "في مكان الحادث - الفوضى... (صوت الناس يصرخون /صفارات الإنذار) والمذابح... (دعها تستمر لمدة خمس ثوان/صوت صاخب «سايارا» - سيارة إسعاف) صرخ المتطوعون لطلب سيارة إسعاف... بينما كانوا يحاولون نقل الجرحى... "
 ],
 [
  "(QUICK SHOT OF MAN LYING DEAD) ",
  "(لقطة سريعة لرجل يرقد ميتًا) "
 ],
 [
  "FOR MANY, IT WAS TOO LATE… ",
  "بالنسبة للكثيرين، كان قد فات الأوان... "
 ],
 [
  "(VO WOMAN ON THE GROUND) ",
  "(لا توجد امرأة على الأرض) "
 ],
 [
  "A WOMAN LAY DEAD ON THE GROUND, A JACKET DRAPED OVER HER… AN ATTEMPT TO PRESERVE HER DIGNITY…  ",
  "امرأة ملقاة ميتة على الأرض، سترة ملفوفة فوقها... محاولة للحفاظ على كرامتها... "
 ],
 [
  "(UPSOUND WOMAN SHREIKS AND WALKS BY/ AFTERMATH FRUIT MARKET) ",
  "(امرأة صاعدة تقشر وتمشي بعد/بعد سوق الفاكهة) "
 ],
 [
  "RUSSIA HAS REPEATEDLY CLAIMED IT IS ONLY HITTING TERRORIST TARGETS. THIS STRIKE HIT A BUSY FRUIT MARKET. ",
  "زعمت روسيا مرارًا أنها تضرب أهدافًا إرهابية فقط. ضرب هذا الإضراب سوقًا مزدحمًا للفواكه. "
 ],
 [
  "(AIR STRIKE WITNESS IN FRUIT MARKET) ",
  "(شاهد الضربة الجوية في سوق الفاكهة) "
 ],
 [
  "\"This is just a civilian market. This is not a military area.\" ",
  "«هذا مجرد سوق مدني. هذه ليست منطقة عسكرية». "
 ],
 [
  "(VO MAN SHOUTING HOLDING UP ORANGE)  ",
  "(فو مان يصرخ مرفوعًا باللون البرتقالي) "
 ],
 [
  "\"There are no military installations here or anything. It's a market, look, it's a market (grabs orange) a fruit market. Is this what you want Bashar?\" ",
  "«لا توجد منشآت عسكرية هنا أو أي شيء. إنه سوق، انظر، إنه سوق (يستحوذ على البرتقال) وسوق للفواكه. هل هذا ما تريده بشار؟» "
 ],
 [
  "(VO POV SHOT CAMERA RUNNING) ",
  "(تشغيل كاميرا فو بوف شوت) "
 ],
 [
  "WE COULDN'T STAY LONG… OFTEN JETS CIRCLE BACK TO HIT THE SAME PLACE TWICE- IT'S CALLED A DOUBLE TAP… ",
  "لم نتمكن من البقاء طويلاً... غالبًا ما تدور الطائرات مرة أخرى لتصل إلى نفس المكان مرتين - وهذا ما يسمى بنقرة مزدوجة... "
 ],
 [
  "(WARD STAND UP IN HOSPITAL/ COVER TOP WITH EXTERIORS OF HOSPITAL/ COVER BACK HALF WITH BLOOD ON THE CONCRETE/ DEAD GUY OUTSIDE THE HOSPITAL) ",
  "(الوقوف في الجناح في المستشفى/تغطية الجزء العلوي بالجزء الخارجي من المستشفى/تغطية النصف الخلفي بالدم على الإسمنت/الرجل الميت خارج المستشفى) "
 ],
 [
  "We have just arrived here at the hospital were they are bringing the dead and the wounded from those three strikes in Ariha which hit a park and a fruit market. We don't know the exact death toll but the scenes of devastation, blood on the ground, dismembered body parts and the injured and the dead we've seen arriving here indicate that this was a very bad strike indeed. ",
  "لقد وصلنا للتو إلى المستشفى حيث كانوا يجلبون القتلى والجرحى من تلك الضربات الثلاث في أريحا التي ضربت حديقة وسوق فواكه. لا نعرف عدد القتلى بالضبط ولكن مشاهد الدمار والدم على الأرض وأجزاء الجسم المقطعة والمصابين والقتلى الذين رأيناهم يصلون إلى هنا تشير إلى أن هذه كانت ضربة سيئة للغاية بالفعل. "
 ],
 [
  "(VO BOY ON STRETCHER BROUGHT IN) ",
  "(تم إحضار فتى على نقالة) "
 ],
 [
  "AMONG THE INJURED BROUGHT IN, A YOUNG BOY… MOANING IN PAIN… HE DIED MOMENTS LATER… ",
  "من بين المصابين الذين تم إحضارهم، صبي صغير... يئن من الألم... مات بعد لحظات... "
 ],
 [
  "(VO OUTSIDE HOSPITAL OR BACK TO THE SCENE??) ",
  "(اذهب خارج المستشفى أو العودة إلى مكان الحادث؟؟) "
 ],
 [
  "THE STRIKES ON ARIHA THAT DAY KILLED ELEVEN PEOPLE… AMONG THEM, A WOMAN AND TWO CHILDREN… ",
  "أسفرت الغارات على أريحا في ذلك اليوم عن مقتل أحد عشر شخصًا... من بينهم امرأة وطفلان... "
 ],
 [
  "(VO RESCUE WORKERS SWEEPING AWAY RUBBLE) ",
  "(لعمال الإنقاذ الذين يجتاحون الأنقاض) "
 ],
 [
  "RESCUE WORKERS WASTED NO TIME IN CLEARING AWAY THE RUBBLE… IN THIS UGLY WAR, MASSACRES HAVE BECOME ROUTINE. ",
  "لم يضيع عمال الإنقاذ أي وقت في إزالة الأنقاض... في هذه الحرب القبيحة، أصبحت المذابح روتينية. "
 ],
 [
  "CLARISSA WARD, CNN, ARIHA, SYRIA.  ",
  "كلاريسا وارد، سي إن إن، أريحا، سوريا. "
 ],
 [
  "Click below to watch Clarissa Ward's 2016 reports from Northern Syria.  You can see how holding back on the most dramatic images adds context and empathy.",
  "انقر أدناه لمشاهدة تقارير كلاريسا وارد لعام 2016 من شمال سوريا. يمكنك أن ترى كيف أن التراجع عن الصور الأكثر إثارة يضيف السياق والتعاطف."
 ],
 [
  "Exclusive: Behind rebel lines in Aleppo and Idlib, Syria, CNN's Clarissa Ward reports on the death and destruction in opposition-held parts of the country.",
  "حصريًا: خلف خطوط المتمردين في حلب وإدلب، سوريا، تتحدث كلاريسا وارد من CNN عن الموت والدمار في الأجزاء التي تسيطر عليها المعارضة في البلاد."
 ],
 [
  "The truth about Syria: Behind rebel lines",
  "الحقيقة حول سوريا: خلف خطوط المتمردين"
 ],
 [
  "Watch the Reports",
  "شاهد التقارير"
 ],
 [
  "In the next lesson, you'll learn how to organize a script so your editor can turn it into gold.",
  "في الدرس التالي، ستتعلم كيفية تنظيم البرنامج النصي حتى يتمكن المحرر من تحويله إلى ذهب."
 ],
 [
  "Editing",
  "التحرير"
 ],
 [
  "Turning Over a Script to the Editor",
  "تسليم البرنامج النصي إلى المحرر"
 ],
 [
  "Get Organized",
  "كن منظمًا"
 ],
 [
  "Your editor is a trusted professional, but not a mind-reader. If you want the final story to be its best, you need to communicate your vision and be flexible. That means watching all of your footage, choosing your elements and providing the editor with timecodes so he or she can find everything.",
  "محررك محترف موثوق به، لكنه ليس قارئ أفكار. إذا كنت تريد أن تكون القصة النهائية هي الأفضل، فأنت بحاجة إلى توصيل رؤيتك والتحلي بالمرونة. وهذا يعني مشاهدة جميع اللقطات الخاصة بك واختيار العناصر الخاصة بك وتزويد المحرر برموز زمنية حتى يتمكن من العثور على كل شيء."
 ],
 [
  "The editor is the person tasked with turning a reporter's musings into journalistic jewels.",
  "المحرر هو الشخص المكلف بتحويل تأملات المراسل إلى جواهر صحفية."
 ],
 [
  "The Editor's Likes",
  "إعجابات المحرر"
 ],
 [
  "Instruct your learners to use the checklist below to determine an employee's status as a qualified individual.",
  "اطلب من المتعلمين استخدام قائمة التحقق أدناه لتحديد حالة الموظف كفرد مؤهل."
 ],
 [
  "The writer constructs the scripts to allow time for video sequences to play out",
  "يقوم الكاتب ببناء البرامج النصية لإتاحة الوقت لتشغيل تسلسلات الفيديو"
 ],
 [
  "The journalist gives the editor a script with selected shots and the timecodes to find them",
  "يعطي الصحفي المحرر نصًا يحتوي على لقطات مختارة ورموز زمنية للعثور عليها"
 ],
 [
  "The writer has actually watched the footage",
  "لقد شاهد الكاتب اللقطات بالفعل"
 ],
 [
  "The reporter treats his or her script as a first draft and is prepared to be flexible with the direction it takes",
  "يتعامل المراسل مع السيناريو الخاص به كمسودة أولى وهو مستعد للتحلي بالمرونة في الاتجاه الذي يتخذه."
 ],
 [
  "A pre-planned script where the writer seeks early input from the shooter and the editor",
  "سيناريو مخطط مسبقًا حيث يسعى الكاتب للحصول على مدخلات مبكرة من مطلق النار والمحرر"
 ],
 [
  "Ben Wedeman working during coverage of the 2005 funeral of Pope John Paul II in Vatican City.",
  "عمل بن ويدمان أثناء تغطية جنازة البابا يوحنا بولس الثاني عام 2005 في مدينة الفاتيكان."
 ],
 [
  "Help the Editor Help You",
  "ساعد المحرر في مساعدتك"
 ],
 [
  "\"Never just sort of go to the bites you want to use and then leave it up to the editor to put in the pictures. Even though, of course, you should have complete trust in your editor, but always keep in mind that this is a visual medium and you should know the pictures well, so that you can tell the editor... and they'll know exactly what you're talking about.\"",
  "«لا تذهب أبدًا إلى اللقطات التي تريد استخدامها ثم اترك الأمر للمحرر لوضعه في الصور. على الرغم من ذلك، بالطبع، يجب أن تثق تمامًا في المحرر الخاص بك، ولكن ضع في اعتبارك دائمًا أن هذه وسيلة مرئية ويجب أن تعرف الصور جيدًا، حتى تتمكن من إخبار المحرر... وسيعرف بالضبط ما تتحدث عنه.»"
 ],
 [
  "-Ben Wedeman, CNN Senior International Correspondent",
  "-بن ويدمان، كبير المراسلين الدوليين لشبكة CNN"
 ],
 [
  "The Editor's Dislikes",
  "إبداءات عدم الإعجاب لدى المحرر"
 ],
 [
  "Hovering.  The editor needs space to work. Don't hang over his or her shoulder.",
  "تحليق. يحتاج المحرر إلى مساحة للعمل. لا تعلق فوق كتفه."
 ],
 [
  "The journalist just gives the editor a media card and tells him/her to get what they can out of it",
  "يقوم الصحفي فقط بإعطاء المحرر بطاقة وسائط ويطلب منه الحصول على ما يمكنه الحصول عليه منها."
 ],
 [
  "The writer doesn't know the story",
  "الكاتب لا يعرف القصة"
 ],
 [
  "The script is poorly prepared and no timecodes are provided",
  "تم إعداد البرنامج النصي بشكل سيئ ولا يتم توفير رموز زمنية"
 ],
 [
  "The reporter writes the script before watching the footage",
  "يكتب المراسل السيناريو قبل مشاهدة اللقطات"
 ],
 [
  "The writer clings to bad ideas",
  "يتمسك الكاتب بالأفكار السيئة"
 ],
 [
  "Scene 1",
  "المشهد 1"
 ],
 [
  "Writing and Preparing Your Script",
  "كتابة وإعداد السيناريو الخاص بك"
 ],
 [
  "Let's make sure you are comfortable with everything you need to do to write a script.",
  "دعونا نتأكد من أنك مرتاح لكل ما تحتاج إلى القيام به لكتابة برنامج نصي."
 ],
 [
  "You and your team shot some great video and interviews for your story out in the field. What should you do next for your script?",
  "قمت أنت وفريقك بتصوير بعض مقاطع الفيديو والمقابلات الرائعة لقصتك في الميدان. ماذا يجب أن تفعل بعد ذلك للنص الخاص بك؟"
 ],
 [
  "Watch everything the team shot, choose your best video and soundbites, then work on finding the right words to go with the elements.",
  "شاهد كل ما صوره الفريق، واختر أفضل مقاطع الفيديو ومقاطع الصوت، ثم اعمل على العثور على الكلمات المناسبة لتناسب العناصر."
 ],
 [
  "That's right!  You should watch everything before you pick out anything. Once you've chosen the best elements, you should begin writing the copy.",
  "هذا صحيح! يجب عليك مشاهدة كل شيء قبل اختيار أي شيء. بمجرد اختيار أفضل العناصر، يجب أن تبدأ في كتابة النسخة."
 ],
 [
  "Start writing with your go-to phrases, then look for video and soundbites that will work around your script.",
  "ابدأ الكتابة باستخدام العبارات المفضلة لديك، ثم ابحث عن مقاطع الفيديو ومقاطع الصوت التي ستعمل حول النص الخاص بك."
 ],
 [
  "No! You should pick out the best video and soundbites after you've watched all of your material.  Then your writing should complement the elements.",
  "لا! يجب عليك اختيار أفضل مقاطع الفيديو ومقاطع الصوت بعد مشاهدة جميع المواد الخاصة بك. ثم يجب أن تكمل كتابتك العناصر."
 ],
 [
  "Pick out some strong soundbites and write around them, then leave the video up to the editor to pick out.",
  "اختر بعض المقاطع الصوتية القوية واكتب حولها، ثم اترك الفيديو للمحرر ليختاره."
 ],
 [
  "Not exactly.  You should watch all of your elements, pick out the best video and strongest soundbites, and then start writing.  You should not leave the video selection up to your editor.",
  "ليس بالضبط. يجب عليك مشاهدة جميع العناصر الخاصة بك، واختيار أفضل فيديو وأقوى مقاطع الصوت، ثم البدء في الكتابة. يجب ألا تترك اختيار الفيديو للمحرر."
 ],
 [
  "You're on the right track",
  "أنت على المسار الصحيح"
 ],
 [
  "Watch everything first.  Then choose the best video and sound with copy to enhance them, instead of forcing your favorite phrases. Don't leave the element selection up to the editor.",
  "شاهد كل شيء أولاً. ثم اختر أفضل فيديو وصوت مع نسخة لتحسينهما، بدلاً من فرض العبارات المفضلة لديك. لا تترك اختيار العنصر للمحرر."
 ],
 [
  "End this scenario.",
  "قم بإنهاء هذا السيناريو."
 ],
 [
  "I want to do the scenario again.",
  "أريد أن أفعل السيناريو مرة أخرى."
 ],
 [
  "Your process could use improving",
  "يمكن أن تستخدم عمليتك التحسين"
 ],
 [
  "First, watch everything.  Then choose the best elements with copy to enhance them, instead of forcing any wording. Don't leave the video or sound selections up to the editor.",
  "أولاً، شاهد كل شيء. ثم اختر أفضل العناصر مع النسخ لتحسينها، بدلاً من فرض أي صياغة. لا تترك اختيارات الفيديو أو الصوت للمحرر."
 ],
 [
  "Your Script Is Ready",
  "البرنامج النصي الخاص بك جاهز"
 ],
 [
  "Now you are on the right path for a great package!",
  "أنت الآن على الطريق الصحيح للحصول على حزمة رائعة!"
 ],
 [
  "During editing you can you weave music and natural sound into your package to complement and enhance the video.",
  "أثناء التحرير، يمكنك نسج الموسيقى والصوت الطبيعي في الحزمة الخاصة بك لاستكمال الفيديو وتحسينه."
 ],
 [
  "===vo=== ",
  "==vo=== "
 ],
 [
  "FOR CENTURIES, WE'VE BEEN FASCINATED BY MYTHICAL SEA CREATURES.  ",
  "لقرون، كنا مفتونين بالمخلوقات البحرية الأسطورية. "
 ],
 [
  "But while some may still be searching for Scotland's loch ness monster - new, robotic marine creatures are starting to crawl the ocean floor.  ",
  "ولكن في حين أن البعض قد لا يزال يبحث عن وحش بحيرة لوخ نيس في اسكتلندا - بدأت مخلوقات بحرية روبوتية جديدة في الزحف إلى قاع المحيط. "
 ],
 [
  "This tech can be found in the fjords of Norway. ",
  "يمكن العثور على هذه التكنولوجيا في مضايق النرويج. "
 ],
 [
  "HERE A 6-METER SNAKE-LIKE ROBOT CALLED EELUME IS UNDERGOING TESTING.  ",
  "هنا يخضع روبوت يشبه الثعبان بطول 6 أمتار يسمى EELUME للاختبار. "
 ],
 [
  "WITH ITS BRIGHT RED EYES IT IS SET TO LIVE AND WORK ON THE BOTTOM OF THE SEA FLOOR.  ",
  "بعيونها الحمراء الساطعة، من المقرر أن تعيش وتعمل في قاع البحر. "
 ],
 [
  "THERE, IT TOO WILL CARRY OUT INSPECTIONS AND MAINTENANCE OF OIL AND GAS INSTALLATIONS.  ",
  "هناك، ستقوم أيضًا بإجراء عمليات تفتيش وصيانة لمنشآت النفط والغاز. "
 ],
 [
  "IT CAN SWIM UP TO 20 KILOMETERS AT A TIME -- AND USES SONAR NAVIGATION.  ",
  "يمكنها السباحة لمسافة تصل إلى 20 كيلومترًا في المرة الواحدة - وتستخدم الملاحة بالسونار. "
 ],
 [
  "ONCE IT DETECTS AN ANOMALY IT CAN ANALYSE IT WITH ITS CAMERAS… ",
  "بمجرد اكتشاف حالة شاذة، يمكنها تحليلها بكاميراتها... "
 ],
 [
  "===sot=== ",
  "===sot=== "
 ],
 [
  "PÅL LILJEBÄCK ",
  "بول ليليباك "
 ],
 [
  "Chief Technology Officer, Eelume ",
  "رئيس قسم التكنولوجيا، Eelume "
 ],
 [
  "Pal Liljeback (23:51): ",
  "بول ليليباك (23:51): "
 ],
 [
  "What's very good about the Eelume is that it's a hovering AUV, so if it detects some anomaly along the pipeline, it can stop and move closer and gather more closeup data before continuing along the pipeline. ",
  "ما هو جيد جدًا في Eelume هو أنه عبارة عن مركبة AUV تحوم، لذلك إذا اكتشفت بعض الحالات الشاذة على طول خط الأنابيب، فيمكنها التوقف والاقتراب وجمع المزيد من البيانات عن قرب قبل الاستمرار على طول خط الأنابيب. "
 ],
 [
  "WHEN ITS WORK IS DONE, EELUME RETURNS TO ITS DOCKING STATION WHERE IT PLUGS INTO A SYSTEM THAT FEEDS THE INFORMATION BACK TO A CONTROL ROOM ONSHORE.  ",
  "عند الانتهاء من عملها، تعود EELUME إلى محطة الإرساء الخاصة بها حيث يتم توصيلها بنظام يغذي المعلومات مرة أخرى إلى غرفة التحكم على الشاطئ. "
 ],
 [
  "EELUME IS FULLY AUTONOMOUS…  ",
  "EELUME مستقلة تمامًا... "
 ],
 [
  "Pal Liljeback (21:55): ",
  "بول ليليباك (21:55): "
 ],
 [
  "The operator will be plan a mission for the robot, which is residing in the docking station. The mission will be defined and uploaded to the robot in the docking station, then the robot will move out from the docking and carry out the task ",
  "سيقوم المشغل بالتخطيط لمهمة الروبوت الموجود في محطة الإرساء. سيتم تحديد المهمة وتحميلها إلى الروبوت في محطة الإرساء، ثم يخرج الروبوت من الالتحام وينفذ المهمة "
 ],
 [
  "EELUME'S MODULAR - LEGO LIKE DESIGN - ALLOWS THE ROBOT TO PLUG INTO BATTERIES AND OTHER MODULES WHICH ATTACH TO ITS BODY.  ",
  "تسمح وحدات EELUME - تصميم يشبه الليغو - للروبوت بالتوصيل بالبطاريات والوحدات الأخرى التي تتصل بجسمه. "
 ],
 [
  "WITH ITS BATTERY INTACT, IT CAN ADD OTHER MODULES TO BUILD ITS SNAKE LIKE STRUCTURE - ATTACHMENTS LIKE A SONAR NAVIGATION SYSTEM, CAMERAS, AND CUTTING OR INSPECTION TOOLS.  ",
  "بفضل بطاريته السليمة، يمكنه إضافة وحدات أخرى لبناء هيكله الشبيه بالأفعى - الملحقات مثل نظام الملاحة بالسونار والكاميرات وأدوات القطع أو الفحص. "
 ],
 [
  "Pal Liljeback (09:48) ",
  "بول ليليباك (09:48) "
 ],
 [
  "Having inspection and maintenance capability permanently available near the subsea equipment, it increases safety because you can at any time inspect the subsea infrastructure. It reduces the need for costly surface vessels,  ",
  "توفر إمكانية الفحص والصيانة بشكل دائم بالقرب من المعدات الموجودة تحت سطح البحر، مما يزيد من السلامة لأنه يمكنك فحص البنية التحتية تحت سطح البحر في أي وقت. فهو يقلل من الحاجة إلى السفن السطحية المكلفة، "
 ],
 [
  "ELEUME IS AMONG A NUMBER OF DRONES AND ROBOTS BEING DEVELOPED FOR THE DEEP SEA MAINTENANCE AND INSPECTION SECTORS… ",
  "تعد ELEUME من بين عدد من الطائرات بدون طيار والروبوتات التي يتم تطويرها لقطاعات الصيانة والتفتيش في أعماق البحار... "
 ],
 [
  "IT'S A BUSINESS THAT'S SET TO GROW TO MORE THAN 7 BILLION DOLLARS BY 2025 ACCORDING TO MARKET INTELLIGENCE COMPANY, FIOR MARKETS.  ",
  "إنها شركة من المقرر أن تنمو إلى أكثر من 7 مليارات دولار بحلول عام 2025 وفقًا لشركة استخبارات السوق، للأسواق. "
 ],
 [
  "AMONG THOSE LOOKING TO USE EELUME IS NORWEGIAN OIL AND GAS GIANT EQUINOR… ",
  "من بين أولئك الذين يتطلعون إلى استخدام EELUME شركة EQUINOR النرويجية العملاقة للنفط والغاز... "
 ],
 [
  "PÅL ATLE ",
  "طاولة كرة القدم "
 ],
 [
  "Lead Engineer with Equinor ",
  "مهندس رائد مع Equinor "
 ],
 [
  "Paal (07:16): ",
  "بابا (07:16): "
 ],
 [
  "It will benefit Equinor in many different ways. First of all, it will reduce our cost by using a very cheaper method to do maintenance and repair. And then we will put people, instead of being offshore, we put them on-shore on control room. That is kind of a bit safer to be in on-shore than off-shore.  ",
  "سوف يفيد Equinor بعدة طرق مختلفة. بادئ ذي بدء، سيؤدي ذلك إلى تقليل تكلفتنا باستخدام طريقة أرخص جدًا للقيام بالصيانة والإصلاح. ثم سنضع الناس، بدلاً من التواجد في الخارج، نضعهم على الشاطئ في غرفة التحكم. يعد التواجد على الشاطئ أكثر أمانًا من التواجد في الخارج. "
 ],
 [
  "THANKS TO ADVANCES IN TECHNOLOGY, OUR OCEANS WILL LIKELY SOON BE TRANSFORMED BY AN ARRAY OF MECHANICAL SEA CREATURES. ",
  "بفضل التقدم التكنولوجي، من المرجح أن تتحول محيطاتنا قريبًا بواسطة مجموعة من الكائنات البحرية الميكانيكية. "
 ],
 [
  "Watch how the video, soundbites, copy, and music work together in this feature story on a deep sea robot.",
  "شاهد كيف تعمل مقاطع الفيديو ومقاطع الصوت والنسخ والموسيقى معًا في هذه القصة المميزة على روبوت في أعماق البحار."
 ],
 [
  "Eelume is a snake-like robot that will use sonar navigation to help it inspect and maintain underwater oil and gas installations.",
  "Eelume هو روبوت يشبه الثعبان يستخدم الملاحة بالسونار لمساعدته على فحص وصيانة منشآت النفط والغاز تحت الماء."
 ],
 [
  "Autonomous robot will work on the sea floor - CNN Video",
  "سوف يعمل الروبوت المستقل في قاع البحر - فيديو CNN"
 ],
 [
  "Watch the Package",
  "شاهد الحزمة"
 ],
 [
  "In the next lesson, you'll hear advice from CNN's best correspondents.",
  "في الدرس التالي، ستسمع نصائح من أفضل مراسلي CNN."
 ],
 [
  "Conclusion",
  "الاستنتاج"
 ],
 [
  "Rules, Tips & Tricks",
  "القواعد والنصائح والحيل"
 ],
 [
  "Heading",
  "عنوان"
 ],
 [
  "You know the saying: Rules are meant to be broken. So think of these lessons as advice for scriptwriting, not rules.",
  "أنت تعرف القول: من المفترض كسر القواعد. لذا فكر في هذه الدروس كنصيحة لكتابة السيناريو وليس القواعد."
 ],
 [
  "The Best Advice",
  "أفضل نصيحة"
 ],
 [
  "You will eventually find your own writing style.  But these tips will help you get there.",
  "ستجد في النهاية أسلوب الكتابة الخاص بك. لكن هذه النصائح ستساعدك على الوصول إلى هناك."
 ],
 [
  "Go beyond describing what you can see on the video and give the viewer more context to go with the pictures.",
  "انتقل إلى ما هو أبعد من وصف ما يمكنك مشاهدته على الفيديو وامنح المشاهد مزيدًا من السياق ليتوافق مع الصور."
 ],
 [
  "Add context",
  "إضافة سياق"
 ],
 [
  "Focus your script on just a few ideas.  If you try to pack too much in, you'll slow the pacing and the viewer may lose interest.",
  "ركز النص الخاص بك على بعض الأفكار فقط. إذا حاولت تجميع الكثير من المعلومات، فستؤدي إلى إبطاء السرعة وقد يفقد المشاهد الاهتمام."
 ],
 [
  "A few ideas",
  "بعض الأفكار"
 ],
 [
  "Read your script out loud as you are writing it.  If something doesn't sound right, you can always change it.",
  "اقرأ النص الخاص بك بصوت عالٍ أثناء كتابته. إذا كان هناك شيء لا يبدو صحيحًا، فيمكنك دائمًا تغييره."
 ],
 [
  "Read it out loud",
  "اقرأها بصوت عالٍ"
 ],
 [
  "Write as you speak, as if you were telling your story to a friend.",
  "اكتب أثناء التحدث، كما لو كنت تحكي قصتك لصديق."
 ],
 [
  "Write conversationally",
  "اكتب بطريقة المحادثة"
 ],
 [
  "Write copy that complements the video in your script.",
  "اكتب نسخة تكمل الفيديو في البرنامج النصي الخاص بك."
 ],
 [
  "Write to the pictures",
  "اكتب إلى الصور"
 ],
 [
  "Keep your writing clear, concise and, most of all, accurate.  ",
  "حافظ على كتابتك واضحة وموجزة، والأهم من ذلك كله، دقيقة. "
 ],
 [
  "Keep it short",
  "اجعلها قصيرة"
 ],
 [
  "The best packages make a lasting impression because they allow the viewer to connect to the story.",
  "أفضل الحزم تترك انطباعًا دائمًا لأنها تسمح للمشاهد بالاتصال بالقصة."
 ],
 [
  "Watch and Listen",
  "شاهد واستمع"
 ],
 [
  "Take the time to listen to as many news packages and longform documentaries as you can.  Don't just watch them, but be sure to listen.  You will see how other people have done it and see what works.",
  "خذ الوقت الكافي للاستماع إلى أكبر عدد ممكن من حزم الأخبار والأفلام الوثائقية الطويلة. لا تشاهدها فحسب، بل تأكد من الاستماع إليها. سترى كيف قام الآخرون بذلك وترى ما الذي ينجح."
 ],
 [
  "Richard Quest on location for Quest's World of Wonder",
  "ريتشارد كويست يتحدث عن موقع كويست وورلد أوف ووندر"
 ],
 [
  "Quest's World of Wonder",
  "كويست وورلد أوف ووندر"
 ],
 [
  "Look at the scripts below for CNN's half-hour travel show featuring Richard Quest.  You can see how much detail goes into the video selection, along with where the writer wants music.  Also notice where changes were made to the copy and the soundbites. ",
  "انظر إلى النصوص أدناه لعرض السفر لمدة نصف ساعة على CNN والذي يضم ريتشارد كويست. يمكنك معرفة مقدار التفاصيل التي تدخل في اختيار الفيديو، إلى جانب المكان الذي يريد الكاتب الموسيقى فيه. لاحظ أيضًا مكان إجراء التغييرات على النسخة ومقاطع الصوت. "
 ],
 [
  "Thank you for completing this course! Check your understanding next with a short quiz.",
  "شكرًا لك على إكمال هذه الدورة التدريبية! تحقق من فهمك بعد ذلك من خلال اختبار قصير."
 ],
 [
  "Quiz",
  "كويز"
 ],
 [
  "Before you go off to start writing scripts, let's make sure you understand everything we just discussed about the best practices for writing good scripts.",
  "قبل البدء في كتابة البرامج النصية، دعنا نتأكد من أنك تفهم كل ما ناقشناه للتو حول أفضل الممارسات لكتابة نصوص جيدة."
 ],
 [
  "Provide relevant feedback for the learner based on their response.",
  "قدم ملاحظات ذات صلة للمتعلم بناءً على استجابته."
 ],
 [
  "Which of these should you do before you start writing your script?",
  "أي من هذه الأمور يجب عليك القيام بها قبل البدء في كتابة السيناريو الخاص بك؟"
 ],
 [
  "Go online to see how the competition is reporting this story",
  "انتقل إلى الإنترنت لمعرفة كيفية تغطية المسابقة لهذه القصة."
 ],
 [
  "This is something you should have done before you even pitched the story.",
  "هذا شيء كان يجب عليك القيام به قبل أن تعرض القصة."
 ],
 [
  "Think about how you can fit in your favorite words",
  "فكر في كيفية ملاءمة كلماتك المفضلة"
 ],
 [
  "No! Avoid shoehorning your favorite words into your script.",
  "لا! تجنب دمج كلماتك المفضلة في النص البرمجي الخاص بك."
 ],
 [
  "Watch all of your videos and interviews and take notes",
  "شاهد جميع مقاطع الفيديو والمقابلات الخاصة بك وقم بتدوين الملاحظات"
 ],
 [
  "You need to know what you have before you start writing anything.",
  "تحتاج إلى معرفة ما لديك قبل البدء في كتابة أي شيء."
 ],
 [
  "Get a coffee, because this could take a while",
  "احصل على قهوة، لأن هذا قد يستغرق بعض الوقت"
 ],
 [
  "Creativity does take time, but we never got to coffee in our lessons.",
  "يستغرق الإبداع وقتًا، لكننا لم نتناول القهوة أبدًا في دروسنا."
 ],
 [
  "It's best to keep your copy simple, clear, and conversational so the viewer can understand your script.",
  "من الأفضل إبقاء نسختك بسيطة وواضحة ومحادثة حتى يتمكن المشاهد من فهم النص الخاص بك."
 ],
 [
  "Which is best when you're looking for the right words for your script?",
  "ما هو الأفضل عندما تبحث عن الكلمات المناسبة للنص الخاص بك؟"
 ],
 [
  "Simple and conversational",
  "بسيط وتحادثي"
 ],
 [
  "Advanced vocabulary ",
  "مفردات متقدمة "
 ],
 [
  "What does it mean to write to the pictures?",
  "ماذا يعني الكتابة إلى الصور؟"
 ],
 [
  "Your words complement the video and add context",
  "كلماتك تكمل الفيديو وتضيف سياقًا"
 ],
 [
  "Yes! This allows the video and words to work together to tell the story.",
  "نعم! يسمح هذا للفيديو والكلمات بالعمل معًا لسرد القصة."
 ],
 [
  "The reporter spends a lot of time describing what's happening",
  "يقضي المراسل الكثير من الوقت في وصف ما يحدث."
 ],
 [
  "The reporter should spend time adding context, not describing what the viewer can plainly see.",
  "يجب أن يقضي المراسل وقتًا في إضافة السياق، وليس وصف ما يمكن للمشاهد رؤيته بوضوح."
 ],
 [
  "When the reporter allows the video to play, uninterrupted",
  "عندما يسمح المراسل بتشغيل الفيديو دون انقطاع"
 ],
 [
  "This is letting the video breathe.",
  "هذا هو السماح للفيديو بالتنفس."
 ],
 [
  "Only one of the above is correct.",
  "واحد فقط مما سبق صحيح."
 ],
 [
  "What is the purpose of natural sound?",
  "ما الغرض من الصوت الطبيعي؟"
 ],
 [
  "To fill the space where you don't have the appropriate video",
  "لملء المساحة التي لا يتوفر فيها الفيديو المناسب"
 ],
 [
  "A way for the reporter to sound conversational",
  "طريقة للمراسل لإجراء محادثة"
 ],
 [
  "To allow the reporter to catch his or her breath",
  "للسماح للمراسل بالتقاط أنفاسه"
 ],
 [
  "To give the viewer a better sense of the scene",
  "لإعطاء المشاهد إحساسًا أفضل بالمشهد"
 ],
 [
  "Which of these do editors love?",
  "أي من هؤلاء يحب المحررون؟"
 ],
 [
  "You should always think about where you can let video breathe and allow for a sequence",
  "يجب أن تفكر دائمًا في المكان الذي يمكنك فيه السماح للفيديو بالتنفس والسماح بالتسلسل"
 ],
 [
  "This is something editors hate!",
  "هذا شيء يكرهه المحررون!"
 ],
 [
  "When the reporter gives the editor freedom to pick out all of the video",
  "عندما يمنح المراسل المحرر حرية اختيار كل الفيديو"
 ],
 [
  "When the journalist hangs around to give input while the editor is working",
  "عندما يتجول الصحفي لتقديم مدخلات أثناء عمل المحرر"
 ],
 [
  "When the writer allows time for sequences to play out",
  "عندما يتيح الكاتب وقتًا لتشغيل التسلسلات"
 ],
 [
  "When the script is written before the reporter watches the footage",
  "عندما تتم كتابة السيناريو قبل أن يشاهد المراسل اللقطات"
 ]
]