[
 [
  "The Art of Storytelling (NEW-Kurdish)",
  "هونەری چیرۆکبێژی (کوردی نوێ)"
 ],
 [
  "From finding the story and following it where it takes you, to crafting the narrative and dealing with challenges along the way.",
  "لە دۆزینەوەی چیرۆکەکە و بەدواداچوونی بۆ ئەو شوێنەی کە تۆ دەبات، بۆ ئەوەی چیرۆکەکە ببەستێت و بە درێژایی ڕێگاکە مامەڵە لەگەڵ بەرەنگارییەکان بکات."
 ],
 [
  "This course will take you beyond reporting the facts.  We will lay out the process for finding a story, pitching it, going out to report on it and putting it together with a narrative that grabs the audience.",
  "ئەم کۆرسە تۆ دەباتە دەرەوە لە راپۆرتکردنی ڕاستیەکان.  ئێمە پڕۆسەکە بۆ دۆزینەوەی چیرۆکێک هەڵدەگرین، هەڵیدەدەین، دەچینە دەرەوە بۆ ئەوەی ڕاپۆرت لەسەری بدەین و لەگەڵ چیرۆکێک کە بینەرەکان بگرێت پێکەوە دایدەنێین."
 ],
 [
  "Introduction",
  "پێشەکی"
 ],
 [
  "Introduction to the Art of Storytelling",
  "پێشەکی بۆ هونەری چیرۆکبێژی"
 ],
 [
  "\"\"",
  "\"\""
 ],
 [
  "Deborah Rayner",
  "دێبۆرا ڕاینەر"
 ],
 [
  " - Senior VP, CNN International Newsgathering",
  "ڤی پی گەورە، هەواڵی سی ئێن ئێن نێودەوڵەتی"
 ],
 [
  "With all the seven billion people on the planet, there's no shortage of stories. You're not going to run out of them. It's going to be how you tell it.",
  "لەگەڵ هەموو حەوت بلیۆن کەس لەسەر هەسارەکە، هیچ کەم و کورتی چیرۆکێک نییە. تۆ لە ئەوان دەرناکەیت ئەوە چۆن دەبێت کە پێی بڵێیت."
 ],
 [
  "There may be as many stories as there are people on the planet, but it takes a good storyteller to make it a good story. Storytelling goes beyond just reporting the facts: it crafts a narrative to draw in the audience, take them to the story, and tell it in a way that makes the audience relate.",
  "لەوانەیە چەند چیرۆکێک هەبێت کە خەڵک لەسەر هەسارەکە هەن، بەڵام چیرۆک بێژێکی باش دەبات بۆ ئەوەی بیکات بە چیرۆکێکی باش. چیرۆکبێژی تەنیا لە راپۆرتکردنی ڕاستییەکاندا تێدەپەڕێت: چیرۆکێک دەکێشێت بۆ ئەوەی لە بینەردا بکێشێت و بیانباتە سەر چیرۆکەکە و بە جۆرێک بیگێڕێتەوە کە وا لە بینەر بکات پەیوەندی هەبێت."
 ],
 [
  "Throughout our lessons, you will hear from top decision-makers and senior correspondents at CNN and view some of their work.",
  "بە درێژایی وانەکانمان، ئێوە لە باشترین بڕیاردەران و پەیامنێرە گەورەکان لە سی ئێن ئێن دەبیستن و هەندێک لە کارەکانیان پیشان دەدەن."
 ],
 [
  "Course Content",
  "ناوەڕۆکی کۆرس"
 ],
 [
  "Throughout our lessons, you will hear from top decision-makers and senior correspondents at CNN and view some of their work. This course will lay out the process for:",
  "بە درێژایی وانەکانمان، ئێوە لە باشترین بڕیاردەران و پەیامنێرە گەورەکان لە سی ئێن ئێن دەبیستن و هەندێک لە کارەکانیان پیشان دەدەن. ئەم کۆرسە پڕۆسەکە تەواو دەکات بۆ:"
 ],
 [
  "Putting it all together into a finished multiplatform piece",
  "دانانی هەمووی پێکەوە بۆ پارچەیەکی فرەچەشنی تەواوکراو"
 ],
 [
  "Reporter_Editing_Icon",
  "Reporter_Editing_Icon"
 ],
 [
  "Going into the field to report them",
  "چوون بۆ ناو گۆڕەپانەکە بۆ ڕاپۆرتکردنیان"
 ],
 [
  "Reporter_in_Field_Icon",
  "Reporter_in_Field_Icon"
 ],
 [
  "Finding and pitching stories",
  "دۆزینەوە و هەڵدانی چیرۆکەکان"
 ],
 [
  "Reporter_and_Lead_Icon",
  "Reporter_and_Lead_Icon"
 ],
 [
  "In the first lesson: ",
  "لە وانەی یەکەمدا: "
 ],
 [
  "You'll explore what makes a good story.",
  "تۆ دەدۆزیتەوە کە چی چیرۆکێکی باش دروست دەکات."
 ],
 [
  "Complete the content above before moving on.",
  "تەواوکردنی ناوەڕۆک لەسەرەوە پێش جوڵاندنەوە."
 ],
 [
  "CONTINUE",
  "بەردەوامبوون"
 ],
 [
  "What Makes a Good Story?",
  "چی چی چیرۆکێکی باش دروست دەکات؟"
 ],
 [
  "Nima Elbagir, CNN Senior International Correspondent",
  "نیما ئەلبەگیر، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "If you do your job well, then you are talking about things that are universal, that allow people to see themselves in those stories.",
  "ئەگەر کارەکەت بە باشی ئەنجام بدەیت، ئەوا باسی ئەو شتانە دەکەیت کە جیهانین، کە ڕێگە بە خەڵک دەدات خۆیان لەو چیرۆکانەدا ببینن."
 ],
 [
  "What Makes a Good Story",
  "چی چی چیرۆکێکی باش دروست دەکات"
 ],
 [
  "A good story is engaging to a diverse audience around the world. It captures their attention, while conveying information about an event, a place, or a person. It can pique their curiosity or show a universal experience through something specific. And it is built around strong pictures.",
  "چیرۆکێکی باش پەیوەندی بە بینەرێکی هەمەجۆرەوە هەیە لە جیهاندا سەرنجی ئەوان دەگوازێتەوە، لە کاتی گەیاندنی زانیاری دەربارەی ڕووداوێک، شوێنێک، یان کەسێک. ئه و ده توانێ به هۆی شتێکی تایبەته وه ئه وان به ر ئه وه ی که ئه وان به رنامه یه کی جیهانی نیشان بده ی. وە لە دەوری وێنە بەهێزەکان دروست کراوە"
 ],
 [
  "A good story can:",
  "چیرۆکێکی باش دەتوانێت:"
 ],
 [
  "Present a situation contrary to what the audience might have believed",
  "بارودۆخێک بە پێچەوانەی ئەوەی کە بینەران باوەڕیان پێی هەبووبێت پێشکەش بکەن"
 ],
 [
  "Tell people something they might not know and appeal to their curiosity",
  "شتێک بە خەڵک بڵێ کە ئەوان نەیانزانیوە و داوای سەرنج ڕاکێشییان دەکەن"
 ],
 [
  "Provide information or a revelation with context",
  "زانیاری یان ئاشکراکردنێک بە دەقەوە دابین بکەن"
 ],
 [
  "A good story should: ",
  "چیرۆکێکی باش پێویستە: "
 ],
 [
  "Be told in a way the audience can relate to and connect with",
  "بە جۆرێک بوترێت کە بینەر دەتوانێت پەیوەندی پێوە بکات و پەیوەندی پێوە بکات"
 ],
 [
  "Make the point quickly and in a way the audience can easily understand",
  "بە خێرایی خاڵەکە بکەن و بەجۆرێک بینەر بە ئاسانی تێبگات"
 ],
 [
  "Specific Yet Universal",
  "تایبەت هێشتا جیهانی"
 ],
 [
  "A good story focuses on a specific experience or individual in a broader story, in a way that makes it interesting and accessible to people from different backgrounds and cultures. The journalist takes the audience into a world other than their own, to meet the people at the center of the story. This allows the audience to see themselves, their families, or their friends in the story and relate to the narrative.",
  "چیرۆکێکی باش سەرنج دەخاتە سەر ئەزموونێکی دیاریکراو یان تاکێک لە چیرۆکێکی فراوانتردا، بەشێوەیەک کە وای لێبکات کە سەرنج ڕاکێش و بەردەست بێت بۆ خەڵکی لە باکگراوند و کەلتووری جیاوازەوە. ئەو ڕۆژنامەنووسە بینەری دەباتە جیهانێک جگە لە خۆیان، بۆ ئەوەی لە ناوەڕاستی چیرۆکەکەدا چاوی بە خەڵک بکەوێت ئەمەش ڕێگە بە بینەران دەدات کە خۆیان، خێزانەکانیان، یان هاوڕێکانیان لە چیرۆکەکەدا ببینن و پەیوەندی بە چیرۆکەکەوە بکەن"
 ],
 [
  "Elements of a Good Story",
  "توخمەکانی چیرۆکێکی باش"
 ],
 [
  "Interviews let the audience hear directly from the people affected by a story and provide a human face for them to identify with. Finding the right person to interview adds a lot of value to your story.",
  "چاوپێکەوتنەکان ڕێگە بە بینەران دەدات ڕاستەوخۆ گوێ لە خەڵک بگرن کە بەهۆی چیرۆکێکەوە کاریگەریان هەیە و ڕوخسارێکی مرۆییان بۆ دابین دەکات بۆ ناسینەوەیان دۆزینەوەی کەسێکی ڕاست بۆ چاوپێکەوتن زۆر بەهای زیاد دەکات بۆ چیرۆکەکەت."
 ],
 [
  "Image of pedophile",
  "وێنەی پیدۆفیل"
 ],
 [
  "Compelling Interviews",
  "چاوپێکەوتنە ناچارکەرەکان"
 ],
 [
  "Strong images need to be accompanied by the right words to help the audience connect. Every word you chose should serve a purpose. And something else...",
  "وێنەی بەهێز پێویستە لەگەڵ وشە ڕاستەکان بێت بۆ یارمەتیدانی پەیوەندی بینەران. هەموو ووشەیەک کە هەڵتبژاردووە، دەبێت خزمەت بە ئامانجێک بکات. وە شتێکی تر"
 ],
 [
  "Wuhan Coronavirus image",
  "ووهان وێنەی کرۆناڤیروس"
 ],
 [
  "Engaging Narrative",
  "گێرانەوەی تێوەگلان"
 ],
 [
  "Whether it is a story for television or a mobile app, strong pictures are at the core of a good story.",
  "چ چیرۆکێک بێت بۆ تەلەڤزیۆن یان کاربەرنامەی مۆبایل، وێنە بەهێزەکان لە ناوکی چیرۆکێکی باشدان."
 ],
 [
  "Body being collected",
  "جەستە کۆدەکرێتەوە"
 ],
 [
  "Strong Images",
  "وێنەی بەهێز"
 ],
 [
  "Story Example: ",
  "نموونەی چیرۆک:"
 ],
 [
  "Crossing the Street in Cairo",
  "پەڕینەوە لەشەقاهیرە"
 ],
 [
  "Not all good stories are about serious topics. Sometimes, something as mundane sounding as crossing the street can make for great storytelling. Watch Ben Wedeman's report and see for yourself.",
  "هەموو چیرۆکە باشەکان دەربارەی بابەتی جدی نین. هەندێ جار، شتێک وەک پەڕینەوە لە شەقام دەتوانێ بۆ چیرۆک بێژێکی باش دروست بکات. سەیری ڕاپۆرتەکەی بێن ویدمان بکە و بۆ خۆت ببینە."
 ],
 [
  "Check Your Understanding",
  "تێگەشتنەکەت بپشکنە"
 ],
 [
  "Test how well you can identify the elements of a good story by reading each of the following summaries and deciding if the story is missing either ",
  "تاقی بکەوە کە چۆن دەتوانیت توخمەکانی چیرۆکێکی باش دیاری بکەیت بە خوێندنەوەی هەریەک لەم کورتەی خوارەوە و بڕیاردان ئەگەر چیڕۆکەکە ون بوو یان "
 ],
 [
  "engaging narrative",
  "چیرۆکێکی تێوەگلان"
 ],
 [
  ", ",
  ", "
 ],
 [
  "compelling interviews, ",
  "چاوپێکەوتنی ناچارکەر"
 ],
 [
  "or",
  "یان"
 ],
 [
  "strong images.",
  "وێنەی بەهێز"
 ],
 [
  "The report does not show the viewer any of the important findings it refers to. It has great interviews with relevant voices but they take place in office settings. The story is dramatic but ",
  "ڕاپۆرتەکە هیچ کام لە دۆزینەوە گرنگەکان نیشانی بینەر نادات کە ئاماژەیە بۆ دەکات. چاوپێکەوتنێکی زۆر باشی هەیە لەگەڵ دەنگە پەیوەندیدارەکان بەڵام لە ڕێکبەندەکانی ئۆفیسدا ئەنجام دەدەن. چیرۆکەکە دراماتیکیە بەڵام "
 ],
 [
  "there are no visuals",
  "هیچ بینراوێک نییە"
 ],
 [
  " to demonstrate this.",
  " بۆ ئەوەی ئەمە نیشان بدەم"
 ],
 [
  "Story 1: ",
  "چیرۆکی 1:"
 ],
 [
  "Drought Exposes Submerged Treasures",
  "وشکەساڵی گەنجینەی ژێردەستە دەخاتە ڕوو"
 ],
 [
  "The scorching global heatwave has evaporated rivers, lakes, and reservoirs around the world while revealing clues to our ancient past. Historic drought conditions have meant that previously submerged prehistoric ruins, ancient Buddhas and even dinosaur tracks are now out in the open. Climate scientist Professor John Smith from Deanbrook University explains what's causing these extreme weather conditions. Stephanie Garcia from Dinosaur Park Valley in Texas tells us about her discovery of what is thought to be the world's longest dinosaur trackway.",
  "شەپۆلی گەرمی جیهانی سوتاو ڕووبارەکان و دەریاچەکان و عەمبارەکانی سەرانسەری جیهان لە کاتێکدا بەڵگەکانی بۆ ڕابردووە کۆنەکانمان ئاشکرا کرد. بارودۆخی مێژوویی وشکەساڵی مانای ئەوە بوو کە پێشتر وێرانە پێش مێژووەکان، بودای کۆن و تەنانەت تراکەکانی دایناسۆر ئێستا لە دەرەوەی کراوەن. زانای کەش و هەوا پرۆفیسۆر جۆن سمیث لە زانکۆی دینبروک ڕوونی دەکاتەوە کە چی دەبێتە هۆی ئەو بارودۆخە زۆر سەختەی کەش و هەوا ستیفانی گارسیا لە دۆڵی دایناسۆر پارک لە تەکساس پێمان دەڵێت دەربارەی دۆزینەوەی ئەو دەربارەی ئەوەی کە وا بیردەکرێتەوە کە درێژترین ڕێگای دایناسۆری جیهانە."
 ],
 [
  "Shot list: Opening montage of people walking in the city in summer, shots of lakes and rivers. Set-up shots of Professor John Smith in his office, soundbite from Professor Smith. Shots of Dinosaur Park Valley welcome sign and Stephanie Garcia working in her office, soundbite from Garcia.",
  "لیستی تەقە: کردنەوەی مۆنتاژی ئەو کەسانەی کە لە هاویندا لە شارەکەدا دەڕۆن، تەقە لە دەریاچەکان و ڕووبارەکان دەکەن. تەقەی پڕۆفیسۆر جۆن سمیث لە ئۆفیسەکەی، لە پڕۆفیسۆر سمیث تەقە لە دینەسۆر پارک دۆڵی بەخێرهاتن و ستیفانی گارسیا کاردەکات لە ئۆفیسەکەی، لە گارسیا."
 ],
 [
  "Which element of a good story is missing here?",
  "کام توخمی چیرۆکێکی باش لێرە ون بووە؟"
 ],
 [
  "Engaging narrative",
  "چیرۆک تێوەگلان"
 ],
 [
  "Compelling interviews",
  "چاوپێکەوتنی ناچارکەر"
 ],
 [
  "Strong images",
  "وێنەی بەهێز"
 ],
 [
  "Strong Images in Practice",
  "وێنەی بەهێز لە پراکتیکدا"
 ],
 [
  "In this report, Ivan and his team combine drone footage supplied by the Ukrainian army with user-generated images and their own shots on the ground to give the audience a clear sense of the sheer disaster befalling Ukraine's wheat crops. A great example of letting the pictures tell the story. ",
  "لەم ڕاپۆرتەدا، ئیڤان و تیمەکەی گرتەی بێفڕۆکەوان تێکەڵ دەکەن کە لەلایەن سوپای ئۆکرانیاوە بە وێنەی بەرهەمهێنراوی بەکارهێنەر و تەقەی خۆیان لەسەر زەوی دابین کراوە بۆ ئەوەی هەستێکی ڕوون بە بینەران بدەن لە کارەساتی شێر کە بەروبوومی گەنمی ئۆکرانیا کەوتوون نموونەیەکی باش بۆ ڕێگەدان بە وێنەکان بۆ گێڕانەوەی چیرۆکەکە."
 ],
 [
  "Ivan Watson's 'Ukraine Wheat Fields'",
  "ئایڤان واتسۆن 'کێڵگەی گەنمی ئۆکرانیا'"
 ],
 [
  "This is \"ivan-ukraine\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئایڤان-ئۆکراینا\"ە لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە حەزیان لێیەتی"
 ],
 [
  "ivan-ukraine",
  "ئیڤان ئۆکراینا"
 ],
 [
  "Strong images that help the viewer understand visually what's happening but ",
  "وێنە بەهێزەکان کە یارمەتی بینەر دەدەن لە بینین تێبگەن کە چی ڕوودەدات بەڵام "
 ],
 [
  "lack of compelling interviews",
  "نەبوونی چاوپێکەوتنی ناچارکەر"
 ],
 [
  " mean the viewer doesn't have a good explanation for the extreme weather nor would they grasp the importance of these finds.",
  " مانای ئەوەیە کە بینەرەکە ڕوونکردنەوەیەکی باشی نیە بۆ کەش و هەوای زۆر و نە گرنگی ئەم دۆزینەوەیانە دەبەخشن."
 ],
 [
  "Story 2: Drought Reveals Clues To Our Ancient Past",
  "چیرۆکی 2: وشکەساڵی بەڵگەکان بۆ ڕابردووە کۆنەکەمان ئاشکرا دەکات"
 ],
 [
  "The scorching global heatwave has evaporated rivers, lakes, and reservoirs around the world. While the historic drought conditions have caused alarm amongst climate scientists and citizens alike, they have also revealed previously submerged medieval ruins, ancient Buddhas and even dinosaur tracks. ",
  "شەپۆلی گەرمی جیهانی سووتاو ڕووبارەکان، دەریاچەکان، و عەمبارەکانی لە هەموو جیهاندا هەڵمژین. لە کاتێکدا کە بارودۆخی وشکەساڵی مێژوویی بووە هۆی ئاگادارکردنەوەیەک لە نێوان زانایانی کەش و هەوا و هاوڵاتیان وەک یەک، هەروەها ئاشکرایان کرد کە پێشتر وێرانی سەدەکانی ناوەڕاست و بودای کۆن و تەنانەت تراکەکانی دایناسۆریش "
 ],
 [
  "Shot list: Opening montage of heatwave conditions across the world transitioning into a montage of never-before-seen historical discoveries. Close-ups of ruins, Buddhas and dinosaur tracks. Timelapse footage showing how drought has revealed submerged treasures.",
  "لیستی تەقەکردن: کردنەوەی مۆنتاژی بارودۆخی شەپۆلی گەرمی لە سەرتاسەری جیهاندا کە دەگوێزرێتەوە بۆ ناو مۆنتاژێک لە دۆزینەوەی مێژوویی کە پێشتر نەبینراوە. لە نزیکەوەی ڕووخاوەکان، بودا و شوێنەکانی دایناسۆر. دیمەنی تایملاپس نیشان دەدات کە وشکەساڵی چۆن گەنجینەی ژێرئاوکەوتی ئاشکرا کردووە."
 ],
 [
  "Compelling Interviews ",
  "چاوپێکەوتنە ناچارکەرەکان"
 ],
 [
  "in Practice",
  "لە پراکتیکدا"
 ],
 [
  "Nima and her investigative team cleverly walk the audience through the murky intersection of Russian geopolitical objectives and Sudanese politics in this report. The sense of jeopardy is built into the report from the opening sequence and helps the viewer appreciate the seriousness of the issues at hand. ",
  "نیما و تیمی لێکۆڵینەوەکەی بە زیرەکانە بە ناو یەکتربڕە ترسناکەکانی ئامانجی جیۆپۆلەتیکی ڕووسی و سیاسەتی سوداندا پیاسە دەکەن هەستی مەترسی لە بواری کردنەوەیەوە بۆ ناو راپۆرتەکە دروست کراوە و یارمەتی بینەر دەدات بۆ بەرزنرخاندنی جدییەتی کێشەکان لە دەستدا"
 ],
 [
  "David McKenzie's 'Deadliest Migration Route' ",
  "\"کوشندەترین ڕێگای کۆچکردن\"ی دەیڤد ماککێنزی"
 ],
 [
  "In this report, David speaks to various characters involved in Tunisia's migrant trade. He allows the speakers to clearly convey the message to the viewer without inserting himself in the story. ",
  "لەم ڕاپۆرتەدا دەیڤد قسە لەگەڵ کەسایەتییە جۆراوجۆرەکانی بەشدار لە بازرگانی کۆچبەرانی تونس دەکات ئەو ڕێگە بە قسەکەرەکان دەدات کە بە ڕوونی پەیامەکە بە بینەر بگەیەنێت بەبێ ئەوەی خۆی لە چیرۆکەکەدا دابنێت."
 ],
 [
  "This is \"david-migration\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"داڤید کۆچ\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "david-migration",
  "کۆچکردنی دەیڤد"
 ],
 [
  "The images in this piece are strong but ",
  "وێنەکانی ئەم پارچەیە بەهێزن بەڵام "
 ],
 [
  "there are neither compelling interviews nor a narrative explaining why these discoveries are suddenly emerging",
  "نە چاوپێکەوتنی ناچارکەر هەیە و نە چیرۆکێک ڕوونی دەکاتەوە کە بۆچی ئەم دۆزینەوە لەناکاو دەردەکەون"
 ],
 [
  ". Why is this happening now? How are the visuals connected to each other?",
  ". بۆچی ئێستا ئەمە ڕوودەدات؟ چۆن بینراوەکان پەیوەندیان بە یەکترەوە هەیە؟"
 ],
 [
  "Story 3: Drying Rivers Reveal Dinosaur Tracks, Archaeological Finds",
  "چیرۆکی 3: وشککردنی ڕووبارەکان تراکەکانی دایناسۆر ئاشکرا دەکات، دۆزینەوەی شوێنەوار"
 ],
 [
  "A series of never-before-seen treasures have surfaced in dried up rivers and lakes around the world this summer. Ancient Buddhas, prehistoric ruins and dinosaur tracks in Texas where giant reptiles roamed more than 100 million years ago. Archaeologists and paleontologists are in raptures about the findings.",
  "ئەم هاوینە زنجیرەیەک گەنجینەی پێشتر نەبینراوە لە ڕووبار و دەریاچەکانی وشککراو لە جیهاندا ڕوویان کردووە. بودای کۆن، وێرانە پێش مێژووەکان و شوێنەکانی دایناسۆر لە تێکساس کە خلیسکانە زەبەلاحەکان زیاتر لە 100 ملیۆن ساڵ لەمەوپێش دەسوڕانەوە. شوێنەوارناسان و شوێنەوارناسان لە حاڵێکدان دەربارەی دۆزینەوەکان."
 ],
 [
  "Shot list: Shots of dried-up lakes and reservoirs, close-up shots of archeological discoveries and dinosaur tracks. Animated reconstruction of dinosaurs leaving tracks.",
  "لیستی تەقە: تەقەکردن لە دەریاچە وشککراوەکان و عەمبارەکان، تەقەی نزیک لە دۆزینەوەی شوێنەوارەکان و شوێنەکانی دایناسۆر. بنیاتنانەوەی ئەنیمەیشنی دایناسۆرەکان کە شوێنەکان بەجێدەهێڵن."
 ],
 [
  "Which two elements of a good story are missing here?",
  "کامە دوو توخمی چیرۆکێکی باش لێرە بزرن؟"
 ],
 [
  "Engaging Narrative ",
  "گێرانەوەی تێوەگلان"
 ],
 [
  "Nima Elbagir's 'Russia Is Plundering Sudan's Gold'",
  "'ڕووسیا زێڕی سوودان تاڵان دەکات' نیما ئەلبەگیر"
 ],
 [
  "This is \"nima-sudan\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"نیما سودان\"ە لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە حەزیان لێیەتی"
 ],
 [
  "nima-sudan",
  "نیما-سوودان"
 ],
 [
  "In the next lesson: ",
  "لە وانەی دواتردا: "
 ],
 [
  "You'll learn what role the storyteller plays in telling a good story.",
  "تۆ فێر دەبیت کە چیرۆکبێژەکە چ ڕۆڵێک دەبینێت لە گێڕانەوەی چیرۆکێکی باش."
 ],
 [
  "The Role of the Storyteller",
  "ڕۆڵی چیرۆکبێژ"
 ],
 [
  "The storyteller takes the audience to the story and tells them why it matters.  ",
  "چیرۆک بێژ بینەر دەبات بۆ چیرۆکەکە و پێیان دەڵێت بۆچی گرنگە"
 ],
 [
  "The Audience's Eyes and Ears",
  "چاو و گوێی بینەران"
 ],
 [
  "Storytelling is more than simply reporting the facts. The storyteller takes the audience to the story, to meet those affected or see the place for themselves. Whether it's reporting on breaking news or original reporting, the storyteller is there to highlight what’s important and provide context for what's happening.",
  "چیرۆکبێژی زیاتر لە راپۆرتکردنی ڕاستیەکانە. چیرۆک بێژ بینەر دەبات بۆ چیرۆکەکە، بۆ بینینی ئەوانەی کە کاریگەریان هەیە یان شوێنەکە بۆ خۆیان ببینن. ئەگەر ڕاپۆرت بێت لەسەر هەواڵی بەپەلە یان ڕاپۆرتی ڕەسەن، چیرۆکنووسەکە لەوێیە بۆ تیشک خستنە سەر ئەو شتەی کە گرنگە و چوارچێوەیەک بۆ ئەوەی ڕوودەدات دابین بکات."
 ],
 [
  "David Culver, CNN International Correspondent",
  "دەیڤد کولڤەر، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "I think that's my role, is to not only uncover stories and break news and cover breaking news as it's happening, but also find those relatable aspects, where people can connect to another person. ",
  "وابزانم ئەوە ڕۆڵی منە، نەک تەنها چیرۆکەکان ئاشکرا بکەم و هەواڵ بشکێنم و هەواڵ بشکێنم وەک ئەوەی ڕوودەدات، بەڵکو ئەو لایەنە پەیوەندیدارانەش بدۆزمەوە، کە خەڵک بتوانن پەیوەندی بە کەسێکی ترەوە بکەن. "
 ],
 [
  "Characteristics of a Good Storyteller",
  "تایبەتمەندیەکانی چیرۆکبێژێکی باش"
 ],
 [
  "An expert on the topic and has done their homework",
  "شارەزایەکی بواری باسەکە و ئەرکی ماڵەوەی خۆی جێبەجێکردووە"
 ],
 [
  "Trusted",
  "باوەڕپێکراو"
 ],
 [
  "Has authority",
  "دەسەڵاتی هەیە"
 ],
 [
  "Passionate",
  "بەسۆز"
 ],
 [
  "Engaged and engaging",
  "تێوەگلاون و تێوەگلاون"
 ],
 [
  "Curious",
  "پەرۆش"
 ],
 [
  "Informed",
  "ئاگادارکراوەتەوە"
 ],
 [
  "The Storyteller's Responsibility",
  "بەرپرسیاریەتی چیرۆکبێژەکە"
 ],
 [
  "The information you're giving your audience has to be accurate; you must accurately represent the people in your story and what they've told you.",
  "ئەو زانیاریانەی کە تۆ دەیدەیت بە جەماوەرەکەت پێویستە ڕاست بێت، تۆ دەبێت بە وردی نوێنەرایەتی خەڵک بکەیت لە چیرۆکەکەت و ئەوەی کە پێیان وتووتە."
 ],
 [
  "Be Accurate",
  "وردبە"
 ],
 [
  "Accuracy_Icon",
  "Accuracy_Icon"
 ],
 [
  "It's important to remember that the people viewing, reading or listening to your report probably don't know as much as you do about the story. They may be seeing or hearing it for the first time.",
  "زۆر گرنگە بیرت بێت کە خەڵکەکە سەیری دەکەن، دەخوێننەوە یان گوێ لە ڕاپۆرتەکەتان دەگرن، لەوانەیە ئەوەندە نەزانن کە تۆ دەربارەی چیرۆکەکە دەیکەیت. لەوانەیە بۆ یەکەم جار بیبینن یان بیبیستن."
 ],
 [
  "Inform",
  "زانیاری"
 ],
 [
  "Information_Icon",
  "Information_Icon"
 ],
 [
  "While you might want to tell the audience every detail that you've learned, they may not remember more than a few things from your story. Sometimes the storyteller just needs to step back and let the story's sights and sounds speak for themselves.",
  "لە کاتێکدا لەوانەیە بتەوێت هەموو وردەکاریەک بە بینەران بڵێیت کە فێرت بووە، لەوانەیە زیاتر لە چەند شتێک لە چیرۆکەکەت بیر نەکەوێتەوە. هەندێ جار چیرۆک بێژ تەنیا پێویستی بە گەڕانەوە هەیە و ڕێگە بە دیمەن و دەنگەکانی چیرۆکەکە دەدات بۆ خۆیان قسە بکەن"
 ],
 [
  "Focus",
  "فۆکوس"
 ],
 [
  "Icon_Focus",
  "Icon_Focus"
 ],
 [
  "Remember that your audience is not there, and they can't see everything else that's happening around the camera lens.",
  "لەبیرت بێت کە بینەرەکەت لەوێ نییە، وە ئەوان ناتوانن هەموو شتێکی تر ببینن کە لەدەوری لێنزی کامێرادا ڕوودەدەن."
 ],
 [
  "Be There",
  "لەوێ بیت"
 ],
 [
  "Icon_There",
  "Icon_There"
 ],
 [
  "Responsibility to the Audience",
  "بەرپرسیاریەتی بۆ بینەران"
 ],
 [
  "When the storyteller is acting as a representative for the audience, he or she has a responsibility to that audience and to the people in the story. The storyteller must be accurate and truthful with the information being reported and conduct themselves in a respectful and legal manner. Delicate situations should be treated with the sensitivity they deserve, and sources should be treated with respect.",
  "کاتێک چیرۆک بێژ وەک نوێنەرێک بۆ بینەران ڕۆڵ دەگێڕێت، بەرپرسیارێتی خۆی لە سەر ئەو بینەرە و بۆ خەڵکی ناو چیرۆکەکە هەیە چیرۆکبێژ دەبێت ڕاست و دروست بێت لەگەڵ ئەو زانیاریانەی کە باس دەکرێن و خۆیان بە شێوەیەکی ڕێزدار و یاسایی بەڕێوە دەبەن دەبێت لەگەڵ ئەو هەستیاریەی کە شایەنیانە مامەڵە لەگەڵ حاڵەتەکانی ناسک بکرێت و سەرچاوەکان بە ڕێزەوە مامەڵەیان لەگەڵ بکرێت"
 ],
 [
  "Your reputation and your news organization's reputation depend on how you act.",
  "ناوبانگی تۆ و ناوبانگی ڕێکخراوە هەواڵیەکانت پەیوەستە بەوەی کە چۆن کاردەکەیت."
 ],
 [
  "A good storyteller can make storytelling look effortless. But a lot of research, preparation, and logistics go into the finished product the audience sees. It takes years of experience, with some mistakes along the way, for a journalist to become a good storyteller. Nick Paton Walsh talks about that here.",
  "چیرۆک بێژێکی باش دەتوانێت چیرۆکبێژی بە بێهۆشی دەرکەوێت. بەڵام زۆرێک لە توێژینەوە و ئامادەکاری و لۆجستیکی دەچنە ناو ئەو بەرهەمەی کە بینەران دەیبینن. ئەزمونی چەند ساڵێک دەخایەنێت، لەگەڵ هەندێک هەڵەدا بەدرێژایی ڕێگاکە، بۆ ئەوەی ڕۆژنامەنووسێک ببێتە چیرۆکنووسێکی باش. نیک پاتۆن واڵش لێرە باسی ئەوە دەکات"
 ],
 [
  "It's Harder Than It Looks",
  "ئەوە قورسترە لەوەی کە وا دیارە"
 ],
 [
  "The storyteller's role is to tell the stories of others, not of themselves. The storyteller should avoid becoming the story. Click below to hear Ben Wedeman talk about that.",
  "ڕۆڵی چیرۆکبێژ ئەوەیە کە چیرۆکەکانی ئەوانی تر بگێڕنەوە نەک خۆیان. چیرۆکبێژەکە دەبێت خۆی بەدوور بگرێت لە بوون بە چیرۆکەکە. کلیکی خوارەوە بکە بۆ بیستنی بێن ویدمان کە باسی ئەوە دەکات."
 ],
 [
  "Don't Become the Story",
  "مەکە بە چیرۆکەکە"
 ],
 [
  "Decide if the following characteristics describe an ",
  "بڕیار بدە ئەگەر ئەم تایبەتمەندیانەی خوارەوە وەسفی "
 ],
 [
  "effective",
  "کاریگەر"
 ],
 [
  " storyteller or an ",
  " چیرۆکبێژ یان "
 ],
 [
  "ineffective",
  "ناکاریگەر"
 ],
 [
  " storyteller by dragging and dropping each card to the appropriate category:",
  " چیرۆکبێژ بە ڕاکێشان و فڕێدانی هەر کارتێک بۆ بابەتی گونجاو:"
 ],
 [
  "Characteristics of a Effective Storyteller",
  "تایبەتمەندیەکانی چیرۆکبێژێکی کاریگەر"
 ],
 [
  "Characteristics of an Ineffective Storyteller",
  "تایبەتمەندیەکانی چیرۆکبێژێکی ناکاریگەر"
 ],
 [
  "Draws attention away from the story",
  "سەرنجی دوور لە چیرۆکەکە ڕادەکێشێت"
 ],
 [
  "Seems uncertain or under-prepared",
  "دیار نیە یان لەژێر ئامادەباشی"
 ],
 [
  "Inspires trust",
  "ئیلهامبەخشی متمانە"
 ],
 [
  "Presents a series of facts, and nothing more",
  "زنجیرەیەک ڕاستی پێشکەش دەکات و هیچی تر"
 ],
 [
  "Puts the story itself at the center of their report",
  "چیرۆکەکە خۆی دەخاتە ناوەڕاستی ڕاپۆرتەکەیانەوە"
 ],
 [
  "Conducts a lot of research, but simplifies this for the audience",
  "توێژینەوەیەکی زۆر ئەنجام دەدات، بەڵام ئەمە بۆ ئامادەبووان ئاسان دەکات"
 ],
 [
  "Conducts a lot of research, and shares every detail of this with the audience",
  "توێژینەوەیەکی زۆر ئەنجام دەدات و هەموو وردەکارییەکانی ئەم بابەتە لەگەڵ ئامادەبوواندا هاوبەش دەکات"
 ],
 [
  "Gives the audience a way to connect to the story",
  "ڕێگایەک دەداتە ئامادەبووان بۆ پەیوەندی کردن بە چیرۆکەکەوە"
 ],
 [
  "Verbally describes and explains every single element of a story",
  "بە زارەکی هەموو توخمەکانی چیرۆکێک باس و شی دەکاتەوە"
 ],
 [
  "Makes it look effortless",
  "وا دەکات بە ماندوویی دەرکەوێت"
 ],
 [
  "You'll learn about how a storyteller finds their stories.",
  "تۆ فێر دەبیت کە چیرۆک بێژ چۆن چیرۆکەکانیان دەدۆزێتەوە."
 ],
 [
  "pre-Production",
  "پێش بەرهەمهێنان"
 ],
 [
  "Finding and Researching Your Story",
  "دۆزینەوە و لێکۆڵینەوە لە چیرۆکەکەت"
 ],
 [
  "Storytellers",
  "چیرۆکبێژەکان"
 ],
 [
  " are always looking for good stories.  But a good story rarely falls into your lap. ",
  " هەمیشە بەدوای چیرۆکێکی باشدا دەگەڕێن  بەڵام چیرۆکێکی باش بە دەگمەن دەکەوێتە ناو باوەشتەوە. "
 ],
 [
  "Be patient",
  "ئارام بە"
 ],
 [
  ", because it will take some work to find one. ",
  "چونکە هەندێک کار دەبات بۆ دۆزینەوەی دانەیەک "
 ],
 [
  "You won't find a good story by sitting in a newsroom.",
  "تۆ چیرۆکێکی باش نادۆزیتەوە بە دانیشتن لە ژووری هەواڵ."
 ],
 [
  "Finding Your Story",
  "دۆزینەوەی چیرۆکەکەت"
 ],
 [
  "Sometimes a story jumps out at you right away. But most of the time, good stories are waiting for you to find them. Here are some ways to get started:",
  "هەندێ جار چیرۆکێک هەر لە دوورەوە لە تۆ دەپەڕێت. بەڵام زۆربەی کات، چیرۆکە باشەکان چاوەڕێی دۆزینەوەیان دەکەن. لێرەدا چەند ڕێگەیەک هەیە بۆ دەستپێکردن:"
 ],
 [
  "Icon_Research",
  "Icon_Research"
 ],
 [
  "Read, read, and then read some more.",
  "بخوێنەوە، بخوێنەوە، و پاشان هەندێکی تر بخوێنەوە."
 ],
 [
  "From reading about what other storytellers have done to looking on social media, something is sure to spark your curiosity.",
  "لە خوێندنەوە دەربارەی ئەوەی کە چیرۆکبێژەکانی تر چیان کردووە بۆ سەیرکردنی تۆڕە کۆمەڵایەتییەکان، شتێک دڵنیایە بۆ درەوشانەوەی پێچ و حاڵت."
 ],
 [
  "Icon_Talking",
  "Icon_Talking"
 ],
 [
  "Talk to people.",
  "قسە لەگەڵ خەڵک بکە"
 ],
 [
  "Go beyond your colleagues to hear what friends, family, and acquaintances are talking about. Make contact with people who know more than you do about the topic.",
  "بڕۆ لە دوای هاوپیشەکانت بۆ بیستنی ئەوەی کە هاوڕێ و خێزان و ناسیاوەکان باسی چی دەکەن. پەیوەندی بکە لەگەڵ ئەو کەسانەی کە زیاتر لە تۆ دەزانن دەربارەی بابەتەکە."
 ],
 [
  "Icon_Question",
  "Icon_Question"
 ],
 [
  "Ask a lot of questions.",
  "پرسیارێکی زۆر بکە."
 ],
 [
  "Once you have an idea, start asking yourself questions about what makes it such a good story.  ",
  "کاتێک بیرۆکەیەکت هەیە، دەست بکە بە پرسیار کردن لە خۆت دەربارەی ئەوەی چی وای لێ دەکات چیرۆکێکی باش بێت."
 ],
 [
  "Finding a ",
  "دۆزینەوەی "
 ],
 [
  "good story",
  "چیرۆکی باش"
 ],
 [
  " can be like searching for a ",
  " دەکرێت وەک گەڕان بێت بۆ "
 ],
 [
  "hidden jewel ",
  "گەوهەری شاراوە "
 ],
 [
  "in the leaves.  ",
  "لە گەڵاکان"
 ],
 [
  "Don't expect to find it immediately.",
  "چاوەڕێی ئەوە مەکە کە یەکسەر بیدۆزیتەوە."
 ],
 [
  "Think about how ",
  "بیر لەوە بکەنەوە کە چۆن "
 ],
 [
  "your take",
  "وەرگری تۆ"
 ],
 [
  " on it will be different, what ",
  " لەسەری جیاواز دەبێت، چی "
 ],
 [
  "perspective ",
  "ڕوانگە"
 ],
 [
  "you can offer, and what ",
  "دەتوانیت پێشکەش بکەیت، وە چی "
 ],
 [
  "voices ",
  "دەنگ "
 ],
 [
  "or ",
  "یان "
 ],
 [
  "pictures ",
  "وێنە "
 ],
 [
  "you can use to make it your own.",
  "دەتوانیت بەکاری بهێنیت بۆ ئەوەی بیکەیت بە خۆت."
 ],
 [
  "Have you seen this story elsewhere?",
  "ئایا ئەم چیرۆکەتان لە شوێنێکی تر بینیوە؟"
 ],
 [
  "Consider whether the story offers strong ",
  "بیربکەرەوە کە ئایا چیرۆکەکە بە هێز پێشکەش دەکات یان نا "
 ],
 [
  "pictures",
  "وێنە"
 ],
 [
  " or a look into ",
  " یان سەیرکردنێک بۆ "
 ],
 [
  "humanity",
  "مرۆڤایەتی"
 ],
 [
  ", whether it ",
  "، ئەگەر ئەوە "
 ],
 [
  "affirms",
  "دووپاتکردن"
 ],
 [
  " something you thought you knew or offers something ",
  " شتێک کە تۆ بیرت کردەوە کە شتێکت دەزانی یان پێشنیارت کردووە "
 ],
 [
  "surprising.",
  "سەرسوڕهێنەرە"
 ],
 [
  "What kind of story is it?",
  "ئەوە چ جۆرە چیرۆکێکە؟"
 ],
 [
  "Think about",
  "بیر لە"
 ],
 [
  " what",
  "چی"
 ],
 [
  " grabs your attention, what makes you want to ",
  " سەرنجی تۆ دەگرێت، ئەوەی کە دەتەوێت "
 ],
 [
  "dig deeper",
  "قوڵتر هەڵکەنین"
 ],
 [
  ", and why you are",
  "وە بۆچی تۆ"
 ],
 [
  " curious",
  "پەرۆش"
 ],
 [
  ".",
  "."
 ],
 [
  "Does it grab your attention?",
  "ئایا سەرنجی تۆ دەکێشێت؟"
 ],
 [
  "A Dose of Patience",
  "دۆزێکی ئارامگری"
 ],
 [
  "Depending on how much investigative work your story involves, it can take weeks or even months to find it. It can be frustrating when you don't find anything, but that failure is only a ",
  "بە پشت بەستن بەوەی کە چیرۆکەکەت چەندە کاری لێکۆڵینەوەی تێدایە، دەتوانێ چەند هەفتەیەک یان تەنانەت چەند مانگێک بخایەنێت بۆ ئەوەی بیدۆزیتەوە. کاتێک هیچ شتێک نادۆزیتەوە دەکرێت بێهیواکەر بێت، بەڵام ئەو شکستە تەنیا "
 ],
 [
  "part",
  "بەش"
 ],
 [
  " of the process, not the ",
  " لە پرۆسەکەدا، نەک "
 ],
 [
  "end",
  "کۆتایی"
 ],
 [
  "Using Technology For Research",
  "بەکارهێنانی تەکنەلۆجیا بۆ توێژینەوە"
 ],
 [
  "Once you think you have an idea for a good story, there are tons of ways you can use open-source information online to help you focus it. CNN Investigative Researcher Katie Polglase tells us above how she uses many of these tools in her work. ",
  "کاتێک تۆ بیر دەکەیتەوە کە بیرۆکەیەکت هەیە بۆ چیرۆکێکی باش، تۆن ڕێگا هەیە کە دەتوانیت زانیاری سەرچاوەی کراوە بەکار بهێنیت لە سەرهێڵ بۆ ئەوەی یارمەتیت بدەیت سەرنج بدەیت. توێژەری لێکۆڵینەوەی سی ئێن ئێن کاتی پۆلگلاس لەسەرەوە پێمان دەڵێت کە چۆن زۆربەی ئەم ئامرازانە بەکاردێنێت لە کارەکەیدا."
 ],
 [
  "Starting with the \"where\" and \"when\" from a raw image can lead you to more information from an event to help piece together what might have happened and find more eyewitnesses to corroborate an account. ",
  "دەست پێکردن بە \"لەکوێ\" و \"کەی\" لە وێنەیەکی خاوەوە دەتوانێت تۆ بەرەو زانیاری زیاتر ببات لە ڕووداوێکەوە بۆ یارمەتیدانی پارچە پارچەی پێکەوە ئەوەی کە لەوانەیە ڕوویدابێت و شایەتحاڵی زیاتر بدۆزیتەوە بۆ ئەوەی هەژمارێک بخولقێنێت. "
 ],
 [
  "Metadata",
  "مێتاداتا"
 ],
 [
  "When you're digging further into images or videos shared on social media, having the metadata can tell you whether what you're seeing is really from the location and time you think it is, and satellite images can tell you even more. Katie Polglase tells us about those tools here.",
  "کاتێک تۆ زیاتر هەڵدەکەنی بۆ وێنە یان ڤیدیۆی هاوبەش لە تۆڕە کۆمەڵایەتییەکاندا، هەبوونی مێتاداتا دەتوانێت پێت بڵێت کە ئایا ئەو شتەی دەیبینیت بەڕاستی لە شوێن و کاتەوەیە کە پێت وایە، و وێنەکانی سەتەلایت دەتوانن زیاتر پێت بڵێن. کاتی پۆلگلاس دەربارەی ئەو ئامێرانە پێمان دەڵێت"
 ],
 [
  "Open-source tools",
  "ئامرازەکانی سەرچاوەی کراوە"
 ],
 [
  "From geo-locating tools to flight-tracking sites and public records, ",
  "لە ئامرازەکانی شوێنی جیۆ بۆ شوێنکەوتنی گەشت و تۆماری گشتی "
 ],
 [
  "open-source tools offer the storyteller even more opportunities",
  "ئامرازەکانی سەرچاوەی کراوە دەرفەتی زیاتر پێشکەش بە چیرۆکبێژەکە دەکەن"
 ],
 [
  " to research and find stories. ",
  " بۆ لێکۆڵینەوە و دۆزینەوەی چیرۆک"
 ],
 [
  "Read more about the Lekki Gate investigation",
  "زیاتر بخوێنەوە دەربارەی لێکۆڵینەوەی دەروازەی لێککی"
 ],
 [
  "Katie Polglase talked about using metadata for CNN's investigative reporting about the killing of protesters in Nigeria. Click here to read the story.",
  "کاتی پۆلگلاس باسی لە بەکارهێنانی مێتاداتا بۆ ڕاپۆرتی لێکۆڵینەوەی سی ئێن ئێن کرد دەربارەی کوشتنی خۆپیشاندەران لە نایجیریا. کرتە لێرە بکە بۆ خوێندنەوەی چیرۆکەکە."
 ],
 [
  "CNN.com",
  "CNN.com"
 ],
 [
  "Decide if the following statements are ",
  "بڕیار بدە ئەگەر ئەم لێدوانانەی خوارەوە "
 ],
 [
  "true",
  "ڕاست"
 ],
 [
  " or ",
  " یان "
 ],
 [
  "false",
  "هەڵە"
 ],
 [
  " by dragging and dropping each card to the appropriate category:",
  " بە ڕاکێشان و فڕێدانی هەر کارتێک بۆ بابەتی گونجاو:"
 ],
 [
  "True",
  "ڕاستە"
 ],
 [
  "False",
  "هەڵە"
 ],
 [
  "If your news organization's competitors are doing a story, you should do it too.",
  "ئەگەر پێشبڕکێکارەکانی رێکخراوە هەواڵییەکانت چیرۆکێک دەکەن، پێویستە ئەوەش بکەیت"
 ],
 [
  "Open-source tools provide more opportunities to research new stories.",
  "ئامرازەکانی سەرچاوەی کراوە دەرفەتی زیاتر دەڕەخسێنن بۆ لێکۆڵینەوە لە چیرۆکە نوێکان."
 ],
 [
  "A good story usually comes right to you.",
  "چیرۆکێکی باش عادەتەن ڕاست دێت بۆ تۆ."
 ],
 [
  "Finding a good story can take months of research and talking to people.",
  "دۆزینەوەی چیرۆکێکی باش دەتوانێت چەند مانگێک لە لێکۆڵینەوە و قسەکردن لەگەڵ خەڵکدا بخایەنێت."
 ],
 [
  "You'll learn about how to pitch your story.",
  "تۆ فێر دەبیت کە چۆن چیرۆکەکەت هەڵبکەیت."
 ],
 [
  "Pitching Your Story",
  "هەڵدانی چیرۆکەکەت"
 ],
 [
  "Taking the Story You Found to Your Commissioning Editor",
  "بردنی ئەو چیرۆکەی دۆزیتەوە بۆ سەرنووسەری کۆمیسۆنینگەکەت"
 ],
 [
  "It may be obvious why you should tell some stories, but others you will need to sell your editor on. This is when you convince the editorial decision-makers why your organization should do a story and why you should be the reporter to do it. Tell them why the story you found is a ",
  "لەوانەیە ڕوون بێت کە بۆچی دەبێت هەندێک چیرۆک بگێڕیتەوە، بەڵام هەندێکی تر پێویستە سەرنووسەرەکەت لەسەر بفرۆشن. ئەمە کاتێکە کە تۆ بڕیاردەرانی سەروتار قایل دەکەیت کە بۆچی دەبێت ڕێکخراوەکەت چیرۆکێک بکات و بۆچی دەبێت ببێتە پەیامنێر بۆ ئەوەی بیکەیت. پێیان بڵێ بۆچی ئەو چیرۆکەی دۆزیتەوە "
 ],
 [
  "Don't make your pitch too general. Offer a distinctive interview, location, or element. Pitch some sort of access or expertise that no one else has.",
  "ئاوازەکەت زۆر گشتی مەکە. پێشکەش کردنی چاوپێکەوتنێکی جیاواز، شوێن، یان توخمێک. هەڵدانی جۆرێک لە دەستگەیشتن یان شارەزایی کە هیچ کەسێکی تر نیە."
 ],
 [
  "Distinctive",
  "جیاکەرەوە"
 ],
 [
  "Be realistic about the pictures and interviews you honestly think you can get and how much time it will take to get them. Don't shoot for the moon, because that will most likely lead to unfulfilled expectations. ",
  "ڕاستبین بن دەربارەی ئەو وێنە و چاوپێکەوتنانەی کە بە ڕاستگۆیی پێت وایە دەتوانیت بەدەست بهێنیت و چەند کات دەخایەنێت بۆ بەدەست هێنانیان. تەقە مەکە بۆ مانگ، چونکە ئەوە لەوانەیە ببێتە هۆی پێشبینیە تەواونەکراوەکان."
 ],
 [
  "Pitch two or three elements you know you can secure, and then hope to find even more when you get there.",
  "هەڵدانی دوو یان سێ توخم کە دەتزانی دەتوانیت پارێزراو بیت، و پاشان هیوا دەخوازم کە زیاتر بدۆزیتەوە کاتێک دەگەیتە ئەوێ."
 ],
 [
  "Realistic",
  "واقیعی"
 ],
 [
  "There's a balance between keeping your pitch short and providing enough information. You want to tell enough about the story so your commissioning editor can easily understand it, but you don't need to tell the whole story here.",
  "هاوسەنگی هەیە لە نێوان کورت هێشتنەوەی ئاوازەکەت و پێدانی زانیاری تەواو. تۆ دەتەوێت باسی چیرۆکەکە بکەیت بۆ ئەوەی سەرنووسەرەکەت بە ئاسانی لێی تێبگات، بەڵام پێویست ناکات هەموو چیرۆکەکە لێرە بگێڕیتەوە."
 ],
 [
  "Balance",
  "هاوسەنگی"
 ],
 [
  "What to Include in Your Pitch",
  "چی تێبکەیت لە ئاوازەکەت"
 ],
 [
  "Think about the following to get your busy commissioning editor's attention for your story:",
  "بیر لەمانەی خوارەوە بکەوە بۆ ئەوەی سەرنجی سەرنوسەری کۆمیسۆنکردنی سەرقاڵت بۆ چیرۆکەکەت وەربگریت:"
 ],
 [
  "Be realistic.",
  "ڕاستبین بن"
 ],
 [
  "Don't oversell what you think you can get and your ability to get it.",
  "ئەو شتەی کە پێت وایە دەتوانیت بەدەست بهێنیت و توانای خۆت بۆ بەدەست هێنانی زیادەڕۆیی مەکە."
 ],
 [
  "Realistic_Story_Icon",
  "Realistic_Story_Icon"
 ],
 [
  "Keep it short and sweet.",
  "بە کورتی و شیرین بهێڵەوە."
 ],
 [
  "Just a few sentences or paragraphs to explain the story, in a way that is easy to understand.",
  "تەنیا چەند ڕستەیەک یان پاراگرافێک بۆ ڕوونکردنەوەی چیرۆکەکە، بە جۆرێک کە ئاسانە تێبگات."
 ],
 [
  "Short_Story_Icon",
  "Short_Story_Icon"
 ],
 [
  "A catchy title always helps.",
  "ناونیشانێکی سەرنجڕاکێش هەمیشە یارمەتی دەدات."
 ],
 [
  "You need to draw attention to your pitch.",
  "پێویستە سەرنج ڕاکێشیت بۆ ئاوازەکەت."
 ],
 [
  "Title_Story_Icon",
  "Title_Story_Icon"
 ],
 [
  "How will your storytelling make this a good story?",
  "چیرۆکبێژیەکەت چۆن ئەمە دەکات بە چیرۆکێکی باش؟"
 ],
 [
  "Be sure to mention what you will do to make your story stand out.",
  "دڵنیابە کە باسی ئەوە بکە کە چی دەکەیت بۆ ئەوەی چیرۆکەکەت بوەستێت."
 ],
 [
  "Standout_Story_Icon",
  "Standout_Story_Icon"
 ],
 [
  "Use the checklist below to put together your proposal",
  "لیستی پشکنینی خوارەوە بەکاربێنە بۆ کۆکردنەوەی پێشنیارەکەت"
 ],
 [
  "How much will it cost?",
  "چەندی تێدەچێت؟"
 ],
 [
  "How will you and your team get there, how long will you be there, and what kind of support will you need once you're there?",
  "تۆ و تیمەکەت چۆن دەگەن بۆ ئەوێ، تا چەند لەوێ دەبیت، وە چ جۆرە پشتگیرییەکت پێویستە کاتێک لەوێ بیت؟"
 ],
 [
  "What kind of access to people and information will you be able to get?",
  "چ جۆرە دەستگەیشتنێک بە خەڵک و زانیاری دەتوانیت بەدەست بهێنیت؟"
 ],
 [
  "What video, pictures and interviews do you know you can get and what ones do you hope to get?",
  "چ ڤیدیۆیەک، وێنە و چاوپێکەوتنێک دەزانێت کە دەتوانیت بەدەست بهێنیت و هیوات وایە چ ڤیدیۆیەک بەدەست بهێنیت؟"
 ],
 [
  "What is the best platform or medium for your story?",
  "باشترین پلاتفۆڕم یان مامناوەندی چیە بۆ چیرۆکەکەت؟"
 ],
 [
  "Who is the audience and why they should care?",
  "بینەران کێن و بۆچی دەبێت گرنگی پێ بدەن؟"
 ],
 [
  "What does your story add and what sets it apart from what's already been done?",
  "چیرۆکەکەت چی زیاد دەکات و چی جیا دەکاتەوە لەوەی کە پێشتر کراوە؟"
 ],
 [
  "How do you plan to tell the story?",
  "چۆن پلانت هەیە چیرۆکەکە بگێڕیتەوە؟"
 ],
 [
  "Why is this story important?",
  "بۆچی ئەم چیرۆکە گرنگە؟"
 ],
 [
  "Why should you do this story and why now?",
  "بۆچی دەبێت ئەم چیرۆکە بکەیت و بۆچی ئێستا؟"
 ],
 [
  "Sample Successful Pitch at CNN: Borneo is Burning ",
  "نموونەی هەنگاوی سەرکەوتوو لە سی ئێن ئێن: بۆرنیۆ دەسوتێت"
 ],
 [
  "Find out how Ivan Watson and his team laid out their stories, coverage plans, logistics, and estimated costs ahead of their special coverage of fires in Asia's Amazon. ",
  "بزانە چۆن ئیڤان واتسۆن و تیمەکەی چیرۆک و پلانی داپۆشین و لۆجستی و تێچووە خەمڵێنراوەکانیان لە پێش داپۆشینی تایبەتی ئاگرەکانیان لە ئەمازۆنی ئاسیا دانا. "
 ],
 [
  "You need to provide your commissioning editor with all the logistical information regarding your shoot. This is how the producer, Rebecca Wright, presented the information regarding this trip: ",
  "تۆ پێویستە هەموو زانیاریە لۆجستیەکانی تایبەت بە تەقە کردنەکەت دابین بکەیت بە سەرنووسەری کۆمیسۆنینگەکەت. بەم شێوەیە دەرهێنەری ڕێبێکا ڕایت زانیاری دەربارەی ئەم گەشتە پێشکەش کرد:"
 ],
 [
  "The fires are blazing right now, and are expected to continue through October/early November before rainy season kicks in. Proposed trip dates are Oct 3-12.",
  "ئاگرەکان لە ئێستادا دەتەقێنەوە، وە پێشبینی دەکرێت بەردەوام بن لە مانگی تشرینی یەکەم/سەرەتای مانگی تشرینی دووەم پێش ئەوەی وەرزێکی باراناوی لێ بدات. بەروارەکانی گەشتی پێشنیارکراو بریتین لە 3-12ی تشرینی یەکەم."
 ],
 [
  "Team has Indonesia visas.",
  "تیمەکە ڤیزای ئەندەنوسیای هەیە"
 ],
 [
  "CNN also has secured permits to join the Indonesian National Search and Rescue Agency on an aerial water-bombing / cloud-seeding mission over the fires. Access is TBD depending on the situation at the time - they do not have a schedule. ",
  "سی ئێن ئێن هەروەها ڕێپێدانەکانی مسۆگەر کردووە بۆ پەیوەندی کردن بە ئاژانسی نەتەویی گەڕان و رزگارکردنی ئەندەنوسی لەسەر تەقینەوەی ئاسمانی ئاو/ ئەرکی تۆوی هەور لەسەر ئاگرەکە. چوونەژوورەوەی TBDە بە پشتبەستن بە بارودۆخی ئەو کاتە - ئەوان خشتەیان نییە."
 ],
 [
  "We need a National Park Permit to enter the forests in Borneo. It takes a week to get the National Park Permit. ",
  "پێویستمان بە مۆڵەتی پارکی نەتەوەییە بۆ چوونە ناو دارستانەکان لە بۆرنیۆ، هەفتەیەک دەخایەنێت بۆ وەرگرتنی مۆڵەتی پارکی نەتەوەیی."
 ],
 [
  "Borneo Park Ranger",
  "ڕانجەری پارکی بۆرنیۆ"
 ],
 [
  "Notes",
  "تێبینیەکان"
 ],
 [
  "Even before you go out on your shoot, you need to have some idea of how you want your headline to look. What is the unique selling point of your story and how will it grab the audience's attention?",
  "تەنانەت پێش ئەوەی بڕۆیتە دەرەوە لەسەر تەقە کردنەکەت، پێویستە هەندێک بیرۆکەت هەبێت کە چۆن دەتەوێت سەردێڕی خۆت سەیری بکەیت. خاڵی فرۆشتنی بێهاوتای چیرۆکەکەت چییە و چۆن سەرنجی بینەران دەکێشێت؟"
 ],
 [
  "Borneo Headline in CNN",
  "مانشێتی بۆرنیۆ لە سی ئێن ئێن"
 ],
 [
  "Headline",
  "سەردێڕ"
 ],
 [
  "Read how the team pitched their story. Notice how they highlight the unique access they have got, the role of palm oil production, and the impact on orangutans:",
  "بخوێنەوە کە تیمەکە چۆن چیرۆکەکەیان هەڵدا. سەرنج بدە چۆن ئەو دەستگەیشتنە بێهاوتایانەی کە بەدەستیان هێناوە، ڕۆڵی بەرهەمهێنانی نەوتی خورما و کاریگەری لەسەر ئۆرانگوتانەکان دیاری دەکەن:"
 ],
 [
  "ASIA’S AMAZON: ORANGUTANS UNDER THREAT AS BORNEO BURNS ",
  "ئەمازۆنی ئاسیا: ئۆرانگوتان لەژێر هەڕەشەدا وەک بورنیۆ دەسوتێت"
 ],
 [
  "One of the world’s largest rainforests is burning. CNN’s Ivan Watson ",
  "یەکێک لە گەورەترین دارستانە باراناویەکانی جیهان دەسوتێت ئیڤان واتسۆنی سی ئێن ئێن "
 ],
 [
  "embeds with Indonesian fire-fighters",
  "لەگەڵ ئاگرکوژێنەوەکانی ئەندەنووسیا دایدەپۆشێت"
 ],
 [
  " in the sky and on the ground in Borneo as they battle to douse the inferno, water-bombing from choppers and doing the dirty work on the ground with hoses. ",
  " لە ئاسمان و لەسەر زەوی لە بۆرنیۆ، کاتێک شەڕیان دەکرد بۆ ئەوەی دۆزەخەکە بەکار بهێنن، ئاو باران کردن لە چۆپەرەکان و ئەنجامدانی کارە پیسەکانی سەر زەوی بە شۆخ."
 ],
 [
  "The fires are largely a man-made phenomenon, set by farmers and agro-business corporations burning off forests to grow one of Indonesia’s most valuable cash crops: palm oil. ",
  "ئاگرەکان تا ڕادەیەکی زۆر دیاردەیەکی دروستکراوی مرۆڤن، کە لەلایەن جووتیاران و کۆمپانیا بازرگانییە کشتوکارەکانەوە ئاگر لە دارستانەکان دەسووتێنن بۆ ئەوەی یەکێک لە بەهایترین بەروبوومی نەقدی ئیندۆنیزیا گەشە بکەن: ڕۆنی خورما."
 ],
 [
  "The industrial scale deforestation is also killing off one of the world’s endangered animals: the orangutan. ",
  "هەروەها دارستانی پێوانەی پیشەسازی یەکێک لە ئاژەڵە مەترسیدارەکانی جیهان دەکوژێت: ئۆرانگوتان"
 ],
 [
  "CNN travels deep into the remaining jungle",
  "سی ئێن ئێن گەشت دەکات بۆ قوڵایی دارستانە ماوەکە"
 ],
 [
  " to see conservation groups struggling to save the remaining orangutans before it’s too late. ",
  " بۆ بینینی گروپی پاراستن کە تێدەکۆشن بۆ پاراستنی ئەو ئۆرانگوتانانەی کە ماونەتەوە پێش ئەوەی زۆر درەنگ بێت."
 ],
 [
  "Borneo Jungle",
  "بۆرنیۆ جەنگەڵ"
 ],
 [
  "Overview",
  "کورتەی گشتی"
 ],
 [
  "Pitch What You Think You Can Get",
  "ئەو شتەی کە تۆ پێت وایە دەتوانیت بەدەست بهێنیت"
 ],
 [
  "Ivan and his producer, Rebecca, meticulously laid out the type of content they planned to get during this trip. Here is what they included in their pitch:",
  "ئیڤان و بەرهەمهێنەرەکەی، ڕێبێکا، بە وردی ئەو جۆرە ناوەڕۆکەیان دانا کە پلانیان دانا بۆ گەیشتن بەم گەشتە. ئەمە ئەو شتەیە کە ئەوان لە ئاوازەکەیاندا بوون:"
 ],
 [
  "Possible 30-minute special for CNN International ",
  "30 خولەکی گونجاو تایبەت بە سی ئێن ئێن ئینتەرناشناڵ "
 ],
 [
  "Digital Video Explainer: The Dirty Secret of Palm Oil ",
  "شیکەرەوەی ڤیدیۆی دیجیتاڵ: نهێنی پیسی نەوتی پالم"
 ],
 [
  "Distinctive Feature write for digital focusing on front-line first-person account on the struggle to save one of Asia’s most important rain forests ",
  "تایبەتمەندی جیاکەرەوە بۆ سەرنجدانی دیجیتاڵی لەسەر حیسابی یەکەم کەسی هێڵی پێشەوە لەسەر خەبات بۆ ڕزگارکردنی یەکێک لە گرنگترین دارستانەکانی بارانبارینی ئاسیا دەنوسێت"
 ],
 [
  "TV stories on firefighting and orangutans ",
  "چیرۆکی تەلەڤزیۆنی لەسەر ئاگرکوژێنەوە و ئۆرانگوتان"
 ],
 [
  "Story Details",
  "وردەکاریەکانی چیرۆک"
 ],
 [
  "Ivan and Rebecca were able to clearly lay out the content they were hoping to produce while on the ground. By presenting the stories below so clearly, they were able to ensure that all CNN platforms had an opportunity to feature their work prominently:",
  "ئیڤان و ڕێبێکا توانیان بە ڕوونی ئەو ناوەڕۆکە دابنێن کە هیواخواز بوون لە کاتیکدا لەسەر زەوی بەرهەم بهێنن. بە پێشکەشکردنی چیرۆکەکانی خوارەوە زۆر بە ڕوونی، توانیان دڵنیا ببنەوە کە هەموو پلاتفۆرمەکانی سی ئێن ئێن دەرفەتێکیان هەیە بۆ ئەوەی بە شێوەیەکی بەرچاو کارەکانیان دیاری بکەن:"
 ],
 [
  "THE DIRTY SECRET OF PALM OIL",
  "نهێنی پیسی ڕۆنی پالم"
 ],
 [
  "Digital video explainer that reveals the devastating environmental impact behind your every day shopping list. Many viewers may not know what palm oil is. We go into a grocery store to show how it is used in more than half of all packaged groceries - including soap, shampoo, and ice cream.  We explain how palm oil is harvested and processed. And we explain that palm oil is also used to produce “bio-fuel.”  Ironically, this was supposed to an environmentally-friendly alternative to fossil fuels. Instead, the global thirst for palm oil only hastened  deforestation, which creates three times the greenhouse gases of oil and gas. In an effort to stop tropical deforestation, some Western countries and companies have pushed to regulate the production of palm oil, but experts warn that with huge demand from China and India, the demand for palm oil is still expected to double by 2050. ",
  "شیکەرەوەی ڤیدیۆی دیجیتاڵ کە کاریگەری ژینگەیی وێرانکەری پشت لیستی کڕینەکانی هەموو رۆژێک ئاشکرا دەکات. زۆرێک لە بینەران لەوانەیە نەزانن ڕۆنی خورما چییە. ئێمە دەچینە دوکانێکی فرۆشگا بۆ ئەوەی نیشانی بدەین کە چۆن لە نیوەی هەموو دووکانەکانی پاکێجکراو بەکاردێت- بە سابون و شامپۆ و ئایس کرێمیشەوە ڕوونی دەکەینەوە کە چۆن ڕۆنی خورما دەهێنرێت و چارەسەر دەکرێت و ڕوونی دەکەینەوە کە ڕۆنی خورماش بۆ بەرهەمهێنانی \"سووتەمەنی بای   بە گاڵتەوە، ئەمە وا دانرابوو بۆ بەدیلێکی ژینگەدۆستانە بۆ سووتەمەنی فوسیل. لە جیاتی ئەوە تینوێتی جیهانی بۆ ڕۆنی خورما تەنیا دارستانی وشک کردنەوە خێرا دەکات کە سێ جار گازە شووشەییەکانی نەوت و گاز دروست دەکات لە هەوڵێکدا بۆ وەستاندنی دارستانی گەرمەوایی هەندێک وڵات و کۆمپانیا ڕۆژئاواییەکان پاڵیان ناوە بۆ ڕێکخستنی بەرهەمهێنانی نەوتی خورما، بەڵام شارەزایان هۆشداری دەدەن بەوەی کە بە داواکارییەکی زۆرەوە لە چین و هیندستانەوە هێشتا پێشبینی دەکرێت تا ساڵی 2050 داواکاری نەوتی دار"
 ],
 [
  "Charts on Palm Oil",
  "چارتەکان لەسەر ڕۆنی پالم"
 ],
 [
  "Story 3: palm oil",
  "چیرۆکی 3: ڕۆنی خورما"
 ],
 [
  "ORANGUTANS FACING EXTINCTION AS FIRES BLAZE",
  "ئۆرانگوتانس رووبەرووی لەناوچوون دەبێتەوە وەک ئاگرە گڕەکان"
 ],
 [
  "As their habitat burns, the orangutans are in trouble. Their orangutan population in Borneo is already down by more than 50% over the past 60 years - the threat of extinction in the wild made more real every year when the slash-and-burn fires begin. CNN travels deep into the jungle to see how conservation groups are struggling to rescue stranded orangutans. This is the species that is genetically close to humans- orangutans share 97% of our DNA. But a recent global U.N. report warns that orangutans are one of the million species that could soon go extinct.",
  "کاتێک شوێنی ژیانیان دەسوتێت، ئۆرانگوتانەکان لە کێشەدان. دانیشتوانی ئۆرانگوتانیان لە بۆرنیۆ لە 60 ساڵی ڕابردوودا زیاتر لە 50٪ دابەزیوە - هەڕەشەی لەناوچوون لە کێویدا هەموو ساڵێک کاتێک کە ئاگرە بڕین و سووتاندنەکان دەست پێ دەکات راستەقینتر دەبێت. سی ئێن ئێن گەشت دەکات بۆ قوڵایی دارستانەکە بۆ ئەوەی بزانێت کە چۆن گرووپە پارێزراوەکان تێدەکۆشن بۆ ڕزگارکردنی ئۆرانگوتانەکان، ئەمە ئەو جۆرەیە کە لە ڕووی جیناتییەوە نزیکە لە مرۆڤ- ئۆرانگوتانەکان 97٪ لە دی ئێن ئەی ئێمە هاوبەشن. بەڵام ڕاپۆرتێکی ئەم دواییەی جیهانیی یوئێن هۆشداری دەدات کە ئۆرانگوتانەکان یەکێکن لەو ملیۆنە جۆرانەی کە بە زوویی دەتوانێ لەناو بچێت."
 ],
 [
  "Man carrying Orangutan",
  "پیاوی هەڵگری ئۆرانگوتان"
 ],
 [
  "Story 2: Orangutans",
  "چیرۆکی 2: ئۆرانگوتان"
 ],
 [
  "ASIA’S AMAZON: BORNEO IS BURNING",
  "ئەمازۆنی ئاسیا: بۆرنیۆ دەسوتێت"
 ],
 [
  "The jungles of Borneo are on fire. Bigger than Texas, this island is home to one of the oldest rainforests in the world. The inferno is sending vast clouds of toxic smog to smother cities like Singapore and Kuala Lumpur… while also accelerating global climate change. The fires are actually a man-made phenomenon worsened by a drought. Indonesian farmers carry out a slash-and-burn method to clear land for the production of palm oil. Palm oil is a key ingredient used by companies like Unilever, Colgate, and Nestle to make products like shampoo and chocolate... as well as biofuel.",
  "دارستانەکانی بۆرنیۆ لە تێکساس گەورەترن، ئەم دوورگەیە ماڵی یەکێک لە کۆنترین دارستانە باراناویەکانی جیهانە. دۆزەخەکە هەوری زۆر لە ژەهری ژەهراوی دەنێرێت بۆ شارەکانی وەک سەنگافورە و کوالالامپور لە کاتی خێراکردنی گۆڕانی کەش و هەوای جیهانیدا، ئاگرەکان لە ڕاستیدا دیاردەیەکی دروستکراوی مرۆڤن بەهۆی وشکەساڵییەکەوە، جوتیارانی ئەندۆنیزی شێوازێکی کەمکردنەوە و سووتاندن ئەنجام دەدەن بۆ پاککردنەوەی زەوی بۆ بەرهەمهێنانی نەوتی دارخورما، ڕۆنی پالم پێکهاتەیەکی سەرەکی وە هەروەها سوتەمەنی بایۆلۆجیش"
 ],
 [
  "CNN embeds with the Indonesian National Disaster Agency as it tries to douse the inferno. We fly over the blaze as firefighters water-bomb the forests, and even seed the clouds to promote early rainfalls. We also join local firefighters at ground level, and meet local conservationist Hardi Baktiantoro who is coordinating volunteer efforts to help. Finally, we talk to struggling Indonesian farmers... to learn why they start fires that cause so much environmental damage. ",
  "سی ئێن ئێن لەگەڵ ئاژانسی کارەساتی نەتەوەیی ئەندەنووسیا دایگرت کاتێک هەوڵ دەدات بۆ ئەوەی فرێندۆکە بەکاربێنێت، ئێمە لەسەر ئاگرەکە دەفڕین وەک ئاگرکوژێنەوەکان دارستانەکان بۆمباران دەکەن و تەنانەت هەورەکان دەنوێنن بۆ بەرزکردنەوەی بارانی زوو. هەروەها ئێمە پەیوەندیمان کرد بە ئاگرکوژێنەوەی ناوخۆیی لەسەر ئاستی زەوی، و لەگەڵ هەردی باکتیانتۆرۆ پارێزەری ناوخۆ کە هەوڵی خۆبەخشی بۆ یارمەتیدان ڕێکدەخرێت لە کۆتایدا، ئێمە قسە لەگەڵ جوتیارانی ئەندەنوسی دەکەین بۆ ئەوەی فێربن کە بۆچی دەست دەکەن بە ئاگر کە زیانی زۆری ژینگەیی لێکەوتووەتەوە"
 ],
 [
  "Borneo Rainforest on fire",
  "دارستانی بارانی بۆرنیۆ لە ئاگردا"
 ],
 [
  "Story 1: Borneo is burning",
  "چیرۆکی 1: بۆرنیۆ دەسوتێت"
 ],
 [
  "Think Itinerary ",
  "بیربکەرەوە لە پەڕاوگە"
 ],
 [
  "It is always good to lay out how you think you will spend the time on the ground. Here is how Ivan and Rebecca presented their initial itinerary. ",
  "هەمیشە باشە کە چۆن بیر دەکەیتەوە کە کات بەسەر دەبەیت لەسەر زەوی. لێرەیە کە چۆن ئیڤان و ڕێبێکا نمایشی سەرەتایی خۆیان پێشکەش کرد. "
 ],
 [
  "Day 9",
  "ڕۆژی 9"
 ],
 [
  "Fly back to Jakarta and interview government officials from the Indonesian Forestry Ministry.",
  "فڕین بۆ جاکارتا و چاوپێکەوتن لەگەڵ بەرپرسانی حکومەت لە وەزارەتی دارستانی ئەندەنووسیا."
 ],
 [
  "Interviews in Jakarta and Flight Back to Hong Kong",
  "چاوپێکەوتنەکان لە جاکارتا و فڕین بۆ هۆنگ کۆنگ"
 ],
 [
  "Day 8 ",
  "ڕۆژی 8 "
 ],
 [
  " Interview farmers and local activists on palm oil industry.  ",
  "چاوپێکەوتن لەگەڵ جووتیاران و چالاکوانانی ناوخۆ لەسەر پیشەسازی نەوتی خورما "
 ],
 [
  "Focus on Palm Oil Industry",
  "سەرنج لەسەر پیشەسازی نەوتی پالم"
 ],
 [
  "Day 6-7",
  "ڕۆژی 6-7"
 ],
 [
  "Film with primatologist, during an eco-tour of the orangutan habitats in the jungle and along the river.",
  "فیلم لەگەڵ پزیشکی سەرەتایی، لە ماوەی گەشتێکی ژینگەیی ئۆرانگوتان لە دارستان و بە درێژایی ڕووبارەکە."
 ],
 [
  "Orangutan Habitat",
  "ئۆرانگوتان هابیتات"
 ],
 [
  "Day  4-5",
  "ڕۆژی 4-5"
 ],
 [
  "Film fires from the ground with firefighters and with Indonesian conservationist Hardi Baktiantoro, who is currently working with firefighters and local officials with water trucks to put out the fires at ground level. Also accompany Hardi to the orangutan rescue center he works for, where they are rehabilitating rescued animals and trying to protect them from the fires. ",
  "ئاگرەکانی فیلم لە زەویەوە لەگەڵ ئاگرکوژێنەوەکان و لەگەڵ هەردی باکیانتۆرۆی پارێزەری ئەندەنوسی کە لە ئێستادا لەگەڵ ئاگرکوژێنەوەکان و بەرپرسانی ناوخۆ بە بارهەڵگری ئاوەوە کار دەکەن بۆ ئەوەی ئاگرەکان بخەنە سەر ئاستی زەوی هەروەها هەردی لەگەڵ بنکەی ڕزگاری ئۆرانگوتان کە کاری بۆ دەکات و لەو شوێنەی کە ئاژەڵە ڕزگارکراوەکان ئاوەدان دەکەنەوە و هەوڵی پاراستنیان دەدەن لە ئاگرەکە"
 ],
 [
  "Embed with Firefighters",
  "لەگەڵ ئاگرکوژێنەوەکان دایبپۆشێت"
 ],
 [
  "Day 2-3",
  "ڕۆژی 2-3"
 ],
 [
  "Film fires raging from the air. Either water-bombing/cloud-seeding flight with National Disaster Agency, or via hired helicopter from Surabaya. Interview disaster officials on fire situation. Also film at a local community impacted by the fires.",
  "فیلم ئاگر لە هەوا دەدڕێت. یان فڕۆکەی بۆمبارانی ئاو و هەور لەگەڵ ئاژانسی کارەساتی نیشتمانی، یان لە ڕێگەی هەلیکۆپتەرێکی بەکرێگیراوی سورابایەوە چاوپێکەوتن لەگەڵ بەرپرسانی کارەساتەکە لەسەر دۆخی ئاگرکەوتنەوە هەروەها فیلم لە کۆمەڵگەیەکی ناوخۆیی کە کاریگەری لەسەر ئاگرەکە هەیە"
 ],
 [
  "Day 1",
  "ڕۆژی 1"
 ],
 [
  " Fly from Hong Kong to Jakarta or Surabaya; take an internal flight to Borneo. ",
  "لە هۆنگ کۆنگەوە بفڕە بۆ جاکارتا یان سورابایا، گەشتێکی ناوخۆیی بۆ بۆرنیۆ بکە"
 ],
 [
  "Flight to Borneo",
  "گەشت بۆ بۆرنیۆ"
 ],
 [
  "Think Budget",
  "بیر لە بودجە بکەنەوە"
 ],
 [
  "It is always good to have a pretty clear idea how much your shoot is going to cost. Plans will change and you might have to ask for more money in the end, but you need to include a detailed budget in your pitch. This is what Ivan and Rebecca included in their pitch. ",
  "ئەوە هەمیشە باشە کە بیرۆکەیەکی زۆر ڕوونت هەبێت کە تەقە کردنەکەت چەندە تێدەچێت. پلانەکان دەگۆڕن و لەوانەیە لە کۆتایدا داوای پارەی زیاتر بکەیت، بەڵام پێویستە بودجەیەکی ورد لە ئاوازەکەتدا دابنێیت. ئەمە ئەو شتەیە کە ئیڤان و ڕێبێکا لە ئاوازەکەیاندا بوون."
 ],
 [
  "The Team: reporter, producer and photojournalist for 9 nights and 10 days. ",
  "تیمەکە: پەیامنێر، بەرهەمهێنەر و فۆتۆجورنالیست بۆ ماوەی 9 شەو و 10 ڕۆژ"
 ],
 [
  "What?",
  "چی؟"
 ],
 [
  "How much?",
  "چەند?"
 ],
 [
  "Flights from Hong Kong",
  "گەشتەکانی هۆنگ کۆنگ"
 ],
 [
  "$2,000",
  "2000 دۆلار"
 ],
 [
  "$500",
  "500 دۆلار"
 ],
 [
  "Hotels",
  "هۆتێلەکان"
 ],
 [
  "$5,100",
  "5,100 دۆلار"
 ],
 [
  "Transportation and driver",
  "گواستنەوە و درایڤەر"
 ],
 [
  "$1,500",
  "1500 دۆلار"
 ],
 [
  "Local fixer",
  "چاککەرەوەی ناوخۆیی"
 ],
 [
  "$2,400",
  "2,400 دۆلار"
 ],
 [
  "Miscellaneous",
  "هەمەجۆر"
 ],
 [
  "Think Multiplatform",
  "بیر لە فرەچەشن بکە"
 ],
 [
  "As you see, a big deployment like this one requires a lot of planning and costs an organization like CNN money. That's why it is important to think about how you can make the most of the content you gather on multiple platforms. ",
  "وەک دەبینن، بڵاو بوونەوەیەکی گەورەی وەک ئەمە پێویستی بە پلاندانانێکی زۆر هەیە و تێچووی ڕێکخراوێکی وەک پارەی سی ئێن ئێنە. بۆیە گرنگە بیر لەوە بکەیتەوە کە چۆن دەتوانیت زۆربەی ئەو ناوەڕۆکانە دروست بکەیت کە لەسەر چەند پلاتفۆرمێک کۆدەبیتەوە."
 ],
 [
  "Click here to watch a 30-minute documentary",
  "کرتە لێرە بکە بۆ سەیرکردنی دۆکیومێنتاری 30 خولەکی"
 ],
 [
  " Ivan and the team produced. You can also watch the short documentary they produced for CNN's Facebook show ",
  " ئیڤان و تیمەکە بەرهەمیان هێنا هەروەها دەتوانیت سەیری ئەو کورتە دۆکیۆمێنتاریە بکەیت کە بۆ بەرنامەی فەیسبووکی سی ئێن ئێن دروستیان کردووە "
 ],
 [
  "Go There",
  "بڕۆ بۆ ئەوێ"
 ],
 [
  "Read More",
  "زیاتر بخوێنەوە"
 ],
 [
  "Click here to see the reporting on ",
  "کرتە لێرە بکە بۆ بینینی ڕاپۆرت لەسەر "
 ],
 [
  "Borneo is Burning",
  "بۆرنیۆ دەسوتێت"
 ],
 [
  " by Ivan Watson and his team.",
  " لە لایەن ئیڤان واتسۆن و تیمەکەی"
 ],
 [
  "Let's go through some scenarios for proposing your story to your commissioning editor.",
  "با بە چەند سیناریۆیەک بڕۆین بۆ پێشنیارکردنی چیرۆکەکەت بۆ سەرنووسەری کۆمسیۆنەکەت."
 ],
 [
  "I have a general idea for a story, but haven't done a lot of research yet. I'm not really sure where to go or who I might talk to when I get there. Should I pitch it to my commissioning editor?",
  "من بیرۆکەیەکی گشتیم هەیە بۆ چیرۆکێک، بەڵام هێشتا لێکۆڵینەوەی زۆرم نەکردووە. من بەڕاستی دڵنیا نیم بۆ کوێ بڕۆم یان لەوانەیە قسە لەگەڵ کێ بکەم کاتێک دەگەمە ئەوێ. دەبێ بیکەمە سەرنووسەری کۆمسیۆنەکەم؟"
 ],
 [
  "Not yet!",
  "نا هێشتا!"
 ],
 [
  "That's right. You need to do more research in order to give your commissioning editor more specifics so he or she can decide if it's a story you should go and do.",
  "ئەوە ڕاسته. تۆ پێویستە لێکۆڵینەوەی زیاتر بکەیت بۆ ئەوەی تایبەتمەندی زیاتر بە سەرنووسەری کۆمسیۆنەکەت بدەیت بۆ ئەوەی ئەو بڕیار بدات ئەگەر ئەوە چیرۆکێکە کە پێویستە بڕۆی و بیکەیت."
 ],
 [
  "Go for it!",
  "بڕۆ بۆی!"
 ],
 [
  "That's not the best option right now: your commissioning editor needs to know more details about how you plan to tell your story and how you can put your stamp on it.",
  "ئەمە باشترین بژاردە نیە لە ئێستادا: سەرنوسەری کۆمسیۆنەکەت پێویستە وردەکاری زیاتر بزانێت دەربارەی ئەوەی کە چۆن پلانت هەیە چیرۆکەکەت بگێڕیتەوە و چۆن دەتوانیت مۆرەکەت لەسەری دابنێیت."
 ],
 [
  "I've done some more reading and talking to people. I know of a few elements I can get for my story, but I don't have all of the elements planned out. Is it time for a pitch?",
  "من هەندێکی ترم لە خوێندنەوە و قسەکردن لەگەڵ خەڵکدا کردووە. من لە چەند توخمێک دەزانم کە دەتوانم بۆ چیرۆکەکەم بەدەست بێنم، بەڵام من هەموو ئەو توخمانەم نییە کە پلانیان بۆ دانراوە. ئایا کاتی ئەوە هاتووە کە ھەندێک بێت؟"
 ],
 [
  "Wait until you have all of your elements figured out first.",
  "چاوەڕێکە تا هەموو توخمەکانت لە سەرەتادا دەرکەوتن."
 ],
 [
  "That's not the correct answer: while you should know some images and interviews that you can get for sure, there may be others that you'll find there to be the icing on the cake.",
  "ئەوە وەڵامەکەی ڕاست نیە: لە کاتێکدا تۆ دەبێت هەندێک وێنە و چاوپێکەوتن بزانی کە بە دڵنیایەوە دەتوانیت بیبینیت، لەوانەیە هەندێکی تر هەبێت کە لەوێ بدۆزیتەوە بۆ ئەوەی لەسەر کێکەکە بخەیت."
 ],
 [
  "You want to give your news organization's decision-makers a good idea of what you'll use to tell the story. But you won't know everything you'll get until you get there to report on the story. ",
  "تۆ دەتەوێت بیرۆکەیەکی باش بدەیت بە بڕیاردەرانی رێکخراوە هەواڵییەکانت دەربارەی ئەوەی کە بەکاری دەهێنیت بۆ گێڕانەوەی چیرۆکەکە. بەڵام تۆ هەموو ئەو شتانە نازانیت کە بەدەستی دەهێنیت هەتا دەگەیتە ئەوێ بۆ ئەوەی ڕاپۆرت لەسەر چیرۆکەکە بدەیت. "
 ],
 [
  "Go make your pitch. Good luck!",
  "بڕۆ ئاوازەکەت دروست بکە بەختێکی باش!"
 ],
 [
  "That's right! You want to give your news organization's decision-makers a good idea of what you'll use to tell the story. But you won't know everything you'll get until you get there to report on the story. ",
  "ئەوە ڕاسته! تۆ دەتەوێت بیرۆکەیەکی باش بدەیت بە بڕیاردەرانی رێکخراوە هەواڵییەکانت دەربارەی ئەوەی کە بەکاری دەهێنیت بۆ گێڕانەوەی چیرۆکەکە. بەڵام تۆ هەموو ئەو شتانە نازانیت کە بەدەستی دەهێنیت هەتا دەگەیتە ئەوێ بۆ ئەوەی ڕاپۆرت لەسەر چیرۆکەکە بدەیت."
 ],
 [
  "Your pitch is approved, so now what?",
  "ئاوازەکەت پەسەند کراوە، کەواتە ئێستا چی؟"
 ],
 [
  "You'll learn about getting ready to go on the road to report on your story.",
  "تۆ فێر دەبیت دەربارەی ئامادەبوون بۆ ڕۆیشتن لەسەر ڕێگاکە بۆ ڕاپۆرت دان لەسەر چیرۆکەکەت."
 ],
 [
  "Getting Ready to Go on the Road",
  "ئامادەبوون بۆ ڕۆیشتن لەسەر ڕێگاکە"
 ],
 [
  "Before you start asking the tough questions, there are a lot of questions to ask yourself ",
  "پێش ئەوەی دەست بکەیت بە پرسیارکردن لە پرسیارە توندەکان، پرسیاری زۆر هەیە بۆ پرسیارکردن لە خۆت "
 ],
 [
  "when you are getting ready to go out into the field",
  "کاتێک تۆ ئامادەیت بۆ چوونە دەرەوە بۆ ناو کێڵگەکە"
 ],
 [
  " to report on a story. There’s a lot to take into account. And no matter how much planning you do, ",
  " بۆ ڕاپۆرت کردن لەسەر چیرۆکێک زۆر شت هەیە کە ڕەچاوی بکەیت وە گرنگ نییە چەند پلانت داناوە "
 ],
 [
  "you should always prepare for things to go wrong",
  "دەبێت هەمیشە ئامادەکاری بکەیت بۆ ئەوەی شتەکان هەڵە بکەن"
 ],
 [
  " or at least go differently than what you expected. ",
  " یان بەلایەنی کەمەوە جیاوازتر بڕۆ لەوەی کە پێشبینیت دەکرد."
 ],
 [
  "Making an Editorial Plan",
  "دانانی پلانی سەروتار"
 ],
 [
  "Before you head out, you need to talk with your team about the story you are trying to get and the elements you have in mind. Your photojournalist and producer will have ideas and can help get together a working plan. The emphasis here is on ",
  "پێش ئەوەی بڕۆیتە دەرەوە، پێویستە قسە لەگەڵ تیمەکەت بکەیت دەربارەی ئەو چیرۆکەی کە هەوڵ دەدەیت بیکەیت و ئەو توخمانەی کە لە مێشکتدایە. وێنە ژەن و بەرهەمهێنەرەکەت بیرۆکەیان دەبێت و دەتوانن یارمەتی پێکەوە خستنی پلانێکی کارکردن بدەن. جەختکردنەوە لێرەدا لەسەر "
 ],
 [
  "working",
  "کارکردن"
 ],
 [
  " plan, because the story or situation could change, and you'll need to adapt. Constant communication with your team is crucial throughout the process.",
  " پلان داڕێژە، چونکە چیرۆکەکە یان دۆخەکە دەتوانێ بگۆڕێت، وە تۆ پێویستت بە خۆگونجاندن دەبێت. پەیوەندی بەردەوام لەگەڵ تیمەکەت زۆر گرنگە بە درێژایی پرۆسەکە."
 ],
 [
  "Putting together a ",
  "پێکەوە دانان "
 ],
 [
  "storyboard",
  "تەختەی چیرۆک"
 ],
 [
  " beforehand will help organize the editorial plan for your story.",
  " پێشتر یارمەتی ڕێکخستنی پلانی سەروتارەکە دەدات بۆ چیرۆکەکەت."
 ],
 [
  "Elements of a Successful Storyboard",
  "توخمەکانی تەختەی چیرۆکێکی سەرکەوتوو"
 ],
 [
  "Your storyboard can ",
  "تەختەی چیرۆکەکەت دەتوانێت "
 ],
 [
  "evolve ",
  "پەرەپێدان"
 ],
 [
  "as you gather video, other elements and information. Have backups, if things unfold differently than you thought they would.",
  "کاتێک ڤیدیۆ کۆدەکەیتەوە، توخمەکانی تر و زانیاری تر. یەدەگتان هەبێت، ئەگەر شتەکان جیاوازتر لەوەی کە تۆ پێت وابوو دەرکەون."
 ],
 [
  "Flexibility",
  "نەرمی"
 ],
 [
  "Your storyboard should include a list of the ",
  "تەختەی چیرۆکەکەت دەبێت لیستێک لەخۆبگرێت لە "
 ],
 [
  " you are hoping to get. For a television piece, it should include the key opening shot that will grab the audience's attention.",
  " تۆ هیوات بە گەیشتن هەیە بۆ پارچە تەلەڤیزیۆنێک، پێویستە کلیلی کردنەوەی لێدانەکە بگرێتەوە کە سەرنجی بینەران بگرێتەوە."
 ],
 [
  "Visuals",
  "بینراوەکان"
 ],
 [
  "The storyboard is your ",
  "تەختەی چیرۆکەکە هی تۆیە "
 ],
 [
  "outline",
  "دەرە-هێڵ"
 ],
 [
  " for how the visuals and narrative will fit together and what your story could look like.",
  " بۆ ئەوەی چۆن بینراوەکان و چیرۆکەکان پێکەوە دەگونجێن و چیرۆکەکەت چۆن دەردەکەوێت."
 ],
 [
  "Structure",
  "پێکهاتە"
 ],
 [
  "Be Prepared",
  "ئامادە بکرێت"
 ],
 [
  "There are a lot of logistics to take into consideration when you're getting ready to go.",
  "زۆر لۆجیستی هەیە بۆ ئەوەی ڕەچاوی بکەیت کاتێک تۆ ئامادە دەبیت بۆ ڕۆیشتن."
 ],
 [
  "Do you need any legal advice before you go?",
  "ئایا پێویستت بە هیچ ئامۆژگارییەکی یاساییە پێش ئەوەی بڕۆی؟"
 ],
 [
  "What kind of ethical considerations do you need to make?",
  "چ جۆرە ڕەچاوکردنێکی ئەخلاقی پێویستە؟"
 ],
 [
  "How much support will you need from back at headquarters?",
  "چەند پشتگیریت پێویستە لە پشتەوە لە بارەگاکە؟"
 ],
 [
  "What about permits or visas?",
  "چی دەربارەی مۆڵەتەکان یان ڤیزاکان؟"
 ],
 [
  "Do you have enough money with you?",
  "پارەی تەواوت هەیە لەگەڵت؟"
 ],
 [
  "Other Logistics",
  "لۆجستیکی تر"
 ],
 [
  "Can you file your story from your location?",
  "دەتوانیت چیرۆکەکەت لە شوێنەکەت فایل بکەیت؟"
 ],
 [
  "Will you need to go back to base to file?",
  "ئایا پێویستە بگەڕێیتەوە بۆ بنکە بۆ فایل؟"
 ],
 [
  "How much post-production time will you need?",
  "چەند کاتی پاش بەرهەمهێنانت پێویستە؟"
 ],
 [
  "Delivering Your Story",
  "گەیاندنی چیرۆکەکەت"
 ],
 [
  "Will you drive or fly?",
  "ئایا لێخوڕین یان دەفڕیت؟"
 ],
 [
  "How long will it take to get there?",
  "چەند دەخایەنێت بۆ گەیشتن بە ئەوێ؟"
 ],
 [
  "Where will you stay?",
  "لە کوێ دەمێنیتەوە؟"
 ],
 [
  "How much time do you need there?",
  "چەند کاتت پێویستە لەوێ؟"
 ],
 [
  "Travel",
  "گەشت"
 ],
 [
  "What other media will be there?",
  "چ میدیایەکی تر لەوێ دەبێت؟"
 ],
 [
  "If you are the only team there, why is that?",
  "ئەگەر تۆ تاکە تیمی ئەوێیت، بۆچی وایە؟"
 ],
 [
  "The Competition",
  "پێشبڕکێ"
 ],
 [
  "Do you plan to go alone or do you need a crew?",
  "ئایا پلانت هەیە بە تەنیا بڕۆیت یان پێویستت بە تاقمە؟"
 ],
 [
  "Will you need a producer?",
  "ئایا پێویستت بە بەرهەمهێنەرە؟"
 ],
 [
  "Do you need a photographer?",
  "تۆ پێویستت بە وێنەگر هەیە؟"
 ],
 [
  "Do you need security?",
  "ئایا پێویستت بە ئاسایشە؟"
 ],
 [
  "Can you trust the people who will work with you once you are there?",
  "دەتوانیت متمانە بە ئەو کەسانە بکەیت کە کاتێک لەوێیت لەگەڵت کار دەکەن؟"
 ],
 [
  "Your Team",
  "تیمەکەت"
 ],
 [
  "What type of place are you going to?",
  "بە چ جۆرە شوێنێک دەڕۆیت؟"
 ],
 [
  "What kind of safety considerations do you need to consider?",
  "چ جۆرە ڕەچاوکردنێکی سەلامەتی پێویستە ڕەچاوی بکەیت؟"
 ],
 [
  "What type of equipment do you need?",
  "چ جۆرە ئامێرێکت پێویستە؟"
 ],
 [
  "The Environment",
  "ژینگە"
 ],
 [
  "Even if it looks like the story could change, you should stick to the storyboard",
  "تەنانەت ئەگەر وا دەرکەوێت کە چیرۆکەکە دەتوانێ بگۆڕێت، پێویستە بچەسپێنیتە سەر تەختەی چیرۆکەکە"
 ],
 [
  "You should have an idea of the photos you would like to get before you arrive",
  "پێویستە بیرۆکەیەکت هەبێت بۆ ئەو وێنانەی کە دەتەوێت پێش گەیشتنت بەدەست بێنی"
 ],
 [
  "A storyboard is a dynamic document and is likely to change and adapt",
  "تەختەی چیرۆک دۆکیومێنتێکی داینامیکیە و ئەگەری هەیە بگۆڕدرێت و بگونجێنێت"
 ],
 [
  "Your initial story is likely to change, so there is little point planning",
  "چیرۆکە سەرەتاییەکەت پێدەچێت بگۆڕدرێت، بۆیە پلانی خاڵی کەم هەیە"
 ],
 [
  "You've made a storyboard, planned your logistics and done your research, so now you're ready to go.",
  "تۆ تەختەی چیرۆکت دروست کردووە، پلانت داناوە بۆ لۆجستیکی خۆت و توێژینەوەکەت ئەنجام داوە، بۆیە ئێستا ئامادەیت بڕۆیت."
 ],
 [
  "You'll learn about what to do when you get there.",
  "تۆ فێر دەبیت کە چی بکەیت کاتێک دەگەیتە ئەوێ."
 ],
 [
  "Production ",
  "بەرهەم هێنان "
 ],
 [
  "On the Ground",
  "لەسەر زەوی"
 ],
 [
  "Getting Your Story",
  "بەدەستهێنانی چیرۆکەکەت"
 ],
 [
  "Now that you are there, it's time to open your eyes and ears. Look for strong images, listen for good sound, and take in what people are telling you. The communication with your team and flexibility we talked about during your preparations will come into play here.",
  "ئێستا کە تۆ لەوێیت، کاتی ئەوە هاتووە چاو و گوێەکانت بکەیتەوە. بە دوای وێنەی بەهێزدا بگەڕێ، گوێ لە دەنگی باش بگرە، و ئەو شتەی کە خەڵک پێت دەڵێن وەربگرە. پەیوەندیەکە لەگەڵ تیمەکەت و نەرمی کە باسمان کرد لە کاتی ئامادەکاریەکانت لێرە دێتە کایەوە."
 ],
 [
  "Ben Wedeman, CNN Senior International Correspondent",
  "بێن ویدمان، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  " The idea that the script is written before you've shot the story is blasphemy in this business. You go out and the story sort of comes. You might have the general outlines of the story, but the story itself doesn't really come together until you actually go out and shoot it.",
  "ئەو بیرۆکەیەی کە دەقەکە نووسراوە پێش ئەوەی تۆ چیرۆکەکەت تەقاندبێت کفرە لەم بازرگانیە. تۆ بڕۆ دەرەوە و چیرۆکەکە جۆرێک دێت. لەوانەیە تۆ هێڵە گشتیەکانی چیرۆکەکەت هەبێت، بەڵام چیرۆکەکە خۆی لە ڕاستیدا یەک ناگاتەوە هەتاکو لە ڕاستیدا بڕۆیتە دەرەوە و تەقەی لێ بکەیت."
 ],
 [
  "Observe What Is Going On Around You",
  "سەرنج بدە لەدەوری تۆدا چی دەگوزەرێت"
 ],
 [
  "After all of your research and preparation, you may have an idea about what it's going to be like on the ground. But you'll never know everything until you're actually there. You could miss the story, or an even better one, if you aren't taking in all of the interesting things happening around you. Keep an open mind, and be sure to talk to people.",
  "دوای هەموو توێژینەوە و ئامادەکاریەکانت، لەوانەیە بیرۆکەیەکت هەبێت دەربارەی ئەوەی کە لەسەر زەوی چۆن دەبێت. بەڵام تۆ هەرگیز هەموو شتێک نازانیت هەتا لە ڕاستیدا لەوێ بیت. تۆ دەتوانی چیرۆکەکە لە دەست بدەیت، یان دانەیەکی باشتر، ئەگەر هەموو شتە سەرنج ڕاکێشەکانی دەوروبەرت وەرنەگرن. بیرێکی کراوە بهێڵەوە، و دڵنیابە کە قسە لەگەڵ خەڵکدا بکەیت."
 ],
 [
  "You could learn of something new to pursue",
  "دەتوانیت لە شتێکی نوێ فێربیت بۆ بەدواکەوتن"
 ],
 [
  "The people you talk to could tell you something you didn't know",
  "ئەو کەسانەی قسەت لەگەڵ دەکەن دەتوانن شتێکتان پێ بڵێن کە تۆ نەیدەزانی"
 ],
 [
  "Establish contact in a way that will build trust",
  "بە شێوەیەک پەیوەندی دروست بکەن کە متمانە دروست بکات"
 ],
 [
  "Talk to those directly impacted by what's happening and encourage them to tell you their stories",
  "قسە لەگەڵ ئەوانەدا بکە کە ڕاستەوخۆ کاریگەریان لەسەر ئەو شتانە هەیە کە ڕوو دەدەن و هانیان دەدەن چیرۆکەکانیان بۆ باس بکەن"
 ],
 [
  "Stay Flexible",
  "نەرم بمێنەوە"
 ],
 [
  "The story might not be what you thought it was going to be. Or you might run into obstacles. You should expect something to go wrong, so it's important to stay flexible. Do not panic, and don't give up. ",
  "چیرۆکەکە لەوانەیە ئەو شتە نەبێت کە تۆ پێت وابوو وا دەبێت. یان لەوانەیە لە بەربەستەکان ڕابکەیت تۆ دەبێ چاوەڕوانی شتێک بکەیت کە هەڵە بڕوات، بۆیە گرنگە کە نەرم بمێنیتەوە. تۆقین مەکە و کۆڵ مەدە"
 ],
 [
  "The weather could get in the way of your great pictures. Your interview could fall through. Someone could try to prevent you from telling the story. Or you might run into language or cultural barriers.",
  "کەش و هەوا دەتوانێ لە ڕێگای وێنە نایابەکانتدا بێت. چاوپێکەوتنەکەت دەتوانێ تێبپەڕێت کەسێک دەتوانێت هەوڵ بدات ڕێت لێ بگرێت لە گێڕانەوەی چیرۆکەکە. یان لەوانەیە ببیتە ناو بەربەستی زمان یان کلتوریەوە"
 ],
 [
  "Hurricane on the coast",
  "گەردەلول لە کەناراوەکە"
 ],
 [
  "Difficulties",
  "زەحمەتی"
 ],
 [
  "Someone else might get to your story first. Or other journalists could be there when you get there.  If no other journalists are there, you should ask yourself why.",
  "لەوانەیە یەکەم جار کەسێکی تر بگات بە چیرۆکەکەت. یان ڕۆژنامەنووسەکانی تر دەتوانن لەوێ بن کاتێک دەگەیتە ئەوێ  ئەگەر هیچ ڕۆژنامەنووسێکی تر لەوێ نەبێت، دەبێت لە خۆت بپرسیت بۆچی."
 ],
 [
  "Journalists messaging",
  "پەیامەکانی ڕۆژنامەنووسان"
 ],
 [
  "You may get there too early or too late. Maybe you have poor timing or maybe there are travel delays. You could leave before the story actually plays out.",
  "لەوانەیە زوو یان درەنگ بگەیت بۆ ئەوێ. لەوانەیە کاتت خراپ بێت یان لەوانەیە دواکەوتنی سەفەر هەبێت. تۆ دەتوانی بڕۆیت پێش ئەوەی چیرۆکەکە لە راستیدا یاری بکات."
 ],
 [
  "People leaving Wuhan airport",
  "خەڵک فڕۆکەخانەی ووهان بەجێدەهێڵن"
 ],
 [
  "Your Timing",
  "کاتەکەت"
 ],
 [
  "Communicate With Your Team",
  "پەیوەندی بکە لەگەڵ تیمەکەت"
 ],
 [
  "Keep the discussion going about what you are seeing and finding. The other members of your team are also observing and may have ideas for your story. This is a team effort, and you may need to step back at times so you don't get in the way of your photojournalist's and producer's creativity.",
  "بەردەوامبە لە گفتوگۆکە دەربارەی ئەوەی دەیبینیت و دەیدۆزیتەوە. ئەندامانی تری تیمەکەت هەروەها چاودێری دەکەن و لەوانەیە بیرۆکەیان هەبێت بۆ چیرۆکەکەت. ئەمە هەوڵێکی تیمە، وە لەوانەیە پێویستت بە گەڕانەوە بێت بۆ ئەوەی لە ڕێگەی داهێنانی فۆتۆجورنالیست و بەرهەمهێنەرەکەتەوە دەست نەکەوێت."
 ],
 [
  "Get What You Came For",
  "ئەو شتەی کە هاتی بۆ دەست بکەوێ"
 ],
 [
  "While you are at your location, it's a good idea to check the elements you've gathered at the end of each day. Make sure you have enough images, natural sound, and interviews to:",
  "لە کاتێکدا تۆ لە شوێنی خۆتیت، ئەوە بیرۆکەیەکی باشە کە ئەو توخمانە بپشکنی کە لە کۆتایی هەموو ڕۆژێکدا کۆت کردۆتەوە. دڵنیابە لەوەی کە وێنەی تەواوت هەیە، دەنگی سروشتی، و چاوپێکەوتنت هەیە بۆ:"
 ],
 [
  "Give context to the story and location",
  "دەقێک بدە بە چیرۆک و شوێن"
 ],
 [
  "Establish the atmosphere of the place",
  "کەش و هەوای شوێنەکە دابمەزرێنێت"
 ],
 [
  "Tell your narrative",
  "چیرۆکەکەت بگێڕەوە"
 ],
 [
  "REPORTING FROM THE FIELD",
  "ڕاپۆرتکردن لە کێڵگەکەوە"
 ],
 [
  "Learn more about Reporting from the Field in this course.",
  "زیاتر فێربە دەربارەی ڕاپۆرت کردن لە بوارەکەوە لەم خولەدا."
 ],
 [
  "START COURSE HERE ",
  "دەستپێک کۆرس لێرە "
 ],
 [
  "You have selected the correct answer - well done!",
  "تۆ وەڵامێکی ڕاستت هەڵبژاردووە - باش تەواو بوو!"
 ],
 [
  "When you are reporting on the ground for your story, you should ensure that you ",
  "کاتێک لەسەر زەوی بۆ چیرۆکەکەت ڕاپۆرت دەکەیت، دەبێت دڵنیابیتەوە لەوەی کە تۆ "
 ],
 [
  "stay flexible",
  "بە نەرمی بمێنەوە"
 ],
 [
  " (even if it means deviating from your original plan) and ",
  " (تەنانەت ئەگەر مانای لادانیش بێت لە پلانە ڕەسەنەکەت) و "
 ],
 [
  "maintain open communication",
  "پاراستنی پەیوەندی کراوە"
 ],
 [
  " with your team and your sources. ",
  " لەگەڵ تیمەکەت و سەرچاوەکانت "
 ],
 [
  "Sorry, you have not selected both of the correct answers.",
  "ببوورە، تۆ هەردوو وەڵامە ڕاستەکان دیاریت نەکردووە."
 ],
 [
  " with your team and your sources. This might look like listening to what people at the location are saying, and keeping the conversation going with your team about what you are finding. ",
  " لەگەڵ تیمەکەت و سەرچاوەکانت ئەمە لەوانەیە وەک گوێ گرتن لەو شتانە بێت کە خەڵک لە شوێنەکە دەیڵێن، و هێشتنەوەی گفتوگۆکە لەگەڵ تیمەکەت سەبارەت بەو شتەی کە تۆ دەیدۆزیتەوە."
 ],
 [
  "Regardless of where your story takes you, there are certain things that you should always do when you are on the ground reporting for your story.",
  "بێ گوێدانە ئەوەی چیرۆکەکەت تۆی لە کوێ دەبات، هەندێک شتی دیاریکراو هەیە کە دەبێت هەمیشە ئەنجامی بدەیت کاتێک لەسەر زەوین بۆ چیرۆکەکەت."
 ],
 [
  "Select two examples of best practice from the following options.",
  "دوو نموونەی باشترین ڕاهێنان هەڵبژێرە لەم بەربژارانەی خوارەوە."
 ],
 [
  "Stick to your plan and only get what you came for.",
  "بچەسپە سەر پلانەکەت و تەنها ئەو شتەی کە بۆی هاتیت بەدەست بهێنیت."
 ],
 [
  "Listen to what people there are saying.",
  "گوێبگرە کە خەڵکی ئەوێ چی دەڵێن."
 ],
 [
  "Keep the conversation going with your team about what you are finding.",
  "بەردەوامبە لە گفتوگۆ لەگەڵ تیمەکەت دەربارەی ئەوەی کە دەیدۆزیتەوە."
 ],
 [
  "Cut your losses and quit when you run into obstacles.",
  "لە دەستدانەکانت ببڕە و وازبێنە کاتێک کە ڕا دەکەیت بۆ بەربەستەکان."
 ],
 [
  "You'll learn about going where your story takes you.",
  "تۆ فێر دەبیت کە بڕۆیت بۆ ئەو شوێنەی کە چیرۆکەکەت دەتبات."
 ],
 [
  "Following the Story -- or Not",
  "دوای چیرۆکەکە - یان نا"
 ],
 [
  "When you are on the ground following your story, it is ",
  "کاتێک لەسەر زەوین بەدوای چیرۆکەکەتدا، ئەوە "
 ],
 [
  "crucial to stay true to it",
  "زۆر گرنگە بۆ ئەوەی ڕاست بمێنیتەوە"
 ],
 [
  " and go where it takes you, even if you end up with a story that isn't what you expected. This is part of the ",
  " وە بڕۆ بۆ ئەو شوێنەی کە تۆ دەبات، تەنانەت ئەگەر تۆ کۆتایی بە چیرۆکێک بهێنیت کە ئەو شتە نییە کە پێشبینیت دەکرد. ئەمە بەشێکە لە "
 ],
 [
  "adventure of the storyteller's job.",
  "سەرکێشی ئیشی چیرۆکبێژەکە"
 ],
 [
  "Go Where the Story Takes You",
  "بڕۆ بۆ ئەو شوێنەی کە چیرۆکەکە تۆ دەبات"
 ],
 [
  "It is important to be armed with all of the research and preparation you have done before you get there. Knowing the background of a story, along with the history of the place or situation, will help you provide your audience with context. But when you are there, you need to go where the events on the ground take you.",
  "گرینگه که به ته واوی ئه و توێژینه وه و ئامادەکاریه که پێش ئه وه ی که تۆ بگیتە ئەوێ چەکدار بیت ناسینی باکگراوندی چیرۆکێک، بە درێژایی مێژووی شوێنەکە یان بارودۆخێک، یارمەتیت دەدات بۆ دابین کردنی بینەرەکانت بە چوارچێوەیەک. بەڵام کاتێک تۆ لەوێیت، پێویستە بڕۆیت بۆ ئەو شوێنەی کە ڕووداوەکانی سەر زەوی تۆ دەبات."
 ],
 [
  "Don't try to force a story that isn't there or one that is nothing how you thought it would be. Acknowledge that things aren't what you expected and see what story ",
  "هەوڵ مەدە چیرۆکێک ناچار بکەیت کە لەوێ نەبێت یان ئەو چیرۆکەی کە هیچ نییە کە چۆن بیرت لێ دەکردەوە. دان بەوەدا بنێ کە شتەکان ئەو شتە نین کە تۆ پێشبینیت دەکرد و ببینە چی چیرۆکێک "
 ],
 [
  "is",
  "ئەوەیە"
 ],
 [
  " there.",
  " لەوێ"
 ],
 [
  "Acknowledge ",
  "دانپێدانان "
 ],
 [
  "Pay attention to what's going on around you.  Ask questions about the things you're seeing and what you see people doing.  That could be a part of the story that you didn't know existed.  Or that could even be your story.",
  "سەرنج بدە لەوەی کە لە دەوروبەری تۆدا چی ڕوودەدات.  پرسیار بکە دەربارەی ئەو شتانەی کە دەیبینن و خەڵک چی دەکەن.  ئەوە لەوانەیە بەشێک بێت لە چیرۆکەکە کە تۆ نەتدەزانی بوونی هەیە.  یان ئەمە تەنانەت لەوانەیە چیرۆکی تۆ بێت."
 ],
 [
  "Observe",
  "چاودێری بکە"
 ],
 [
  "Let your storytelling be guided by what what you see and who you meet.  Don't arrive at your story thinking you know what's going on, because there could be a lot you won't know until you get there.",
  "با چیرۆکبێژیەکەت ڕێنموویی بکرێت بەو شتانەی کەدەیبینن و کێ دەبینن.  مەگاتە چیرۆکەکەت وابزانێ کە دەزانی چی ڕوودەدات، چونکە لەوانەیە زۆر شت هەبێت کە تۆ نازانیت هەتا دەگەیتە ئەوێ."
 ],
 [
  "Keep an Open Mind",
  "بیرێکی کراوە بهێڵەوە"
 ],
 [
  "Phil Black, CNN International Correspondent",
  "فیل بلاک، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "No matter how clear a vision you may have had before going into a particular story, I think it's important to keep an open mind and to be led by what you actually see, feel, see and capture on the ground itself. And allow that to really guide the direction of the story that you ultimately deliver.",
  "گرنگ نیە کە بینینێک چەند ڕوون بووبێ پێش ئەوەی بچیتە ناو چیرۆکێکی تایبەتەوە، پێم وایە گرینگە کە مێشکێکی کراوە بهێڵیتەوە و بە هۆی ئەو شتەی کە لە ڕاستیدا دەیبینیت، هەست دەکەیت، بیبینیت و لەسەر زەوی بگری. وە ڕێگە بدە کە بەڕاستی ڕێنمایی ئاراستەی ئەو چیرۆکە بکات کە لە کۆتاییدا دەیگەیەنیت."
 ],
 [
  "When the Story You Get Isn't the One You Expected",
  "کاتێک ئەو چیرۆکەی کە دەستت دەکەوێت ئەو کەسە نییە کە پێشبینیت دەکرد"
 ],
 [
  "You've put in the work and followed the story where it took you, but what you end up with is nothing like you anticipated, so now what? Go with it!",
  "تۆ خستتە ناو کارەکە و دوای ئەو چیرۆکە کەوتیت کە لە کوێ بردی، بەڵام ئەوەی کە تۆ کۆتایی پێ دەهێنیت هیچ شتێک نییە وەک ئەوەی پێشبینیت دەکرد، کەواتە ئێستا چی؟ بڕۆ لەگەڵی!"
 ],
 [
  "Be sure to communicate with your commissioning editor about what's changed",
  "دڵنیابە کە پەیوەندی بکە لەگەڵ سەرنوسەری کۆمسیۆنەکەت دەربارەی ئەوەی کە گۆڕاوە"
 ],
 [
  "Maybe what is actually there is even better",
  "لەوانەیە ئەوەی لە ڕاستیدا هەیە باشتریش بێت"
 ],
 [
  "Have the confidence to stick with what you've found",
  "متمانەت هەبێت بۆ ئەوەی پێوەی ببەستیت بەو شتەی کە دۆزیتەوە"
 ],
 [
  "Stay true to the story and report what's there",
  "بۆ چیرۆکەکە ڕاست بمێنەوە و چی لەوێ هەیە ڕاپۆڕت بکە"
 ],
 [
  "International Security Editor Nick Paton Walsh talks about stories that have completely changed once he got on the ground:",
  "نوسەری ئاسایشی نێودەوڵەتی نیک پاتۆن واڵش باسی ئەو چیرۆکانە دەکات کە بە تەواوی گۆڕاوە کاتێک لەسەر زەوی دەستی کەوت:"
 ],
 [
  "Following the Story",
  "دوای چیرۆکەکە"
 ],
 [
  "You are on the ground for your story, but it is turning out to be different than what you planned for. What should you do?",
  "تۆ لەسەر زەوی چیرۆکەکەتیت، بەڵام ئەوە جیاوازە لەوەی کە پلانت بۆ داناوە. دەبێت چی بکەیت؟"
 ],
 [
  "Go with the story you find and see where it leads you.",
  "بڕۆ لەگەڵ ئەو چیرۆکەی کە دەیدۆزیتەوە و ببینە بەرەو کوێت دەبات."
 ],
 [
  "That's correct! Part of the adventure of storytelling is going where the story leads you.  What you find might be better than what you planned for.",
  "ئەوە دروسته! بەشێک لە سەرکێشی چیرۆک گێران بەرەو ئەو شوێنە دەڕوات کە چیرۆکەکە تۆ بەڕێوە دەبات.  ئەو شتەی کە دەیدۆزیتەوە لەوانەیە باشتر بێت لەوەی کە پلانت بۆ داناوە."
 ],
 [
  "Stick to your plan and ignore the new details that you're finding.",
  "بچەسپە سەر پلانەکەت و وردەکارییە نوێکان فەرامۆش بکە کە دەیدۆزیتەوە."
 ],
 [
  "Sorry, that's not the best option. While having a plan is recommended, it needs to be flexible so you can adapt to what you find.",
  "ببورە، ئەمە باشترین بژاردە نیە. لە کاتێکدا هەبوونی پلان پێشنیار کراوە، پێویستە نەرم بێت بۆ ئەوەی بتوانیت لەگەڵ ئەو شتانە بگونجێنی کە دەیدۆزیتەوە."
 ],
 [
  "Part of the adventure of storytelling is going where the story leads you.  What you find might be better than what you planned for.",
  "بەشێک لە سەرکێشی چیرۆک گێران بەرەو ئەو شوێنە دەڕوات کە چیرۆکەکە تۆ بەڕێوە دەبات.  ئەو شتەی کە دەیدۆزیتەوە لەوانەیە باشتر بێت لەوەی کە پلانت بۆ داناوە."
 ],
 [
  "You follow the story where it leads you, but end up with something different than was in your pitch. What do you do?",
  "تۆ دوای ئەو چیرۆکە ئەکەیت کە تێیدا ڕابەریت دەکات، بەڵام کۆتایی دێت بە شتێکی جیاواز لەوەی کە لە ئاوازەکەتدا بوو. چی دەکەی?"
 ],
 [
  "Tell your commissioning editor what you found.",
  "چیت دۆزیەوە بە سەرنووسەری لیژنەکەت بڵێ."
 ],
 [
  "That's correct! Be upfront about what you found on the ground and be true to the story. You can't force a story that isn't there.",
  "ئەوە دروسته! له سه ر ئه و شته ی که له سه ر زەویت دۆزییه وه سه باره ت به چیرۆکه که سه باره ت ده بێ ناتوانیت چیرۆکێک ناچار بکەیت کە لەوێ نەبێت."
 ],
 [
  "Make the information and elements you've gathered work for the original pitch.",
  "زانیاری و توخمەکان دروست بکە کە تۆ کۆتکردۆتەوە کار بۆ ھەندێکی سەرەکی."
 ],
 [
  "Sorry, that's not the best option. Instead, tell your commissioning editor, be upfront about what you found on the ground, and be true to the story. You can't force a story that isn't there.",
  "ببورە، ئەمە باشترین بژاردە نیە. لە جیاتی ئەوە، بە سەرنوسەری کۆمسیۆنەکەت بڵێ، لەسەر ئەو شتەی لەسەر زەوی دۆزیتەوە، سەرکەویت، و ڕاست بە چیرۆکەکە. ناتوانیت چیرۆکێک ناچار بکەیت کە لەوێ نەبێت."
 ],
 [
  "You'll learn about managing your sources.",
  "تۆ فێر دەبیت دەربارەی بەڕێوەبردنی سەرچاوەکانت."
 ],
 [
  "Managing Sources",
  "بەڕێوەبردنی سەرچاوەکان"
 ],
 [
  "It All Comes Down to Trust",
  "هەمووی دێتە خوارەوە بۆ متمانە"
 ],
 [
  "Good storytelling is built on ",
  "چیرۆکبێژی باش لەسەر بنیاتنراوە "
 ],
 [
  "trust",
  "متمانە"
 ],
 [
  " -- the trust your sources have in you and the trust you have in them. You have to earn the trust of your sources that you are honest and will do the right thing with the story. But you also have to be able to trust that what they're telling you is factual and accurate. And once they've talked to you, you have a ",
  " - ئەو متمانەیەی کە سەرچاوەکانت پێیە و ئەو متمانەیەی کە پێتان هەیە. تۆ دەبێت متمانە بە سەرچاوەکانت بەدەست بهێنیت کە ڕاستگۆیت و کاری ڕاست لەگەڵ چیرۆکەکە ئەنجام دەدەیت. بەڵام تۆ هەروەها دەبێت بڕوا بەوە بکەیت کە ئەوەی پێت دەڵێن ڕاستی و دروستە. وە کاتێک قسەیان لەگەڵ کردیت، تۆ "
 ],
 [
  "responsibility",
  "بەرپرسیاریەتی"
 ],
 [
  " to try to protect them from any repercussions.",
  " بۆ پاراستنیان لە هەر کاردانەوەیەک"
 ],
 [
  "Trust goes both ways.",
  "متمانە بە هەردوو ڕێگادا دەڕوات."
 ],
 [
  " You and your source both have to trust each other.",
  " تۆ و سەرچاوەکەت هەردووکتان دەبێت متمانە بە یەکتر بکەن."
 ],
 [
  "People shaking hands",
  "خەڵک دەست دەهەژێنن"
 ],
 [
  "Earning a Source's Trust",
  "بەدەستهێنانی متمانەی سەرچاوە"
 ],
 [
  "Whether it is someone who just lost their home in a natural disaster, a victim of human rights abuse, a witness to government wrongdoing, or a passer-by on the street, sources and potential sources should always be treated with respect. You may have to convince them that what they say matters and can make a difference.",
  "جا کەسێک بێت کە ئێستا لە کارەساتێکی سروشتیدا ماڵ و حاڵی خۆی لە دەست داوە، قوربانیی دەستدرێژیکردنە سەر مافی مرۆڤ و شایەتیدانێک بۆ ستەمی حکومەت یان ڕێبوارێکی سەر شەقام و سەرچاوە و سەرچاوە شاراوەکان دەبێت هەمیشە بە ڕێزەوە مامەڵەی لەگەڵدا بکرێت لەوانەیە ئێوە ناچار بن قەناعەتیان پێ بکەن کە ئەوەی ئەوان دەڵێن گرنگن و دەتوانن جیاوازی دروست بکەن."
 ],
 [
  "Keep your word.",
  "وشەکەت بهێڵەوە"
 ],
 [
  "If you agree to keep someone anonymous, stick to your agreement and make sure it happens.",
  "ئەگەر ڕازیت بە هێشتنەوەی کەسێکی نەناسراو، بە ڕێکەوتنەکەتەوە بچەسپە و دڵنیابە کە ڕوودەدات."
 ],
 [
  "Be clear about expectations.",
  "سەبارەت بە پێشبینیەکان ڕوون بن"
 ],
 [
  "Let the person know when, where and how your story will appear.",
  "با کەسەکە بزانێت کەی، لە کوێ و چۆن چیرۆکەکەت دەردەکەوێت."
 ],
 [
  "Do your homework.",
  "ئەرکی ماڵەوەت ئەنجام بدە"
 ],
 [
  "If you have a scheduled interview, find out something about the person, and, most importantly, learn how to pronounce their name properly.",
  "ئەگەر چاوپێکەوتنێکی خشتەکراوت هەیە، شتێک دەربارەی کەسەکە بدۆزەرەوە، وە لە هەمووی گرنگتر، فێربە چۆن ناوی بە باشی بڵاو بکەیتەوە."
 ],
 [
  "Be politely persistent.",
  "بە ڕەوشتەوە بەردەوام بن."
 ],
 [
  "Show the person you really want to hear what they have to say.",
  "نیشانی ئەو کەسە بدە کە بەڕاستی دەتەوێت گوێت لێ بێت کە دەبێت چی بڵێت."
 ],
 [
  "Be patient.",
  "ئارام بە"
 ],
 [
  "If it is a sensitive story, give your potential source some time to decide whether they want to talk to you.",
  "ئەگەر چیرۆکێکی هەستیارە، هەندێک کات بە سەرچاوەی شاراوەی خۆت بدە بۆ ئەوەی بڕیار بدەیت کە ئایا دەیانەوێت قسەت لەگەڵ بکەن."
 ],
 [
  "Be likeable.",
  "وەک ئەوە بیت"
 ],
 [
  "No one is going to talk to someone they don't like.",
  "هیچ کەسێک قسە لەگەڵ کەسێک ناکات کە حەزی لێیەتی."
 ],
 [
  "Be polite.",
  "بە ڕەوشت و ڕەوشت"
 ],
 [
  "Explain who you are and ask permission before you start taking pictures or start asking questions.",
  "ڕوون کردنەوە کە تۆ کێیت و داوا لە مۆڵەت بکە پێش ئەوەی دەست بکەیت بە وێنەگرتن یان دەست بکە بە پرسیار کردن."
 ],
 [
  "Trusting Your Source",
  "متمانەکردن بە سەرچاوەکەت"
 ],
 [
  "A good storyteller needs factual information to be at the core of his/her/their story. And you need truthful sources to do that. The ",
  "چیرۆک بێژێکی باش پێویستی بە زانیاری ڕاستی هەیە بۆ ئەوەی لە ناوکی چیرۆکەکەی بێت. وە تۆ پێویستیت بە سەرچاوەی ڕاست هەیە بۆ ئەوەی ئەوە بکەیت "
 ],
 [
  "credibility",
  "باوەڕپێکراوی"
 ],
 [
  " of you and your organization are on the line.",
  " ئێوە و ڕێکخراوەکەتان لەسەر هێڵن"
 ],
 [
  "Unless you are talking to a trusted source with a reliable track record, you need to confirm the information you get with a second or even a third source.",
  "مەگەر تۆ قسە لەگەڵ سەرچاوەیەکی باوەڕپێکراو بکەیت بە تۆمارێکی باوەڕپێکراو، پێویستە ئەو زانیاریانە پشتڕاست بکەیتەوە کە بە چرکەیەک یان تەنانەت سەرچاوەیەکی سێیەم بەدەستت گەیشتووە."
 ],
 [
  "Even if the source isn't deliberately misinforming you, they might be passing along information they genuinely think is accurate. Or they might be telling you what they think they saw or what they remember seeing.",
  "تەنانەت ئەگەر سەرچاوەکە بە ئەنقەست بە هەڵە زانیاریت نەدات، لەوانەیە ئەوان بە درێژایی ئەو زانیاریانە تێبپەڕن کە بە ڕاستی پێیان وایە ڕاستن. یان لەوانەیە پێت بڵێن کە ئەوان چی دەبینن یان ئەو شتانەی کە بەبیریان دێت دەیبینن."
 ],
 [
  "Call for backup",
  "پەیوەندی بکە بۆ پاڵپشت"
 ],
 [
  "Depending on what type of story you are doing, research your source if you can. Use the internet. Double-check their information. Don't take claims at face value.  ",
  "بە پشت بەستن بە چ جۆرە چیرۆکێک کە تۆ دەیکەیت، گەر دەتوانیت لە سەرچاوەکەت بکۆڵیتەوە. بەکارهێنانی ئینتەرنێت. دووجار زانیاریەکانیان بپشکنە. ئیدعاکان بە بەهای دەموچاو وەرمەگرە."
 ],
 [
  "Double-check",
  "دوو-چێک"
 ],
 [
  "What's your source's motive for giving you information? Do they have a self-serving agenda? ",
  "هۆکاری سەرچاوەکەت چییە بۆ پێدانی زانیاریت؟ ئایا ئەوان بەرنامەی خۆخزمەتکردنیان هەیە؟"
 ],
 [
  "If they are asking you to pay them, you have to question how reliable their information is.",
  "ئه گه ر ئه وان داوا له تۆ ده که ن که به وان بده ن، ده بێ پرسیار بکه ی که زانیاریه کان چه ن که ی له گه ر بڕواپێکراوه ."
 ],
 [
  "Motivation",
  "هاندان"
 ],
 [
  "No story is worth your life or the lives of the people working with you.",
  "هیچ چیرۆکێک شایەنی ژیانت نییە یان ژیانی ئەو کەسانەی لەگەڵ تۆ کار دەکەن."
 ],
 [
  "Shipyard destroyed by weather",
  "شیپیارد بەهۆی کەش و هەواوە تێکشکێنرا"
 ],
 [
  "Protecting Your Source",
  "پاراستنی سەرچاوەکەت"
 ],
 [
  "Telling the truth can be dangerous, and you have to think about what could happen to your source once you leave.",
  "وتنی ڕاستیەکان لەوانەیە مەترسیدار بێت، وە پێویستە بیر لەوە بکەیتەوە کە چی بەسەر سەرچاوەکەتدا دێت کاتێک کە تۆ جێدەهێڵیت."
 ],
 [
  "Keep them anonymous, if that's your agreement.",
  "ئەوان بە نەناسراوی بهێڵەوە، ئەگەر ئەوە رێککەوتنەکەت بێت."
 ],
 [
  " If you are dealing with video, there are a lot of things you can do to hide your source's identity.",
  "ئەگەر تۆ مامەڵە لەگەڵ ڤیدیۆ دەکەیت، زۆر شت هەیە کە دەتوانیت بیکەیت بۆ شاردنەوەی ناسنامەی سەرچاوەکەت."
 ],
 [
  "Anonymity_Icon",
  "Anonymity_Icon"
 ],
 [
  "Be sure they want to be named.",
  "دڵنیابە کە ئەوان دەیانەوێت ناوبنرێن"
 ],
 [
  " Your source could face harassment or violence as a result of talking to you.",
  "سەرچاوەکەت دەتوانێت ڕووبەڕووی گێچەڵکردن یان توندوتیژی ببێتەوە لە ئەنجامی قسەکردن لەگەڵ تۆدا."
 ],
 [
  "NameBadge_Icon",
  "NameBadge_Icon"
 ],
 [
  "Make sure they fully understand the risks.",
  "دڵنیابە کە ئەوان بەتەواوی لە مەترسییەکان تێدەگەن."
 ],
 [
  " Be sure they know where your story will appear.",
  "دڵنیابە کە ئەوان دەزانن چیڕۆکەکەت لە کوێ دەردەکەوێت."
 ],
 [
  "Make sure they fully understand the risks. Be sure they know where your story will appear.",
  "دڵنیابە کە ئەوان بەتەواوی لە مەترسییەکان تێدەگەن. دڵنیابە کە ئەوان دەزانن چیڕۆکەکەت لە کوێ دەردەکەوێت."
 ],
 [
  "Case Study:",
  "خوێندنی حاڵەت:"
 ],
 [
  "Inside the Plot to Kill a World Leader",
  "لەناو پیلانی کوشتنی سەرکردەیەکی جیهانیدا"
 ],
 [
  "In August 2018, defectors from the Venezuelan military tried to assassinate Venezuelan President Nicolas Maduro in a drone attack. CNN's Nick Paton Walsh spent months talking to activists and opposition figures to piece together the plot.",
  "لە مانگی ئابی 2018دا، سەربازانی ڤەنزوێلا هەوڵیان دا نیکۆلاس مادۆرۆ سەرۆکی ڤەنزوێلا لە هێرشێکی بێفڕۆکەواندا بکوژن نیک پاتۆن واڵش ی سی ئێن ئێن چەند مانگێکی بەسەربرد بۆ قسەکردن لەگەڵ چالاکوانان و کەسایەتیە ئۆپۆزسیۆنەکان بۆ پێکەوە بەستنەوەی پلانەکە."
 ],
 [
  "Watch Nick's full report here, to see how he handled the anonymous source in his storytelling.",
  "سەیری تەواوی ڕاپۆرتەکەی نیک بکە لێرە، بۆ ئەوەی بزانی چۆن ئەو لە چیرۆکبێژیدا مامەڵەی لەگەڵ سەرچاوەی نەناسراو کردووە."
 ],
 [
  "Watch Nick's Report",
  "سەیری ڕاپۆرتی نیک بکە"
 ],
 [
  "It took Nick Paton Walsh months to track down a video of preparations for the attack. He tells us here how his patience finally paid off, when he got a phone call in the middle of the night. ",
  "ئەوە چەند مانگێکی خایاند بۆ شوێنکەوتنی ڤیدیۆی ئامادەکاری بۆ هێرشەکە ئەو لێرە پێمان دەڵێت کە چۆن سەبرەکەی لە کۆتایی دا، کاتێک لە ناوەڕاستی شەودا پەیوەندی تەلەفۆنی پێوە کرا."
 ],
 [
  "Patience Pays Off",
  "ئارامگرتن پارە دەدات"
 ],
 [
  "Read more",
  "زیاتر بخوێنەوە"
 ],
 [
  "Click here to see CNN's reporting on the plot against Venezuela's president.",
  "کرتە لێرە بکە بۆ بینینی ڕاپۆرتی سی ئێن ئێن لەسەر پیلانی دژ بە سەرۆکی ڤەنزوێلا."
 ],
 [
  "If a source asks for payment, you should question their motivation",
  "ئەگەر سەرچاوەیەک داوای پارەدان بکات دەبێت پرسیار لە هاندانیان بکەیت"
 ],
 [
  "If a source is reluctant to talk to you, remind them of your story's urgency",
  "ئەگەر سەرچاوەیەک دڵنەویست بوو قسەت لەگەڵ بکات، پەلەی چیرۆکەکەتیان بیر بخەوە"
 ],
 [
  "If a source wants to be anonymous, they'll tell you; you don't need to check",
  "ئەگەر سەرچاوەیەک بیەوێت نەناسراو بێت، پێت دەڵێن، پێویست ناکات بپشکنیت"
 ],
 [
  "Always double-check a source's information, even if you already know them",
  "هەمیشە دووجار زانیاری سەرچاوەکە بپشکنە، تەنانەت ئەگەر پێشتر بیانناسیت"
 ],
 [
  "We'll explore whether you really need to place yourself in the story.",
  "ئێمە دەپشکنین کە ئایا تۆ بەڕاستی پێویستە خۆت لە چیرۆکەکە دابنێیت."
 ],
 [
  "Placing Yourself in the Story",
  "خۆت بخە ناو چیرۆکەکەوە"
 ],
 [
  "Reporters in the Story",
  "پەیامنێران لە چیرۆکەکەدا"
 ],
 [
  "We've all seen video of a reporter in a story, standing in front of a dark, empty building where all of the action ended hours earlier. A reporter ",
  "هەموومان ڤیدیۆی پەیامنێرێکمان بینی لە چیرۆکێکدا، لە بەردەم بینایەکی تاریک و بەتاڵ وەستابوو کە هەموو کارەکە چەند کاتژمێرێک پێش ئێستا کۆتایی پێ هات. پەیامنێر "
 ],
 [
  "stand-up",
  "هەڵوەستە"
 ],
 [
  "piece-to-camera",
  "پارچە بۆ کامێرا"
 ],
 [
  " can look silly when it's unnecessary. But it can also serve a purpose in a story.",
  " کاتێک کە ناپێویستە دەتوانێت بە گەمژانە دەرکەوێت. بەڵام هەروەها دەتوانێت ئامانجێک لە چیرۆکێکدا پێشکەش بکات."
 ],
 [
  "Case Study: Sierra Leone",
  "خوێندنی حاڵەت: سیرا لیۆن"
 ],
 [
  "Watch Senior International Correspondent Ben Wedeman's story from Sierra Leone's civil war, where he intentionally chose ",
  "سەیری چیرۆکی پەیامنێری باڵای نێودەوڵەتی بێن ویدمان بکە لە شەڕی ناوخۆی سیرا لیۆنەوە، کە بە ئەنقەست هەڵیبژاردووە "
 ],
 [
  "not to do a stand-up",
  "بۆ ئەوەی هەڵویستێک ئەنجام نەدەیت"
 ],
 [
  "Ben received Emmy and Edward R. Murrow awards for his coverage of the conflict.",
  "بێن خەڵاتی ئیمی و ئێدوارد ئاڕ مورۆو وەرگرت بۆ داپۆشینی ناکۆکیەکە."
 ],
 [
  "When a Reporter Stand-Up Works",
  "کاتێک پەیامنێرێک کار دەکات"
 ],
 [
  "Although you should be careful not to overuse reporter pieces-to-camera, there are certain situations when seeing a reporter on camera can enhance your storytelling:",
  "هەرچەندە پێویستە وریا بیت کە زیاد لە پێویست بەکار نەهێنیت لە پارچەی پەیامنێر بۆ کامێرا، بەڵام چەند حاڵەتێک هەیە کاتێک کە پەیامنێرێک لە کامێرادا دەبینیت دەتوانێت چیرۆکبێژیەکەت بەرزتر بکات:"
 ],
 [
  "Civil war",
  "شەڕی ناوخۆ"
 ],
 [
  "You have an unusual location",
  "شوێنێکی نائاساییت هەیە"
 ],
 [
  "Use the stand-up or piece-to-camera as a way to showcase your location, whether it's beautiful scenery or war. You can walk the viewer through the rubble of a home destroyed by natural disaster or show them the scale of a scene. ",
  "بەکارهێنانی ستاندئاپ یان پارچە-بۆ کامێرا وەک ڕێگایەک بۆ پیشاندانی شوێنەکەت، ئەگەر دیمەنی جوان بێت یان شەڕ. تۆ دەتوانیت بینەر بە ناو تەختەی ماڵێکدا بڕۆیت کە بەهۆی کارەساتی سروشتییەوە وێران کراوە یان پێوەری دیمەنێک پیشانی بدەیت."
 ],
 [
  "People protesting",
  "خۆپیشاندانی جەماوەری"
 ],
 [
  "Things are happening around you",
  "شتەکان لەدەوری تۆدا ڕوودەدەن"
 ],
 [
  "Show the viewer what's happening around you, like protests or fighting, and describe the scene. However, don't be afraid to step aside to let the pictures speak for themselves.",
  "پیشاندانی ئەو شتانەی لەدەوروبەری تۆ ڕوودەدات وەک خۆپیشاندان یان شەڕکردن و وەسفکردنی دیمەنەکە. هەرچۆنێک بێت، مەترسە بۆ ئەوەی هەنگاوبنێن بۆ ئەوەی وێنەکان بۆ خۆیان قسە بکەن."
 ],
 [
  "Reporter in the field",
  "پەیامنێر لەبوارەکەدا"
 ],
 [
  "There are no good pictures",
  "هیچ وێنەیەکی باش نییە"
 ],
 [
  "Tell important information that doesn't have pictures to go with it and look for a background that adds something to your story. This can help transition one part of the story to the next. ",
  "زانیاری گرنگ بگێڕەوە کە وێنەکانی نیە بۆ ڕۆیشتن لەگەڵی و گەڕان بەدوای باکگراوندێک کە شتێک زیاد بکات بۆ چیرۆکەکەت. ئەمە دەتوانێت یارمەتی گواستنەوەی بەشێک لە چیرۆکەکە بدات بۆ دواتر."
 ],
 [
  "The Story Matters Most",
  "چیرۆکەکە زۆر گرینگە"
 ],
 [
  " A storyteller should avoid making themselves part of the story. Your photographer is there to capture the images of the story, not you blocking them. The focus should remain on the story, not on what you're doing or whether you're the first reporter to get there.",
  "چیرۆک بێژێک دەبێت خۆی بەدوور بگرێت لە دروستکردنی بەشێک لە چیرۆکەکە. وێنەگرەکەت لەوێیە بۆ گرتنی وێنەکانی چیرۆکەکە، نەک تۆ بلۆکیان دەکەیت. پێویستە تەرکیزەکە لەسەر چیرۆکەکە بمێنێتەوە، نەک لەسەر ئەوەی کە تۆ دەیکەیت یان تۆ یەکەم پەیامنێریت کە دەگەیت بۆ ئەوێ."
 ],
 [
  "We will focus on putting it all together with a narrative thread.",
  "ئێمە سەرنج دەدەین لەسەر دانانی هەمووی پێکەوە لەگەڵ دەزووێکی گێڕانەوە."
 ],
 [
  "Crafting your story",
  "چیرۆکەکەت دروست بکە"
 ],
 [
  "The Narrative Thread",
  "دەزووی گێڕانەوە"
 ],
 [
  "You've been on the ground for your story. You've observed. You've talked to your sources. Your photographer has shot strong images.",
  "تۆ لەسەر زەوی بوویت بۆ چیرۆکەکەت. تۆ تێبینیت کردووە تۆ لەگەڵ سەرچاوەکانت قسەت کردووە. وێنەگرەکەت وێنەی بەهێزی لێداوە."
 ],
 [
  "Now it's time to craft your story.",
  "ئێستا کاتی ئەوە هاتووە چیرۆکەکەت دەست پێ بکەیت"
 ],
 [
  "Reporter on the ground",
  "پەیامنێر لەسەر زەوی"
 ],
 [
  "Finding a Narrative Thread",
  "دۆزینەوەی دەزووی گێڕانەوە"
 ],
 [
  "This is where a journalist becomes a storyteller and does more than just convey information to the audience. The storyteller builds the story around a narrative thread that will engage the audience and keep their attention. This arc flows through the story and carries the audience from start to finish. A person can often serve in the role of narrative thread, but not always.",
  "ئەمە ئەو شوێنەیە کە ڕۆژنامەنووسێک دەبێتە چیرۆکنووس و زیاتر لە گەیاندنی زانیاری بە بینەران دەکات چیرۆک بێژ چیرۆکەکە لە دەوری دەزووێکی چیرۆک دروست دەکات کە بینەری تێوەگلان دەکات و سەرنجیان ڕادەکێشێت. ئەم کەوانە بە ناو چیرۆکەکەدا دەڕژێت و بینەران هەڵدەگرێت لە سەرەتاوە تا کۆتایی. مرۆڤ زۆر جار دەتوانێت خزمەت بکات لە ڕۆڵی دەزووی گێڕانەوە، بەڵام هەمیشە نا."
 ],
 [
  "An Investigation",
  "لێکۆڵینەوەیەک"
 ],
 [
  "When a story follows an investigation, the investigation itself and going where the trail leads you can become a narrative thread.",
  "کاتێک چیرۆکێک بەدوای لێکۆڵینەوەدا دێت، لێکۆڵینەوەکە خۆی و ڕۆیشتن بۆ ئەو شوێنەی کە شوێنەکە بەڕێوەی دەبات دەتوانیت ببیت بە دەزووێکی گێڕانەوە."
 ],
 [
  "Front of card 3",
  "پێشەوەی کارت 3"
 ],
 [
  "Investigation_Icon",
  "Investigation_Icon"
 ],
 [
  "A Character Who Stands Out",
  "کارەکتەرێک کە دەوەستێت"
 ],
 [
  "This allows the audience to connect with the person and the story.  Having a name to go along with a person's face gives them an identity and allows the audience to put themselves in their shoes.  Focusing on one person can make a broader story have more impact.",
  "ئەمە ڕێگە بە بینەران دەدات کە پەیوەندی لەگەڵ کەسەکە و چیرۆکەکە بکەن.  بوونی ناوێک بۆ ڕۆیشتن بە دەم و چاوی کەسێکەوە ناسنامەیان پێدەبەخشێت و ڕێگە بە بینەران دەدات کە خۆیان بخەنە ناو پێڵاوەکانیانەوە  سەرنجدان لەسەر کەسێک دەتوانێت چیرۆکێکی فراوانتر دروست بکات کە کاریگەری زیاتری هەبێت."
 ],
 [
  "Front of card 1",
  "پێشەوەی کارت 1"
 ],
 [
  "Character_Icon",
  "Character_Icon"
 ],
 [
  "A Country or Place",
  "وڵاتێک یان شوێنێک"
 ],
 [
  "Even using the location of your story, along with its history and its difficulties, can serve as a narrative thread.",
  "تەنانەت بەکارهێنانی شوێنی چیرۆکەکەت، بە درێژایی مێژووەکەی و زەحمەتییەکانی، دەتوانێت وەک دەزووێکی گێڕانەوە خزمەت بکات."
 ],
 [
  "Place_Icon",
  "Place_Icon"
 ],
 [
  "The Journey or the Process",
  "گەشتەکە یان پڕۆسە"
 ],
 [
  "The journey of following the story or the process of reporting on it can carry the audience through your story. Though the reporter doesn't make themselves part of the story, he/she/they can be the audience's representative and entry into the story.",
  "گەشتی بەدواکەوتنی چیرۆکەکە یان پرۆسەی ڕاپۆرتکردنی لەسەری دەتوانێت بینەران لە نێو چیرۆکەکەتدا هەڵبگرێت. هەرچەندە پەیامنێرەکە خۆی ناکاتە بەشێک لە چیرۆکەکە، بەڵام ئەوان دەتوانن ببنە نوێنەری بینەر و بچنە ناو چیرۆکەکەوە"
 ],
 [
  "Journey_Icon",
  "Journey_Icon"
 ],
 [
  "Choosing ",
  "هەڵبژاردن "
 ],
 [
  "one person as your narrative thread",
  "کەسێک وەک دەزووی چیرۆکەکەت"
 ],
 [
  " allows the audience to put themselves in their shoes.",
  " ڕێگە بە بینەران دەدات کە خۆیان بخەنە ناو پێڵاوەکانیانەوە"
 ],
 [
  "Using Something Small to Illustrate the Bigger Story",
  "بەکارهێنانی شتێکی بچووک بۆ ڕوونکردنەوەی چیرۆکی گەورەتر"
 ],
 [
  "You can choose one small moment that helps the audience understand the bigger picture. Click on the video below to see how Nick Paton Walsh accomplishes this.",
  "تۆ دەتوانی ساتێکی بچووک هەڵبژێریت کە یارمەتی بینەران دەدات بۆ تێگەیشتن لە وێنەی گەورەتر. کرتە بکە لەسەر ڤیدیۆی خوارەوە بۆ بینینی ئەوەی کە نیک پاتۆن واڵش چۆن ئەمە بەدەست دێنێت."
 ],
 [
  "Focusing your story on one person humanizes those affected by a certain event.",
  "سەرنجدان لەسەر چیرۆکەکەت لەسەر یەک کەس ئەو کەسانەی کە بەهۆی ڕووداوێکی دیاریکراوەوە کاریگەریان هەیە، مرۆڤانە دەکات."
 ],
 [
  "This allows you to tell a broader story in a way that brings across emotion to the viewer.",
  "ئەمە ڕێگەت پێدەدات کە چیرۆکێکی فراوانتر بگێڕیتەوە بە جۆرێک کە هەست بە بینەرەوە بگەیێنێت."
 ],
 [
  "The following report includes some disturbing scenes of war. Viewer discretion is advised.",
  "ئەم ڕاپۆرتەی خوارەوە هەندێک دیمەنی ئاژاوەگێڕی جەنگ لەخۆ دەگرێت. زەروریەتی بینەر ئامۆژگاری دەکرێت."
 ],
 [
  "Read Nick's Story Here",
  "چیرۆکی نیک لێرە بخوێنەوە"
 ],
 [
  "Click here to read about how the bullet from an unseen sniper killed a Syrian girl.",
  "لێرە کرتە بکە بۆ خوێندنەوەی چۆن گوللەکە لە قەناسێکی نادیار کچێکی سوری کوشت"
 ],
 [
  "Crafting a Strong Narrative",
  "دروستکردنی چیرۆکێکی بەهێز"
 ],
 [
  "As you start to craft your narrative, it helps to know what elements you have to work with and what you think you're going to use. Being familiar with the video, interviews, and other elements will help you with the story's structure. You may need to watch things several times. Sometimes when you start off with a strong image, the rest of the story falls into place.",
  "هەر کە دەستت کرد بە دەست کردن بە چیرۆکەکەت، ئەوە یارمەتی ئەوە دەدات کە بزانیت دەبێت لەگەڵ چ توخمێک کار بکەیت و بیر دەکەیتەوە کە تۆ چی بەکاردێنیت. ئاشنابوون بە ڤیدیۆ و چاوپێکەوتن و توخمەکانی تر یارمەتیت دەدات لە پێکهاتەی چیرۆکەکە. لەوانەیە پێویست بکات چەند جارێک سەیری شتەکان بکەیت. هەندێ جار کاتێک بە وێنەیەکی بەهێزەوە دەست پێ دەکەیت، باقی چیرۆکەکە دەکەوێتە شوێنی خۆی."
 ],
 [
  "Putting it all together",
  "هەمووی پێکەوە دادەنێن"
 ],
 [
  "When you are ready to put together your story, keep these points in mind:",
  "کاتێک ئامادەیت چیرۆکەکەت پێکەوە دابنێیت، ئەم خاڵانە لە مێشکدا بهێڵەوە:"
 ],
 [
  "Take the audience there. Tell them what made an impression on you.",
  "گوێگرەکان ببە بۆ ئەوێ پێیان بڵێ چی کاریگەری لەسەر تۆ دروست کردووە."
 ],
 [
  "Let the pictures tell the story.",
  "با وێنەکان چیرۆکەکە بگێڕنەوە"
 ],
 [
  "Have the confidence to leave out the information that is not truly essential.",
  "متمانەت هەبێت بۆ بەجێ هێشتنی زانیاریەکان کە بە ڕاستی گرنگ نین."
 ],
 [
  "Find your narrative thread and focus on it.",
  "دەزووی گێڕانەوەکەت بدۆزەوە و سەرنج بدە لەسەری."
 ],
 [
  "The couple who lost their life savings puts a human face on the story and offers the audience the best opportunity to relate. While the bank's history and the chief executive might be interesting, there's less opportunity for a connection with the audience.",
  "ئەو جووتانەی پاشەکەوتی ژیانیان لە دەست داوە ڕوخسارێکی مرۆڤ دەخاتە سەر چیرۆکەکە و باشترین دەرفەت بۆ پەیوەندی کردن بە بینەران پێشکەش دەکات لە کاتێکدا مێژووی بانکەکە و سەرۆکی جێبەجێکار لەوانەیە سەرنج ڕاکێش بێت، دەرفەتێکی کەمتر هەیە بۆ پەیوەندی کردن لەگەڵ ئامادەبووان."
 ],
 [
  "You are reporting on a story about a bank that collapsed after allegations of wrongdoing by its executives.",
  "تۆ باسی چیرۆکێک دەکەیت دەربارەی بانکێک کە پاش بانگەشەکانی هەڵەکردن لەلایەن جێبەجێکارەکانیەوە تێکشکا."
 ],
 [
  "Which of these would make the best narrative thread?",
  "کام لەمانە باشترین دەزووی چیرۆک دروست دەکات؟"
 ],
 [
  "The bank's history up until this point.",
  "مێژووی بانکەکە تا ئەم خاڵە بەرز دەبێتەوە"
 ],
 [
  "The bank's chief executive.",
  "سەرۆکی جێبەجێکاری بانکەکە"
 ],
 [
  "A couple who lost their life savings.",
  "جووتێک کە پاشەکەوتەکانی ژیانیان لەدەست داوە"
 ],
 [
  "This choice offers the audience the best opportunity to relate to the story.",
  "ئەم هەڵبژاردنە باشترین دەرفەت بۆ پەیوەندی کردن بە چیرۆکەکەوە پێشکەش بە بینەران دەکات."
 ],
 [
  "None of the above, keep looking.",
  "هیچ کام لەمانەی سەرەوە، بەردەوام بە سەیرکردنی."
 ],
 [
  "You'll look at some of the differences between reporting on an enterprise story and reporting on breaking news.",
  "تۆ سەیری هەندێک لە جیاوازیەکان دەکەیت لە نێوان راپۆرت کردن لەسەر چیرۆکی کۆمپانیا و راپۆرت کردن لەسەر هەواڵی بەپەلە."
 ],
 [
  "Enterprise vs. Breaking News Reporting",
  "کۆمپانیایی بەرامبەر هەواڵی هەواڵی شکاندن"
 ],
 [
  "Enterprise Reporting",
  "ڕاپۆرتی کۆمپانیا"
 ],
 [
  "Most of the storytelling we've been discussing here has been centered around enterprise reporting. These are stories that you or a team of people in your organization find and then report. ",
  "زۆربەی چیرۆک بێژەکان کە ئێمە لێرە باسمان دەکرد لە دەوری راپۆرتی کۆمپانیا ناوەندی کراوە. ئەمانە ئەو چیرۆکانەن کە تۆ یان تیمێک لە خەڵک لە ڕێکخراوەکەت دەیدۆزنەوە و دواتر ڕاپۆرت دەدەن."
 ],
 [
  "Enterprise reporting goes beyond telling your audience the facts about something that has happened",
  "ڕاپۆرتی کۆمپانیایی زیاتر لە گوتنی ڕاستیەکان لە بارەی شتێکەوە کە روویداوە بە بینەرەکەتەوە دەڕوات"
 ],
 [
  "Finding these stories is based on reading, talking to people, and sometimes, investigating",
  "دۆزینەوەی ئەم چیرۆکانە لەسەر بنەمای خوێندنەوە و قسەکردنە لەگەڵ خەڵک و هەندێک جاریش لێکۆڵینەوە"
 ],
 [
  "Whether you are telling a breaking news story or an enterprise story, strong video and ",
  "ئەگەر تۆ چیرۆکێکی هەواڵی بشکێنیت یان چیرۆکێکی کۆمپانیایی، ڤیدیۆی بەهێز و "
 ],
 [
  "engaging storytelling are at the core",
  "چیرۆکبێژی تێوەگلان لە ناوکی"
 ],
 [
  "Breaking News Reporting",
  "هەواڵی هەواڵی بەپەلە"
 ],
 [
  "Reporting on breaking news can be more of a storytelling challenge, because you are watching the story unfold and learning or verifying the information as it comes in.",
  "ڕاپۆڕت کردن لەسەر هەواڵی شکاندن دەکرێت زیاتر ببێتە تەحەدایەکی چیرۆک گێڕی، چونکە تۆ سەیری چیرۆکەکە دەکەیت کە ئاشکرا دەبێت و فێر دەبیت یان زانیاریەکان دەسەلمێنیتەوە کە دێتە ژوورەوە."
 ],
 [
  "The storyteller has to juggle new information, process it, and then tell the audience",
  "چیرۆک بێژ دەبێت زانیاری نوێ ڕێک بخاتەوە و جێبەجێی بکات و پاشان بە ئامادەبووان بڵێت"
 ],
 [
  "Little or no time to research, prepare or storyboard",
  "کاتێکی کەم یان بێ کات بۆ توێژینەوە، ئامادەکردن یان چیرۆک تەختە"
 ],
 [
  "Responding to something that has just happened or is still happening",
  "وەڵامدانەوە بە شتێک کە ئێستا ڕوویداوە یان هێشتا ڕوو دەدات"
 ],
 [
  "Decide if the following stories are examples of ",
  "بڕیار بدە ئەگەر ئەم چیرۆکانەی خوارەوە نموونە بن لە "
 ],
 [
  "enterprise reporting",
  "ڕاپۆرتی کۆمپانیا"
 ],
 [
  "breaking news reporting",
  "هەواڵی هەواڵ شکێن"
 ],
 [
  "A prime minister resigns after being accused of corruption",
  "سەرۆک وەزیران پاش تۆمەتبارکردنی بە گەندەڵی دەست لەکار دەکێشێتەوە"
 ],
 [
  "Airline records reveal poor maintenance on a plane that crashed",
  "تۆمارەکانی هێڵی ئاسمانی چاککردنەوەی خراپی ئاشکرا کرد لەسەر فڕۆکەیەک کە تێکشکا"
 ],
 [
  "A beloved movie star dies in a plane crash",
  "ئەستێرەیەکی فیلمی خۆشەویست لە پێکدادانی فڕۆکەدا دەمرێت"
 ],
 [
  "A government official has been funneling state funds to his family",
  "بەرپرسێکی حکومەت پارەی ویلایەت بۆ خێزانەکەی دەهێلێتەوە"
 ],
 [
  "When News Breaks: Newsgathering",
  "کاتێک هەواڵەکان دەشکێنن: نوێکردنەوە"
 ],
 [
  "Learn more about what goes on behind the scenes to get breaking news on the air at CNN",
  "زیاتر فێربە دەربارەی ئەوەی لە پشت دیمەنەکانەوە بەردەوام دەبێت بۆ ئەوەی هەواڵی بەپەلە لە سی ئێن ئێن دەست بکەوێت"
 ],
 [
  "Breaking News",
  "هەواڵی بەپەلە"
 ],
 [
  "You'll look at some of the challenges you could encounter.",
  "تۆ سەیری هەندێک لەو بەرەنگاریانە دەکەیت کە دەتوانیت ڕووبەڕووی ببیتەوە."
 ],
 [
  "Challenges",
  "تەحەداکان"
 ],
 [
  "The Storyteller's Challenges",
  "تەحەداکانی چیرۆکبێژ"
 ],
 [
  "Finding and gathering the story, then writing it with a narrative thread may seem like challenge enough. But the storyteller also has ethical and legal considerations to keep in mind -- even when you conduct yourself impeccably and report the facts. And it all has to be done in a way to keep yourself, your team, and your sources physically safe.",
  "دۆزینەوە و کۆکردنەوەی چیرۆکەکە، پاشان نووسینی بە دەزووی گێڕانەوە لەوانەیە وەک تەحەدای پێویست دەربکەوێت. بەڵام چیرۆک بێژەکە هەروەها ڕەچاوی ڕەوشتی و یاسایی هەیە بۆ ئەوەی لە بیردا بێت - تەنانەت کاتێک تۆ بە بێ خەوش خۆت ئەنجام بدەیت و ڕاستیەکان ڕاپۆرت بکەیت. وە هەمووی دەبێ بە شێوەیەک ئەنجام بدرێت بۆ ئەوەی خۆت و تیمەکەت و سەرچاوەکانت بە شێوەیەکی جەستەیی پارێزراو بێت."
 ],
 [
  "Ethical Considerations",
  "ڕەچاوکردنی ئەخلاقی"
 ],
 [
  "When we talk about journalism ethics, we are talking about honesty and decency. It is about using common decency in how you interact with people and how you conduct yourself. Your credibility is on the line and your source's life could be at stake.",
  "کاتێک باس لە ڕەوشتی ڕۆژنامەوانی دەکەین باسی ڕاستگۆیی و نەزۆکایەتی دەکەین ئەوە سەبارەت بە بەکارهێنانی باوێکێتی لە چۆنیەتی کارلێککردن لەگەڵ خەڵک و چۆنیەتی بەڕێوەچوونی خۆت. باوەڕپێکراوی تۆ لەسەر هێڵە و ژیانی سەرچاوەکەت دەتوانێ لە مەترسیدا بێت."
 ],
 [
  "Always conduct yourself professionally.  Most news organizations have a handbook for ethics and standards.  Be familiar with what's expected at your organization.",
  "هەمیشە بە شێوەیەکی پرۆفیشناڵانە خۆت بەڕێوە ببە.  زۆربەی ڕێکخراوە هەواڵییەکان کتێبێکیان هەیە بۆ ئەخلاق و ستانداردەکان.  ئاشنابە بەو شتەی کە چاوەڕوان دەکرێت لە ڕێکخراوەکەت."
 ],
 [
  "Code of Conduct",
  "کۆدی ڕەونەکردن"
 ],
 [
  "You may remember our discussion about sources in an earlier lesson.  Be sure to stick to any agreements you have with your sources.  If you agreed to keep them anonymous, follow through and be sure not to accidentally reveal their identity.  If someone is brave enough to come forward with information, then you need to do everything you can to protect them from any repercussions. When you don't, future sources won't want to talk to you.",
  "لەوانەیە لە وانەیەکی پێشتردا باسەکەمان دەربارەی سەرچاوەکانت لەبیر بێت.  دڵنیابە کە پابەندی هەر ڕێکەوتنێک بیت لەگەڵ سەرچاوەکانت.  ئەگەر تۆ ڕازی بوویت کە ئەوان بە نەناسراوی بهێڵیتەوە، بە دوایدا بڕۆ و دڵنیابە کە بە ڕێکەوت ناسنامەیان ئاشکرا نەکەیت.  ئەگەر کەسێک ئەوەندە ئازا بێت بۆ ئەوەی بە زانیاری بێتە پێشەوە، ئەوا پێویستە هەموو شتێک ئەنجام بدەیت بۆ پاراستنیان لە هەر کاردانەوەیەک. کاتێک تۆ نیت، سەرچاوەکانی داهاتوو نایانەوێت قسەت لەگەڵ بکەن."
 ],
 [
  "Protect Your Sources",
  "پاراستنی سەرچاوەکانت"
 ],
 [
  "Treat everyone you come across with decency and respect.  Be careful not to further traumatize victims of crimes, attacks or disasters.  And even if the subject of your story hasn't acted in an ethical way, ",
  "مامەڵە لەگەڵ هەموو ئەوکەسانە بکە کە بە ڕێز و ڕێزەوە دێنە پێش.  وریابە کە زیاتر زیان بە قوربانیانی تاوان و هێرش و کارەسات نەگەیەنرێت  وە تەنانەت ئەگەر بابەتی چیرۆکەکەت بە شێوەیەکی ئەخلاقی هەڵسوکەوتی نەکردبێت "
 ],
 [
  "you",
  "تۆ"
 ],
 [
  " can still act ethically in a way that gives your audience a deeper understanding.",
  " هێشتا ئەتوانێت بە شێوەیەکی ئەخلاقی ڕەفتار بکات بە شێوەیەک کە تێگەیشتنێکی قووڵتر بدات بە جەماوەرەکەت."
 ],
 [
  "Decency",
  "نەگونجان"
 ],
 [
  "Always tell the truth, no matter how difficult it might be.  Be upfront about who you are and what you plan to do with the information or elements you are gathering.  Do not lie, cheat, or finagle your way through a story.",
  "هەمیشە ڕاستیەکە بڵێ، گرنگ نییە چەندە قورس بێت.  سه باره ت به ئه وه ی که تۆ کێیت و پلانت هه یه له گه ڵ ئه و زانیاریانه یان به ر ئه و به ر ئه و که ی که کۆتان ده که یت چی بکه ی.  درۆ مەکە، فێڵ مەکە، یان ڕێگای خۆت لە نێو چیرۆکێکدا تێکەڵ مەکە."
 ],
 [
  "Honesty",
  "ڕاستگۆیی"
 ],
 [
  "Legal Considerations",
  "ڕەچاوکردنی یاسایی"
 ],
 [
  "From recording video in a place where you shouldn't to the fallout from a story alleging wrongdoing, the storyteller needs to be careful not to break the law. Even if you are seeking to report the truth, you can't break the law. Use common sense.",
  "لە تۆمارکردنی ڤیدیۆ لە شوێنێک کە نابێت لە چیرۆکێکدا کە باسی هەڵە دەکات، چیرۆک بێژەکە وریا بێت بۆ ئەوەی یاسا نەشکێنێت. تەنانەت ئەگەر تۆ بەدوای ڕاپۆرتکردنی ڕاستییەکاندایت، ناتوانیت یاسا بشکێنیت. بەکارهێنانی هەستی گشتی."
 ],
 [
  "Be aware of where it's illegal to take pictures or record video.",
  "ئاگاداربە کە لە کوێ نایاساییە بۆ وێنە گرتن یان تۆمارکردنی ڤیدیۆ."
 ],
 [
  "Even if it's legal, you may need to ask for permission.",
  "تەنانەت ئەگەر یاساییش بێت، لەوانەیە پێویست بکات داوای مۆڵەت بکەیت."
 ],
 [
  "Photo_Icon",
  "Photo_Icon"
 ],
 [
  "Don't encourage anyone to break the law.",
  "هیچ کەسێک هان مەدە بۆ شکاندنی یاسا."
 ],
 [
  "Law_Icon",
  "Law_Icon"
 ],
 [
  "Don't entrap anyone. ",
  "هیچ کەسێک مەهێننە ناوەوە. "
 ],
 [
  "That means secretly recording someone and persuading or encouraging them to do something illegal or unethical.",
  "واتە بەنهێنی تۆمارکردنی کەسێک و ڕازیکردن یان هاندانیان بۆ ئەنجامدانی کارێکی نایاسایی یان ناڕەوشتە."
 ],
 [
  "Recording_Icon",
  "Recording_Icon"
 ],
 [
  "Are There Really Two Sides to Every Story?",
  "ئایا دوو لا هەیە بۆ هەموو چیرۆکێک؟"
 ],
 [
  "Journalists have to be fair and accurate in their reporting. But balance is not always appropriate every time. A story can be so focused on telling both sides, that it gives an audience ",
  "ڕۆژنامەنووسان دەبێت لەڕاپۆرتەکەیاندا ڕاست و دروست بن بەڵام هاوسەنگی هەمیشە گونجاو نیە هەموو جارێک. دەکرێت چیرۆکێک ئەوەندە تەرکیز لەسەر ئەوە بکرێت کە بە هەردوولا بڵێت، کە بە بینەرێک دەبەخشێت "
 ],
 [
  "less ",
  "کەمتر"
 ],
 [
  "of an understanding of what happened, not ",
  "لە تێگەیشتنی ئەوەی ڕوویدا، نەک "
 ],
 [
  "more",
  "زیاتر"
 ],
 [
  ". Nick Paton Walsh talks about that in the video below.",
  ". نیک پاتۆن واڵش لە ڤیدیۆی خوارەوە باسی ئەوە دەکات"
 ],
 [
  "All we could do is make sure that we had done everything we could to mitigate all of the potentially harmful outcomes that we could foresee, and then decide that we were going to take that risk because the story was worth it. ",
  "هەموو ئەوەی کە دەمانتوانی بیکەین ئەوەیە کە ئێمە هەموو شتێکمان کرد کە لە تواناماندا بوو بۆ کەمکردنەوەی هەموو ئەو دەرئەنجامە زیانبەخشانەی کە دەتوانین پێشبینیی بکەین، وە دواتر بڕیار بدەین کە ئێمە ئەو مەترسیە وەردەگرین چونکە چیرۆکەکە شایەنی بوو."
 ],
 [
  "The Storyteller's Safety",
  "سەلامەتی چیرۆکبێژەکە"
 ],
 [
  "Preparation is the key to staying safe. But as we discussed in earlier lessons, the situation on the ground isn't always what you expect it to be. Even when you prepare for dangerous scenarios, you need to have someone back at the newsroom watching your back and ready to spring into action. Don't do anything that will endanger yourself, your team, or your sources.",
  "ئامادەکاری کلیلی مانەوەی سەلامەتە. بەڵام وەک چۆن لە وانەکانی پێشوودا باسمان کرد، بارودۆخی سەر زەوی هەمیشە ئەو شتە نییە کە پێشبینی دەکەیت. تەنانەت کاتێک بۆ سیناریۆ مەترسیدارەکان ئامادە دەبیت، پێویستە کەسێک لە ژووری هەواڵەکاندا بگەڕێنیتەوە کە سەیری پشتت دەکات و ئامادەیە بۆ بەهار بۆ کردار. هیچ کارێک مەکە کە خۆت یان تیمەکەت یان سەرچاوەکانت بخاتە مەترسیەوە."
 ],
 [
  "Below we hear about the safety precautions CNN took, to allow Nima Elbagir to report from dangerous areas.",
  "لەخوارەوە گوێمان لە ئاگادار کردنەوەکانی سەلامەتی سی ئێن ئێن بوو، بۆ ڕێگەدان بە نیما ئەلبەگیر بۆ ڕاپۆرتدان لە ناوچە مەترسیدارەکان."
 ],
 [
  "Knowledge Check",
  "پشکنینی زانیاری"
 ],
 [
  "Read each of the following stories and decide how many of the elements of a good story have been included:",
  "هەر یەکێک لەم چیرۆکانەی خوارەوە بخوێنەوە و بڕیار بدە چەند لە توخمەکانی چیرۆکێکی باش لەخۆوە گیراون:"
 ],
 [
  "Match these actions with their storytelling challenge.",
  "گونجاندنی ئەم کارانە لەگەڵ تەحەدای چیرۆک گێرانەوەیان."
 ],
 [
  "Lying about being a journalist to get a source to talk to you",
  "درۆکردن سەبارەت بەڕۆژنامەنووسبوون بۆ بەدەستهێنانی سەرچاوەیەک بۆ قسەکردن لەگەڵتان"
 ],
 [
  "Unethical",
  "بێ ڕەوشت"
 ],
 [
  "Secretly recording a protester and encouraging them to vandalize a store",
  "بەنهێنی تۆماری خۆپیشاندەرێک و هاندانیان بۆ تێکدانی کۆگایەک"
 ],
 [
  "Illegal",
  "نایاسایی"
 ],
 [
  "Refusing to reveal the name of an anonymous whistleblower",
  "ڕەتکردنەوەی ئاشکراکردنی ناوی ویبڵێکی نەناسراو"
 ],
 [
  "Ethical",
  "ئەخلاقی"
 ],
 [
  "Taking pictures of protesters beating a heckler on a public street",
  "وێنەگرتنی خۆپیشاندەران کە لە شەقامێکی گشتیدا لە هەوەسکەرێک دەدان"
 ],
 [
  "Legal",
  "یاسایی"
 ],
 [
  "You'll look at the challenges of storytelling during the Covid-19 pandemic.",
  "تۆ سەیری تەحەداکانی چیرۆک گێران دەکەیت لە کاتی کۆڤید-19"
 ],
 [
  "Storytelling During the Covid-19 Pandemic",
  "چیرۆکبێژی لە کاتی کۆڤید-19 پەندمیک"
 ],
 [
  "Storytelling During the Pandemic",
  "چیرۆکبێژی لە کاتی پەندمیک"
 ],
 [
  "Victoria Eastwood, CNN Senior Director of Coverage",
  "ڤیکتۆریا ئیستوود، سی ئێن ئێن بەڕێوبەری گەورەی داپۆشین"
 ],
 [
  "This pandemic has been the most challenging professional experience that I've had so far in my career.",
  "ئەم نەخۆشییە پڕۆفیشناڵترین ئەزموونی پرۆفیشناڵ بوو کە من تا ئێستا لە پیشەکەمدا هەیبوو."
 ],
 [
  "The challenges have been endless for storytelling ",
  "بەرەنگارییەکان بێ کۆتایی بوون بۆ چیرۆک گێرانەوە "
 ],
 [
  "on ",
  "لەسەر"
 ],
 [
  "the pandemic and ",
  "پەتاکە و "
 ],
 [
  "during ",
  "لە ماوەی"
 ],
 [
  "the pandemic. Journalists need to stay safe while accurately reporting on a story that develops every day. Still, the pandemic has offered many of the qualities of \"good\" stories.",
  "ئەو هەموو نەخۆشییە ڕۆژنامەنووسان پێویستە بە سەلامەتی بمێننەوە لە کاتێکدا بە وردی ڕاپۆرت لەسەر چیرۆکێک دەکەن کە هەموو ڕۆژێک پەرەی پێ دەدات. هێشتا، پەتاکە زۆر لە تایبەتمەندیەکانی چیرۆکەکانی \"باش\"ی پێشکەش کردووە."
 ],
 [
  "There is a constant flow of new information, data, and medical advances to put into context",
  "لێشاوی بەردەوامی زانیاری نوێ و داتا و پێشکەوتنە پزیشکییەکان هەیە بۆ ئەوەی بخرێتە چوارچێوەیەکەوە"
 ],
 [
  "New Information",
  "زانیاری نوێ"
 ],
 [
  "Every country has experienced fear, loss, economic hardship and hope for a solution",
  "هەموو وڵاتێک ترس و خەسارەت و زەحمەتی ئابووری و ئومێدی چارەسەری بەخۆوە دیوە"
 ],
 [
  "Human Experience",
  "ئەزموونی مرۆڤ"
 ],
 [
  "Every corner of the earth has been touched by Covid-19",
  "هەموو گۆشەکانی زەوی لەلایەن کۆڤید-19 ەوە دەستی لێدراوە"
 ],
 [
  "Universal",
  "جیهانی"
 ],
 [
  "The Pandemic's Challenges to Storytelling",
  "تەحەداکانی پەندمیک بۆ چیرۆکبێژی"
 ],
 [
  "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Justo laoreet sit amet cursus sit amet dictum sit. Orci ac auctor augue mauris augue neque gravida in fermentum.",
  "لۆرم ئایپسوم دولۆر دانیشتووە، بە ھەژماری ووردەکاری، ئێیوسمۆد کاتی بریکار و دۆلیر ماگنا ئەلیکوا ئەنجام دەدەن. جاتۆ لاۆریت دانیشتووە کە بە ئەندازە دکتۆم دادەنیشێت. ئۆرسی ئەک ئۆکتۆر ماوریس ئۆگۆی نیک گراڤیدا لە فێرمێنتۆم دا"
 ],
 [
  "Logistics of moving a team around when there are lockdowns and other restrictions in place.",
  "لۆجستیکی جوڵاندنی تیمێک لە دەورووبەری کاتێک کە قفڵدان و سنوردارکردنی تر لە شوێنەکە هەیە."
 ],
 [
  "Plane_Icon",
  "Plane_Icon"
 ],
 [
  "Getting all of the new information right.",
  "بەدەستهێنانی هەموو زانیاریە نوێکان."
 ],
 [
  "Covid_Data_Icon",
  "Covid_Data_Icon"
 ],
 [
  "Keeping journalists healthy and properly equipped with protection.",
  "بە تەندروست هێشتنەوەی ڕۆژنامەنووسان و بە شێوەیەکی ڕێکوپێک بە پاراستنەوە ئامادەکراوە"
 ],
 [
  "Journalist_in_Mask_Icon",
  "Journalist_in_Mask_Icon"
 ],
 [
  "Storytelling On the Pandemic",
  "چیرۆکبێژی لەسەر پەندمیک"
 ],
 [
  "CNN's Phil Black found a unique perspective to show the audience the scale of the loss that so many people experienced during the pandemic. During the depths of the lockdown in England, Phil, his producer and a photojournalist followed very busy funeral workers, who normally do their work quietly and discreetly.",
  "فیل بلاکی سی ئێن ئێن دیمەنێکی بێهاوتای دۆزیەوە بۆ پیشاندانی پێوەری ئەو دۆڕاندنەی کە زۆر کەس ئەزموونیان هەبوو لە کاتی پەتاکە دا. لە کاتی قوفڵدانەکە لە ئینگلتەرا، فیل، بەرهەمهێنەرەکەی و وێنە نوسێک بەدوای کرێکارانی پرسەی زۆر سەرقاڵدا کەوت، کە بە شێوەیەکی ئاسایی بە هێمنی و بە وریاییەوە کارەکانیان ئەنجام دەدەن."
 ],
 [
  "You can see how he put into practice everything that we've discussed in our lessons on the Art of Storytelling.",
  "تۆ دەتوانی ببینی کە چۆن هەموو ئەو شتانەی کە باسمان کرد لە وانەکانمان لەسەر هونەری چیرۆکبێژی پراکتیزە کرد."
 ],
 [
  "Phil Black",
  "فیل بلاک"
 ],
 [
  "It was a really confronting and difficult story to put together in many ways. It was being exposed to death in a very intimate way. But really in a way that we hoped would drive home what was going on. The fact that this death toll was in a sense warlike. And that there was so much suffering and grief. And that there were really important reason why these very tough lockdown measures were being enforced at the time.",
  "ئەوە چیرۆکێکی زۆر سەخت و ڕووبەڕووبوونەوە بوو کە لە زۆر ڕووەوە پێکەوە دابنێین. بە شێوەیەکی زۆر خۆڕایی لە مردن دەرکرا. به ڵام به ڕاستی به شێوازێك كه ئێمه هیوامان خواست كه ئه و شته ی كه له گه ل ماڵێ ده ڕۆشتن. ئەو ڕاستییەی کە ئەم مردنە بە مانای شەڕ بوو. وە ئەوەی کە زۆر ئازار و پەژارە هەبوو وە ئەوە هۆکارێکی زۆر گرنگ هەبوو کە بۆچی ئەو پێوانە قورسانەی کە لەو کاتەدا دەسەپێنرێن"
 ],
 [
  "It was a long, slow, difficult story to put together, and a type that we wouldn't normally perhaps have the time to dedicate to. And it was also the sort of story that when we started, we weren't really sure what we were going to get, because the access was so delicate and discreet, we weren't sure how much we would be able to see, or how much we would be able to capture. But in the end, over a course of weeks, and talking about it constantly, as we went, we were able to capture, I think, enough of a sense of just what was going on out there in a way that most people don't normally get to see and certainly weren't seeing confined to their homes during lockdown. ",
  "ئەوە چیرۆکێکی درێژ، هێواش، قورس بوو کە پێکەوە دابنێین، وە جۆرێکە کە لەوانەیە ئێمە بە شێوەیەکی ئاسایی کاتمان نەبێت بۆ تەرخانکردنی. وە هەروەها ئەو جۆرە چیرۆکە بوو کە کاتێک دەستمان پێکرد، ئێمە بەڕاستی دڵنیا نەبووین کە چیمان دەست دەکەوێت، چونکە گەیشتنەکە زۆر ناسک و بێ حاڵ بوو، دڵنیا نەبووین کە چەند دەتوانین بیبینین، یان چەند دەتوانین بگرین. بەڵام لە کۆتایدا، بە درێژایی چەند هەفتەیەک، و قسەکردن لەسەری، بە بەردەوامی، کە چووین، توانیمان دەستگیر بکەین، پێم وایە، هەستێکی تەواو هەیە کە لە دەرەوە بەڕێوە دەچوو بە جۆرێک کە زۆربەی خەڵک بە شێوەیەکی ئاسایی نایبینن و بە دڵنیاییەوە لە کاتی داخستنی ماڵەکانیان "
 ],
 [
  "Through investing the time and building the trust and getting the access, I think what the story was able to do was convey a sense of that scale, of that just the sheer amount of death, the loss, the grief that was being experienced out in the broader community. In a way, that people who were at the time confined to their homes, many simply didn't know anyone who'd been affected directly by Covid-19. For much of the population, you simply wouldn't have a sense or an idea of just what those numbers really mean. That really became the goal of the piece.",
  "لە ڕێگەی وەبەرهێنانی کات و دروستکردنی متمانە و گەیشتن بە دەستگەیشتن، پێم وایە چی چیرۆکەکە توانیی بیکات، گەیاندنی هەستی ئەو پێوەرە بوو، کە تەنیا بڕی مردن، دۆڕاندن، ئەو خەمەی کە لە کۆمەڵگەی فراوانتردا ئەزموون دەکرا. بە جۆرێک، ئەو خەڵکانەی لەو کاتەدا لە ماڵەکانیان کۆت بوون، زۆر بە سادەیی هیچ کەسێکیان نەدەزانی کە ڕاستەوخۆ لە لایەن کۆڤید-19 ەوە تووشی بووە. بۆ زۆربەی دانیشتوان، تۆ بە سادەیی هەستێک یان بیرۆکەیەکت نیە کە تەنها ئەو ژمارانە مانای چیە. ئەوە بەڕاستی بوو بە ئامانجی پارچەکە"
 ],
 [
  "We as a team followed around a bunch of different people whose job it is to collect bodies of people who die. And normally that's a pretty constant business, as it is in any city, but at this time, in this moment, at the peak of the coronavirus in the early spring, it was really something that was quite extraordinary, just in terms of how busy they were, how rushed off their feet they were. The sheer scale and volume of the work that they were trying to keep up with. ",
  "ئێمە وەک تیمێک بەدوای کۆمەڵێک کەسی جیاوازدا هاتین کە ئیشیان کۆکردنەوەی تەرمی ئەو کەسانەیە کە دەمرن وە بە شێوەیەکی ئاسایی ئەوە بازرگانییەکی زۆر نەگۆڕە، وەک ئەوەی لە هەر شارێک بێت، بەڵام لەم کاتەدا، لەم ساتەدا، لە لوتکەی کرۆناڤایروس لە سەرەتای بەهاردا، بەڕاستی شتێک بوو کە زۆر نائاسایی بوو، تەنیا لە ڕووی ئەوەی کە ئەوان چەند سەرقاڵ بوون، چەند پەلەیان لە قاچەکانیان کرد. پێوەری شێر و قەبارەی ئەو کارەی کە ئەوان هەوڵیان دەدا بەردەوام بن "
 ],
 [
  "It was at a time where the daily death toll from the coronavirus was just soaring. And to me, really felt like something from a war zone. But on the surface of the city and the country it was very difficult to get that sense of it, the actual scale of loss and death and grief. And so, through a combination of luck, in a sense, and a lot of research and legwork, particularly by Barbara [Phil's producer], a lot of really building up the close contacts, and building trust and access and getting access to the sorts of things that we never normally get to see over a period of some weeks, investing a lot of time.",
  "ئەوە لە کاتێکدا بوو کە مردنی ڕۆژانەی کۆرۆناڤیروس تەنها بەرزبوویەوە وە بۆ من، بەڕاستی هەست بە شتێک دەکەم لە ناوچەی جەنگەوە. بەڵام لەسەر ڕووی شار و وڵات زۆر زەحمەتە ئەو هەستەی پێ بگات، پێوەری ڕاستی لە دەستدان و مردن و خەم. وە کەواتە، لە ڕێگای تێکەڵەیەک لە بەخت، لە واتایەکدا، و توێژینەوە و کاری قاچی زۆر، بەتایبەتی لەلایەن باربارا [بەرهەمهێنەری فیل]، زۆر لە دروست کردنی پەیوەندیە نزیکەکان، و دروستکردنی متمانە و گەیشتن و گەیشتن بەو جۆرە شتانەی کە ئێمە هەرگیز بە شێوەیەکی ئاسایی لە ماوەی چەند هەفتەیەکدا  کاتێکی زۆر بەگەڕ دەخات"
 ],
 [
  "Watch Phil's story below:",
  "سەیری چیرۆکی فیل بکە لە خوارەوە:"
 ],
 [
  "We will discuss and watch more examples of good storytelling.",
  "ئێمە باسی زیاتر دەکەین و سەیری نموونەکانی چیرۆکبێژی باش دەکەین"
 ],
 [
  "Conclusion",
  "ئەنجام"
 ],
 [
  "Case Study: Abuse and Scandal in the Catholic Church",
  "لێکۆڵینەوەی حالەت: خراپکاری و ئابڕووچوون لە کڵێسای کاسۆلیک"
 ],
 [
  "CNN's Nima Elbagir and a team of journalists - Barbara Arvanitidis, Katie Polglase, Bryony Jones and Alex Platt- tracked down a priest convicted of sexually abusing children, finding he was still working with children.",
  "نیما ئێلبەگیر سی ئێن ئێن و تیمێک لە رۆژنامەنووسان - باربارا ئارڤانیتیدس، کاتی پۆلگلاز، بریۆنی جۆنس و ئەلێکس پلات، قەشەیەک کە بە تۆمەتی دەستدرێژی سێکسی بە منداڵان تۆمەتبار کرابوو، گەڕاندەوە کە ئەو هێشتا لەگەڵ منداڵان کار دەکات"
 ],
 [
  "Rosary beads",
  "چەماوی تەزبیح"
 ],
 [
  "Abuse and Scandal in the Catholic Church: The Case of the Pedophile Priest",
  "خراپکاری و ئابڕووچوون لە کڵێسای کاسۆلیک: کەیسی قەشەی پێدۆفیل"
 ],
 [
  "When this story first ran in November 2019, it was the product of more than a year of investigation by CNN journalists. Father Luk Delft was convicted of child abuse in 2012, after abusing two boys at a school in Belgium in 2001. He was banned from working with children. When CNN found him years later, he was working with a Catholic charity in the Central African Republic. He was still working with children and accused of abuse again.",
  "کاتێک ئەم چیرۆکە بۆ یەکەم جار لە تشرینی دووەمی 2019دا بەڕێوە چوو، ئەوە بەرهەمی زیاتر لە ساڵێکی لێکۆڵینەوە بوو لە لایەن ڕۆژنامەنووسانی سی ئێن ئێنەوە. باوکی لوک دێلفت لە ساڵی 2012دا بە تاوانی دەستدرێژیکردنە سەر منداڵ تاوانبار کرا، پاش ئەوەی لە ساڵی 2001دا دوو کوڕ لە قوتابخانەیەک لە بەلجیکا بەکارهێنا. ئەو لە کارکردن لەگەڵ منداڵان قەدەغە کرا کاتێک سی ئێن ئێن ئەوی دۆزیەوە، ئەو لەگەڵ خێرخوازی کاسۆلیکی لە کۆماری ئەفریقای ناوەڕاست کار دەکرد. ئەو هێشتا لەگەڵ منداڵاندا کاری دەکرد و دووبارە بە تۆمەتی خراپ بەکارهێنانی تۆمەتبار کرابوو"
 ],
 [
  "In this case study, we are going to examine how the reporting came together and the reaction the story generated after it went online and on television.",
  "لەم حاڵەتەدا، ئێمە بەنیازین لێکۆڵینەوە بکەین کە چۆن راپۆرتەکان پێکەوە هاتوون و ئەو کاردانەوەیەی کە چیرۆکەکە دروست بووە دوای ئەوەی لە سەرهێڵ و لە تەلەڤزیۆندا دروست بووە."
 ],
 [
  "Finding and Researching the Story",
  "دۆزینەوە و لێکۆڵینەوە لە چیرۆکەکە"
 ],
 [
  "This story got its start with reading, conversation and a series of questions. Abuse in the Catholic Church has been widely reported. But most of the stories focused on the Western world and on abuse in the past.",
  "ئەم چیرۆکە دەستی پێکرد بە خوێندنەوە و گفتوگۆ و زنجیرەیەک پرسیار. خراپ بەکارهێنانی لە کڵێسای کاسۆلیک بە شێوەیەکی فراوان بڵاو کراوەتەوە. بەڵام زۆربەی چیرۆکەکان سەرنجیان خستە سەر جیهانی ڕۆژئاوا و لە ڕابردووشدا بۆ خراپ بەکارهێنانی"
 ],
 [
  "How can this story be done differently?",
  "چۆن ئەم چیرۆکە بە شێوەیەکی جیاواز ئەنجام دەدرێت؟"
 ],
 [
  "What angle isn't being explored?",
  "چ گۆشەیەک نەدۆزرێتەوە؟"
 ],
 [
  "What is being overlooked?",
  "چی پشتگوێ دەخات؟"
 ],
 [
  "The answers to those questions led to more reading, conversations with experts and digging with online tools:",
  "وەڵامی ئەو پرسیارانە بووە هۆی خوێندنەوەی زیاتر، گفتوگۆ لەگەڵ شارەزایان و هەڵکەندن بە ئامرازەکانی سەرهێڵ:"
 ],
 [
  "This technique allows you to search for an image of someone without knowing their name.  The hope is that the image will come up with other information that can help your reseach.",
  "ئەم تەکنیکە ڕێگەت پێدەدات بە گەڕان بەدوای وێنەی کەسێکدا بەبێ ئەوەی ناوی بزانیت.  هیوا ئەوەیە کە وێنەکە زانیاری تر بەدەست دەهێنێت کە دەتوانێت یارمەتی ڕیساچەکەت بدات."
 ],
 [
  "Reporter typing",
  "تایپکردنی پەیامنێر"
 ],
 [
  "Reverse Image Search",
  "گەڕانی وێنەی پێچەوانە"
 ],
 [
  "A check of popular social media sites found all kinds of information that people shared.",
  "پشکنینی ماڵپەڕە کۆمەڵایەتیە بەناوبانگەکان هەموو جۆرە زانیارییەکی دۆزیەوە کە خەڵک هاوبەشیان کردووە."
 ],
 [
  "Cell phone",
  "مۆبایل"
 ],
 [
  "Social Media",
  "تۆڕە کۆمەڵایەتیەکان"
 ],
 [
  "These records showed the churches where priests were working and when they were there.",
  "ئەم تۆمارانە ئەو کەنیسەیانەی پیشان دا کە قەشەکان کاریان تێدا دەکرد و کاتێک لەوێ بوون."
 ],
 [
  "Inside of church",
  "لە ناو کڵێسا"
 ],
 [
  "Catholic Church Records",
  "تۆمارەکانی کەنیسەی کاسۆلیک"
 ],
 [
  "A search for priests who were convicted of crimes revealed what happened and where.",
  "گەڕانێک بۆ ئەو قەشانەی کە بە تاوانی تاوانبارکراون دەریخست کە چی ڕوویدا و لە کوێ."
 ],
 [
  "Fingerprint on paper",
  "پەنجەمۆر لەسەر کاغەز"
 ],
 [
  "Criminal Records",
  "تۆمارە تاوانکارەکان"
 ],
 [
  "Some of the strong video here shows facial expressions instead of action or landscape",
  "هەندێک لە ڤیدیۆ بەهێزەکان لێرەدا دەربڕینی دەموچاو نیشان دەدەن لە جیاتی کردار یان دیمەنی سروشتی"
 ],
 [
  "Earning the trust of sources to talk about traumatic experiences and controversial information",
  "بەدەستهێنانی متمانەی سەرچاوەکان بۆ قسەکردن لەسەر ئەزموونی شۆکی و زانیاری مشتومڕ"
 ],
 [
  "Judicious use of reporter pieces-to-camera in an unusual place and to help the narrative thread",
  "بەکارهێنانی جودی لە پارچەی پەیامنێر بۆ کامێرا لە شوێنێکی نائاسایی و بۆ یارمەتیدانی دەزووی گێڕانەوەکە"
 ],
 [
  "The narrative thread takes the audience on a journey to a remote area of CAR, on the hunt for a convicted pedophile and on a search for answers",
  "دەزووی گێڕانەوەکە بینەری دەبات لە گەشتێکدا بۆ ناوچەیەکی دووری ئۆتۆمبێل، لە ڕاوکردنی ڕەشەبایەکی تاوانبار و لە گەڕان بەدوای وەڵامدا"
 ],
 [
  "Watch the story here",
  "لێرە سەیری چیرۆکەکە بکە"
 ],
 [
  "Watch the story below:",
  "سەیری چیرۆکی خوارەوە بکە:"
 ],
 [
  "Reaction to the Story",
  "کاردانەوە بۆ چیرۆکەکە"
 ],
 [
  "This storytelling set off investigations in the Central African Republic and Belgium, and both Caritas and the Salesians of Don Bosco launched internal investigations. And the storytelling removed a convicted pedophile from a situation where he was working with vulnerable children.",
  "ئەم چیرۆکبێژییە لێکۆڵینەوەکانی لە کۆماری ئەفریقای ناوەڕاست و بەلجیکا کرد و هەردوو کاریتاس و فرۆشیارەکانی دۆن بۆسکۆ لێکۆڵینەوە ناوخۆییەکانیان دەستپێکرد وە چیرۆکبێژییەکە کەسێکی تاوانبارکراوی لە بارودۆخێکدا لابرد کە لەگەڵ منداڵانی لاوازدا کاری دەکرد."
 ],
 [
  "How Digital and TV Can Complement Each Other",
  "چۆن دیجیتاڵ و تەلەڤزیۆن دەتوانن یەکتر تەواو بکەن"
 ],
 [
  " ran during news programs and as a special report on CNN. The television pieces were complemented by online storytelling, with strong still pictures, graphics, videos and text.",
  " لە کاتی بەرنامەی هەواڵ و وەک ڕاپۆرتێکی تایبەت لە سی ئێن ئێن ڕایکرد پارچە تەلەڤیزیۆنەکان تەواوکراون بە چیرۆک گێرانی ئۆنلاین، لەگەڵ وێنەی بەهێز، گرافیک، ڤیدیۆ و دەق."
 ],
 [
  "Nima's Reporting Online",
  "ڕاپۆرتی نیما ئۆنلاین"
 ],
 [
  "Click here to see how the elements of the storytelling are laid out in the online piece",
  "لێرە کرتە بکە بۆ بینینی چۆن توخمەکانی چیرۆکبێژی لە پارچەی ئۆنلاین دا دانراون"
 ],
 [
  "We'll examine David Culver's reporting from Wuhan, China at the beginning of the Covid-19 pandemic.",
  "ئێمە ڕاپۆرتەکانی دەیڤد کولڤەر لە ووهان، چین لە سەرەتای کۆڤید-19ی پاندێمیکدا تاقی دەکەینەوە."
 ],
 [
  "Case Study: Wuhan During Coronavirus",
  "دیراسەی حاڵەت: ووهان لە کاتی کرۆناڤیروس"
 ],
 [
  "CNN's David Culver and his team - photojournalist Natalie Thomas and producer Yong Xiong - traveled to Wuhan in the early months of the pandemic, recording their journey there and back to Beijing.",
  "دەیڤد کولڤەری سی ئێن ئێن و تیمەکەی ناتالی تۆماس و بەرهەمهێنەری یۆنگ شیۆنگ گەشتیان کرد بۆ ووهان لە مانگەکانی سەرەتای پەتاکە، گەشتەکەیان تۆمار کرد بۆ ئەوێ و گەڕانەوە بۆ پەکین."
 ],
 [
  "Wuhan skyline at night.",
  "ووهان هێڵی ئاسمانی شەوانە"
 ],
 [
  "Journey to Wuhan",
  "گەشت بۆ ووهان"
 ],
 [
  "Wuhan, China was the original epicenter of the Covid-19 pandemic that started in late 2019. As the virus began to spread and sicken more people, David Culver and his team traveled there in January 2020 to document what was happening. But less than two days after they got there, the city was preparing to impose a lockdown, and David and his colleagues had to leave in a hurry.",
  "ووهان، چین ناوەندی سەرەکی کۆڤید-١٩ بوو کە لە کۆتاییەکانی ٢٠١٩ دەستی پێکرد. کاتێک ڤایرۆسەکە دەستی کرد بە بڵاوبوونەوە و نەخۆشکردنی خەڵکی زیاتر، دەیڤد کولڤەر و تیمەکەی لە مانگی کانوونی دووەمی 2020 گەشتیان بۆ ئەوێ کرد بۆ ئەوەی ئەوەی ڕوودەدات بە بەڵگە. بەڵام کەمتر لە دوو ڕۆژ دوای ئەوەی گەیشتبوون بۆ ئەوێ، شارەکە ئامادەکاری دەکرد بۆ سەپاندنی داخستنی، داود و هاوکارەکانی ناچار بوون بەپەلە بڕۆن."
 ],
 [
  "David and his colleagues didn't know beforehand that Wuhan was about to put a lockdown in place, but they knew it would be a challenging story to tell. So, they prepared for that.",
  "داود و هاوپیشەکانی پێشتر نەیاندەزانی کە ووهان خەریک بوو قوفڵدانێک لە شوێنی خۆی دابنێت، بەڵام ئەوان دەیانزانی ئەوە چیرۆکێکی بەرەنگاریە بۆ وتن. کەواتە، ئەوان بۆ ئەوە ئامادە بوون"
 ],
 [
  "David knew before he got to Wuhan that access to people and locations would be an issue.  Even when it may be legal to record video somewhere, police might try to make it difficult for you.",
  "داود دەیزانی پێش ئەوەی بگاتە ووهان کە گەیشتن بە خەڵک و شوێنەکان کێشە دەبێت.  تەنانەت کاتێک کە لەوانەیە یاسایی بێت بۆ تۆمارکردنی ڤیدیۆ لە شوێنێک، لەوانەیە پۆلیس هەوڵ بدات بۆ ئەوەی قورسی بکات بۆ تۆ."
 ],
 [
  "Reporting from Wuhan carried a great risk.  At this time, there was a growing number of people getting sick and dying from the coronavirus outbreak.  There were a lot of unknowns about the spread and the symptoms, but the team had to take the safety precautions they knew of and prepare for a quarantine after they left Wuhan.",
  "ڕاپۆرت کردن لە ووهان مەترسیەکی گەورەی هەڵگرت.  لەم کاتەدا، ژمارەیەکی زۆر لە خەڵک تووشی نەخۆشی و مردن بوون لە سەرهەڵدانی ڤایرۆسی کرۆناڤیروس  دەربارەی بڵاوبوونەوەکە و نیشانەکان زۆر نەزانراو هەبوون، بەڵام تیمەکە پێویست بوو کە ئەو چاودێرییە سەلامەتییە بگرن کە دەیانزانی و دوای ڕۆیشتنیان لە ووهان، ئامادەکاری بۆ کەرەنتینێک دەکەن."
 ],
 [
  "Safety",
  "سەلامەتی"
 ],
 [
  "The team knew the journey to Wuhan and back to Beijing would be a part of the narrative.  It became an even bigger part after Wuhan decided to impose a lockdown.",
  "تیمەکە دەیزانی گەشتەکە بۆ ووهان و گەڕانەوە بۆ پەکین دەبێتە بەشێک لە چیرۆکەکە.  ئەوە بوو بە بەشێکی گەورەتر دوای ئەوەی ووهان بڕیاری دا کە قوفڵدانێک بسەپێنێت."
 ],
 [
  "Narrative",
  "گێڕانەوە"
 ],
 [
  "David and his team didn't know what they would actually be able to gather when they got to Wuhan.  But they prioritized getting video of life on the city's streets and the seafood market believed to be the origin of the outbreak.  They also knew the journey itself would likely yield some good pictures.",
  "داود و تیمەکەی نەیاندەزانی کە لە ڕاستیدا چی دەتوانن کۆببنەوە کاتێک گەیشتینە ووهان.  بەڵام ئەوان ئەولەوییەتی وەرگرتنی ڤیدیۆی ژیان لە شەقامەکانی شارەکە و بازاڕی خواردنی دەریایی کە باوەڕیان وابوو کە بنچینەی بڵاوبوونەوەیە.  ئەوان هەروەها زانیان کە گەشتەکە خۆی لەوانەیە هەندێک وێنەی باش بەرهەم بهێنێ."
 ],
 [
  "Storyboard",
  "تەختەی چیرۆک"
 ],
 [
  "Watch David's first report from Wuhan below:",
  "سەیری یەکەم ڕاپۆرتی دەیڤد بکە لە ووهان لە خوارەوە:"
 ],
 [
  "Discussion",
  "گفتوگۆ"
 ],
 [
  "David Culver and his team knew from their storyboard and planning that the first priority in this story was getting strong visuals. The opening shots we see are scenes from the streets of Wuhan around the seafood market. The pacing of the narrative moves along fairly quickly, as it gives the viewer a glimpse of a city on the brink of crisis. When we see David in reporter stand-ups, he uses them to explain the scenes the viewer is seeing.",
  "دەیڤد کولڤەر و تیمەکەی لە تەختەی چیرۆکەکەیان زانیان و پلان دادەنێن کە ئەولەویەتی یەکەم لەم چیرۆکەدا بینینی بەهێز دەبێت. ئەو تەقە کراوەیەی کە دەیبینین دیمەنن لە شەقامەکانی ووهان لە دەوروبەری بازاڕی خواردنی دەریایی. بۆشایی چیرۆکەکە بە خێرایی دەجوڵێتەوە، چونکە سەرنجێک دەداتە بینەری شارێک لە لێواری قەیرانەوە. کاتێک دەیڤد لە راگەیەنراوەکانی پەیامنێردا دەبینین، بۆ ڕوونکردنەوەی ئەو دیمەنانەی کە بینەر دەیبینێت بەکاری دەهێنێت."
 ],
 [
  "Escape from Wuhan",
  "هەڵاتن لە ووهان"
 ],
 [
  "David and his team thought they were going to have a week to report from Wuhan. Instead, they only had two days. So they had to make adjustments and be flexible. Although they didn't have time to get everything they had hoped for, the story changed when the city-wide lockdown became imminent. Getting out of Wuhan before the lockdown went into effect became the second half of the story, and the journey back to Beijing became the narrative for it.",
  "دەیڤد و تیمەکەی پێیان وابوو کە هەفتەیەکیان دەبێت بۆ ڕاپۆرتدان لە ووهان. لە جیاتی ئەوە، ئەوان تەنها دوو ڕۆژیان هەبوو. بۆیە ئەوان دەبوا هەمواری بکەن و نەرم بن. هەرچەندە ئەوان کاتیان نەبوو بۆ بەدەست هێنانی هەموو ئەو شتانەی کە هیوایان بۆ دەخواست، بەڵام چیرۆکەکە گۆڕا کاتێک داخستنی فراوانی شار نزیک بووەتەوە. دەرچوون لە ووهان پێش ئەوەی قوفڵکردنەکە بچێتە ناو نیوەی دووەمی چیرۆکەکەوە، وە گەشتەکە بۆ پەکین بوو بە چیرۆک بۆی."
 ],
 [
  "Watch his report on leaving Wuhan below:",
  "سەیری ڕاپۆرتەکەی بکە لەسەر جێهێشتنی ووهان لە خوارەوە:"
 ],
 [
  "Going Viral",
  "ڕۆیشتنی ڤایرۆسی"
 ],
 [
  "David Culver's story went viral on social media, with more than 200 million views. That version was structured a little differently, with more comprehensive information about what we knew about Covid-19 so far, but still using some of the same images and reporting in the two stories you just watched. The social media story also used more pieces-to-tape to carry the storytelling narrative.",
  "چیرۆکەکەی دەیڤد کولڤەر لە تۆڕە کۆمەڵایەتییەکاندا ڤایرۆسی بوو، بە زیاتر لە 200 ملیۆن بینین. ئەو وەشانە کەمێک جیاواز پێک هاتووە، لەگەڵ زانیاری گشتگیرتر دەربارەی ئەوەی کە ئێمە دەربارەی کۆڤید-19 تا ئێستا دەیزانین، بەڵام هێشتا هەندێک لە هەمان وێنەکان و ڕاپۆرت کردن لەو دوو چیرۆکەی کە تۆ ئێستا سەیریت کردووە بەکاردێنێت. چیرۆکی تۆڕە کۆمەڵایەتیەکان هەروەها پارچە بۆ شریتێکی زیاتریان بەکارهێنا بۆ هەڵگرتنی چیرۆکی چیرۆکەکە."
 ],
 [
  "Watch it here now:",
  "ئێستا لێرە سەیری بکە:"
 ],
 [
  "Putting the Art of Storytelling into Practice",
  "دانانی هونەری چیرۆک گێرانەوە بۆ ڕاهێنان"
 ],
 [
  "One Among Many",
  "یەک لە نێوان زۆرێک"
 ],
 [
  "The viewer follows the reporter doing what thousands of others are doing.",
  "بینەرەکە بەدوای پەیامنێرەکەدا دێت کە هەزاران کەسی تر چی دەکەن"
 ],
 [
  "Reporter_in_Crowd_Icon",
  "Reporter_in_Crowd_Icon"
 ],
 [
  "The Journey",
  "گەشتەکە"
 ],
 [
  "The viewer is along for the journey to and from Wuhan, with enough time in the city to get a sense of the atmosphere.",
  "بینەرەکە لەگەڵ گەشتەکەیە بۆ ووهان، لەگەڵ کاتی پێویست لە شارەکە بۆ ئەوەی هەست بە کەش و هەوا بکات."
 ],
 [
  "City_Icon",
  "City_Icon"
 ],
 [
  "The Place",
  "شوێنەکە"
 ],
 [
  "The viewer travels to a place at the epicenter of the story.",
  "بینەرەکە گەشت دەکات بۆ شوێنێک لە ناوەندی چیرۆکەکە."
 ],
 [
  "Plane_Location_Icon",
  "Plane_Location_Icon"
 ],
 [
  "We'll wrap up our lessons on The Art of Storytelling.",
  "ئێمە وانەکانمان لەسەر هونەری چیرۆکبێژی دەپێچینەوە."
 ],
 [
  "Summary",
  "پوختە"
 ],
 [
  "The most important stories are the stories that make people sit up, listen, and perhaps even act in a way that improved the situation. ",
  "گرنگترین چیرۆکەکان ئەو چیرۆکانەن کە وا لە خەڵک دەکەن کە دانیشن و گوێ بگرن و تەنانەت بە شێوەیەک ڕەفتار بکەن کە دۆخەکە باشتر بکات"
 ],
 [
  "Key Takeaways",
  "کلیلی هەڵاتن"
 ],
 [
  "When you see or hear a story from an experienced storyteller, it can look effortless. But as you've seen in our lessons, the ",
  "کاتێک چیرۆکێک دەبینیت یان دەبیستیت لە چیرۆکبێژێکی بەئەزموون، ئەوە دەتوانێت بێهۆش دەرکەوێت. بەڵام وەک لە وانەکانمان بینیت "
 ],
 [
  "Art of Storytelling",
  "هونەری چیرۆکبێژی"
 ],
 [
  " takes a lot of hard work, preparation, and flexibility. ",
  " زۆر کاری قورس و ئامادەکردن و نەرمی دەوێت"
 ],
 [
  "Look for a narrative thread.",
  "بە دوای دەزووی گێڕانەوەدا بگەڕێ."
 ],
 [
  " Find a narrative thread to focus your story and build your elements around to take the audience from start to finish.",
  "دۆزینەوەی دەزووی چیرۆک بۆ سەرنجدان لەسەر چیرۆکەکەت و بنیاتنانی توخمەکانت لە دەوری بۆ ئەوەی بینەرەکان لە دەستپێکەوە تا کۆتایی پێ بهێنن."
 ],
 [
  "Observe what's happening.",
  "چاودێری ئەو شتانە بکە کە ڕوودەدات."
 ],
 [
  " When you get to your story, keep your eyes and ears open for what's actually happening on the ground. Follow your story where it takes you, and keep up the communication with your team.",
  "کاتێک دەگەیتە چیرۆکەکەت، چاو و گوێەکانت بە کراوەیی بهێڵەوە بۆ ئەوەی لە ڕاستیدا لەسەر زەوی ڕوودەدات. دوای چیرۆکەکەت بکە لەو شوێنەی کە تۆ دەبات، و پەیوەندیەکە لەگەڵ تیمەکەت بەردەوام بکە."
 ],
 [
  "Be prepared but be flexible.",
  "ئامادە بن بەڵام نەرم بن."
 ],
 [
  " Thoroughly think through the logistics of how you're going to tell your story, plot it out with a storyboard and consider some backups. But be ready to adapt, when the story turns out to be different than you expected.",
  " بە تەواوی بیربکەرەوە لە ڕێگەی لۆجیستیەوە کە چۆن چیرۆکەکەت دەگێڕیتەوە، لەگەڵ تەختەی چیرۆک داینێیت و هەندێک پاشەکەوت ڕەچاو بکە. بەڵام ئامادەبە بۆ خۆگونجاندن، کاتێک چیرۆکەکە جیاوازە لەوەی کە پێشبینیت دەکرد."
 ],
 [
  "Pitching your commissioning editor. ",
  "هەڵدانی سەرنوسەری کۆمسیۆنەکەت."
 ],
 [
  "Be ready to explain why you should tell your story, how you will tell it and the elements you know you can gather for it.",
  "ئامادەبە بۆ ڕوونکردنەوەی ئەوەی کە بۆچی دەبێت چیرۆکەکەت بگێڕیتەوە، چۆن باسی دەکەیت و ئەو توخمانەی کە دەتزانی دەتوانیت بۆی کۆ بکەیتەوە."
 ],
 [
  "Find a way for the audience to relate.",
  "دۆزینەوەی ڕێگایەک بۆ پەیوەندی کردن بە بینەرەوە."
 ],
 [
  " Use strong images, compelling interviews, and an engaging narrative to give the audience a way to connect to the people in your story.",
  "بەکارهێنانی وێنەی بەهێز، چاوپێکەوتنی ناچارکەر، و چیرۆکێکی سەرنجڕاکێش بۆ ئەوەی ڕێگەیەک بە بینەر بدات بۆ پەیوەندی کردن بە خەڵکی ناو چیرۆکەکەتەوە."
 ],
 [
  "How a storyteller finds a good story.",
  "چۆن چیرۆک بێژ چیرۆکێکی باش دەدۆزێتەوە."
 ],
 [
  " Get started with reading, conversation, research and a lot of questions.  ",
  " دەست پێبکە بە خوێندنەوە، گفتوگۆ، لێکۆڵینەوە و پرسیارێکی زۆر.  "
 ],
 [
  "It takes a good storyteller to make a story good.",
  "چیرۆک بێژێکی باشە بۆ ئەوەی چیرۆکێکی باش دروست بکات."
 ],
 [
  " A good storyteller takes the audience to the story and tells them why it matters, by conveying information and giving context.",
  "چیرۆکبێژێکی باش بینەری دەباتە سەر چیرۆکەکە و پێیان دەڵێت بۆچی گرنگە، بە گەیاندنی زانیاری و پێدانی دەق."
 ],
 [
  "When you are telling a good story, you capture the audience's attention, engage them, and sometimes even inspire them to act.",
  "کاتێک چیرۆکێکی باش دەگێڕیتەوە، سەرنجی بینەران دەگێریت و تێوەگلان دەکەیت، وە هەندێ جار هانیان دەدەن کە کار بکەن."
 ],
 [
  "Thank you for completing this course! ",
  "سوپاس بۆ تەواوکردنی ئەم خولە!"
 ],
 [
  "Next: ",
  "دواتر: "
 ],
 [
  "Test your knowledge with a quiz.",
  "زانینەکەت تاقی بکەوە بە کۆزێک."
 ],
 [
  "Quiz",
  "کویز"
 ],
 [
  "Now that you have gone through all of the lessons on the Art of Storytelling, here's an opportunity to demonstrate your knowledge. Think carefully about the following questions and see if you earn ",
  "ئێستا کە هەموو وانەکانی هونەری چیرۆکبێژیت تێپەڕاندووە، ئەمە دەرفەتێکە بۆ ئەوەی زانیاریت نیشان بدەیت. بە وریاییەوە بیر لەم پرسیارانەی خوارەوە بکەنەوە و بزانن ئەگەر بەدەستت هێناوە یان نا "
 ],
 [
  "storyteller status",
  "دۆخی چیرۆکبێژ"
 ],
 [
  " at the end.",
  " لە کۆتایدا"
 ],
 [
  "Provide relevant feedback for the learner based on their response.",
  "پێشکەشکردنی کاردانەوە پەیوەندیدارەکان بۆ فێرکار لەسەر بنەمای وەڵامدانەوەیان."
 ],
 [
  "Which of the following qualities would you find in a good storyteller?",
  "کام لە تایبەتمەندیەکانی خوارەوە لە چیرۆکبێژێکی باشدا دەدۆزیتەوە؟"
 ],
 [
  "Knows more than everyone else",
  "لە هەمووان زیاتر دەزانێت"
 ],
 [
  "It's good to be knowledgeable, but you should be open to what you find out in your reporting.",
  "باشه که زانا بیت، به ڵام تۆ ده بێ بۆ ئه و شته ی که له راپۆرته که ت ده زانیت ده ست پێ بکه ی."
 ],
 [
  "Curious about the world",
  "پەرۆشە دەربارەی جیهان"
 ],
 [
  "Curiosity about the world will help you find and follow stories.",
  "شێتی دەربارەی جیهان یارمەتیت دەدات بۆ دۆزینەوە و شوێنکەوتنی چیرۆکەکان."
 ],
 [
  "Takes a lot of risks to tell her stories",
  "مەترسی زۆری دەوێت بۆ ئەوەی چیرۆکەکانی بگێڕێتەوە"
 ],
 [
  "Safety always comes first.  No story is worth risking your life.",
  "سەلامەتی هەمیشە یەکەم جار دێت.  هیچ چیرۆکێک شایەنی مەترسی ژیانت نیە."
 ],
 [
  "Strictly sticks to his editorial plans",
  "بە توندی پابەندە بە پلانەکانی سەروتارەکەی"
 ],
 [
  "A good storyteller has to be flexible when the story changes.",
  "چیرۆکبێژێکی باش دەبێت نەرم بێت کاتێک چیرۆکەکە دەگۆڕێت."
 ],
 [
  "Compelling interviews with people affected by a story can put a human face on it.  And strong pictures can carry a greater impact than words.  It can be difficult for the audience to digest a story filled with too many complicated details.  While interviews with government officials can add to a story, it's better to find a \"regular\" person the audience can identify with.",
  "چاوپێکەوتنی ناچارکەر لەگەڵ ئەو کەسانەی کە تووشی چیرۆکێک بوون دەتوانن ڕوخسارێکی مرۆڤ لەسەری دابنێن  و وێنە بەهێزەکان دەتوانن کاریگەریەکی زیاتر لە وشەکان هەڵبگرن.  ئەوە قورسە بۆ بینەران بۆ هەرسکردنی چیرۆکێک کە پڕە لە وردەکاری زۆر ئاڵۆز.  لە کاتێکدا چاوپێکەوتنەکان لەگەڵ بەرپرسانی حکومەت دەتوانن بۆ چیرۆکێک زیاد بکەن، باشترە کەسێکی \"ئاسایی\" بدۆزنەوە کە بینەران بتوانن لەگەڵی بناسێنن."
 ],
 [
  "Pick two elements that can make a story good.",
  "دوو توخم هەڵبژێرە کە دەتوانن چیرۆکێک باش بکەن."
 ],
 [
  "Compelling interviews with people affected by a story can put a human face on it.  And strong pictures can carry a greater impact than words.",
  "چاوپێکەوتنی ناچارکەر لەگەڵ ئەو کەسانەی کە تووشی چیرۆکێک بوون دەتوانن ڕوخسارێکی مرۆڤ لەسەری دابنێن  و وێنە بەهێزەکان دەتوانن کاریگەریەکی زیاتر لە وشەکان هەڵبگرن."
 ],
 [
  "It can be difficult for the audience to digest a story filled with too many complicated details.  While interviews with government officials can add to a story, it's better to find a \"regular\" person the audience can identify with.",
  "ئەوە قورسە بۆ بینەران بۆ هەرسکردنی چیرۆکێک کە پڕە لە وردەکاری زۆر ئاڵۆز.  لە کاتێکدا چاوپێکەوتنەکان لەگەڵ بەرپرسانی حکومەت دەتوانن بۆ چیرۆکێک زیاد بکەن، باشترە کەسێکی \"ئاسایی\" بدۆزنەوە کە بینەران بتوانن لەگەڵی بناسێنن."
 ],
 [
  "Complicated details",
  "وردەکارییە ئاڵۆزەکان"
 ],
 [
  "Interviews with people affected by something",
  "چاوپێکەوتن لەگەڵ ئەو کەسانەی کە کاریگەریان لەسەر شتێک هەیە"
 ],
 [
  "Interviews with government officials",
  "چاوپێکەوتن لەگەڵ بەرپرسانی حکومەت"
 ],
 [
  "Strong video",
  "ڤیدیۆی بەهێز"
 ],
 [
  "Reading and talking to people other than colleagues can get you started toward finding a good story.",
  "خوێندنەوە و قسەکردن لەگەڵ ئەو کەسانەی کە جگە لە هاوپیشەکان دەتوانن دەستتان پێ بکەن بۆ دۆزینەوەی چیرۆکێکی باش."
 ],
 [
  "Which of these is ",
  "کامیان لەمانە "
 ],
 [
  "usually ",
  "عادەتەن "
 ],
 [
  "not",
  "نا"
 ],
 [
  " the best way to get started in finding a story?",
  " باشترین ڕێگا بۆ دەست پێکردنی لە دۆزینەوەی چیرۆکێک؟"
 ],
 [
  "Read news articles online",
  "خوێندنەوەی وتارەکانی هەواڵ لە سەرهێڵ"
 ],
 [
  "See what people are talking about on social media",
  "ببینە خەڵک لە تۆڕە کۆمەڵایەتییەکاندا باسی چی دەکەن"
 ],
 [
  "Talk to co-workers in the newsroom",
  "لە ژووری هەواڵەکاندا قسە لەگەڵ هاوکاران بکەن"
 ],
 [
  "Call an expert",
  "پەیوەندی بکە بە شارەزا"
 ],
 [
  "Which of these elements belongs in a good story pitch?",
  "کام لەو توخمانە هی چیڕۆکێکی باشن؟"
 ],
 [
  "You want to tell your manager which elements you are sure you can get, but keep some in mind that would be nice to get, too.",
  "تۆ دەتەوێت بە بەڕێوبەرەکەت بڵێیت کە کام توخمە دڵنیایت کە دەتوانیت بەدەست بهێنیت، بەڵام هەندێک لە مێشکت دا بهێڵەوە کە زۆر باش دەبێت بۆ بەدەست هێنانیش."
 ],
 [
  "A good pitch is short and sweet, listing a few elements you know you can get.  It's best to have a realistic estimate for the costs.",
  "ھەندێکی باش کورت و شیرینە، لیستکردنی چەند توخمێک کە تۆ دەزانی دەتوانیت بەدەست بهێنیت.  باشترینە کە خەمڵاندنێکی ڕاستەقینە بۆ نرخەکان هەبێت."
 ],
 [
  "All of the details you know about the story",
  "هەموو ئەو وردەکاریانەی دەربارەی چیرۆکەکە دەیزانن"
 ],
 [
  "A conservative estimate for the cost",
  "خەمڵاندنێکی پارێزگار بۆ تێچوونەکە"
 ],
 [
  "A few elements you are sure you can get",
  "چەند توخمێک دڵنیای کە دەتوانیت بەدەست بهێنیت"
 ],
 [
  "All of the above",
  "هەموو ئەمانەی سەرەوە"
 ],
 [
  "A storyboard can do all of these things for your story! ",
  "تەختەی چیرۆک دەتوانێت هەموو ئەم شتانە بکات بۆ چیرۆکەکەت!"
 ],
 [
  "What is the benefit of putting together a storyboard before you head out to report on your story?",
  "چ سودێک هەیە لە کۆکردنەوەی تەختەی چیرۆک پێش ئەوەی بڕۆی بۆ ڕاپۆرت کردن لەسەر چیرۆکەکەت؟"
 ],
 [
  "It gets the team on the same page ",
  "لە هەمان لاپەڕەدا تیمەکە وەردەگرێت"
 ],
 [
  "It gives your story structure",
  "پێکهاتەی چیرۆکەکەت دەداتێ"
 ],
 [
  "It helps set priorities for which elements you want to get",
  "یارمەتی دانانی ئەولەویەتی دەدات بۆ کام توخمانەی دەتەوێت بەدەست بهێنیت"
 ],
 [
  "Being flexible and adapting to the situation on the ground will allow you to follow your story where it leads you.",
  "خۆگونجاندن و خۆگونجاندن لەگەڵ بارودۆخی سەر زەوی ڕێگەت پێدەدات کە شوێن چیرۆکەکەت بکەویت بۆ ئەو شوێنەی کە ڕابەریت دەکات."
 ],
 [
  "When you get to your story, and it's not how you expected, it's best to ",
  "کاتێک دەگەیتە چیرۆکەکەت، وە ئەوە بەو شێوەیە نییە کە چاوەڕێت دەکرد، ئەوە باشترینە بۆ "
 ],
 [
  "fill in the blank.",
  "بە بەتاڵی پڕ بکەوە"
 ],
 [
  "be flexible",
  "نەرم بێت"
 ],
 [
  "adapt",
  "گونجاندن"
 ],
 [
  "follow it",
  "بەدوایدا بکەویت"
 ],
 [
  "Your story is built around a narrative thread to keep the audience engaged from start to finish.",
  "چیرۆکەکەت لە دەوری دەزووی چیرۆک دروست کراوە بۆ هێشتنەوەی بینەران کە بەشدارن لە دەستپێکەوە تا کۆتایی."
 ],
 [
  "Which of these flows through the story from start to finish?",
  "کام لەمانە لە سەرەتاوە تا کۆتایی چیرۆکەکە دەڕژێتە ناو چیرۆکەکەوە؟"
 ],
 [
  "Narrative thread",
  "دەزووی گێڕانەوە"
 ],
 [
  "The reporter's pieces-to-camera",
  "کامێراکانی پەیامنێر"
 ],
 [
  "The reporter's pieces-to-camera can ",
  "کامیرای پەیامنێر دەتوانێت "
 ],
 [
  "help",
  "یارمەتی"
 ],
 [
  " carry the narrative thread.",
  " دەزووی گێڕانەوەکە هەڵگرن"
 ],
 [
  "Your best pictures",
  "باشترین وێنەکانت"
 ],
 [
  "Some reporters like to put their best pictures at the beginning and end of a story and save the others for the middle.",
  "هەندێک لە پەیامنێران حەز دەکەن باشترین وێنەکانیان لە سەرەتا و کۆتایی چیرۆکێکدا دابنێن و ئەوانی تر بۆ ناوەڕاست ڕزگار بکەن"
 ],
 [
  "The big picture",
  "وێنە گەورەکە"
 ],
 [
  "Avoid being too broad with your story.  Instead, look for one person or a small moment to illustrate the bigger story.",
  "خۆت بەدوور بگرە لە فراوان بوون لەگەڵ چیرۆکەکەت.  لە جیاتی ئەوە، بە دوای کەسێک یان ساتێکی بچووکدا بگەڕێ بۆ ئەوەی چیرۆکە گەورەترەکە ڕوون بکەیتەوە."
 ],
 [
  "When it comes to sources, whether anonymous or named, trust goes both ways.  You need to trust that the source is giving you accurate information, and the source needs to trust that you'll act responsibly with the information that he/she/they has given you.  You should do your best to protect the source from any repercussions after your story runs.",
  "کاتێک دێتە سەر سەرچاوەکان، چ نەناسراو و چ ناونراو، متمانە بە هەردوو ڕێگادا دەڕوات.  پێویستە متمانە بەوە بکەیت کە سەرچاوەکە زانیاری وردت دەداتێ و سەرچاوەکە پێویستی بەوەیە متمانەت پێ بکات کە بەرپرسیارانە هەڵسوکەوت دەکەیت لەگەڵ ئەو زانیاریانەی پێی بەخشیوون.  پێویستە هەموو هەوڵێکی خۆت بدەیت بۆ پاراستنی سەرچاوەکە لە هەر کاردانەوەیەک دوای ڕاکردنی چیرۆکەکەت."
 ],
 [
  "When it comes to managing sources, which statement is true?",
  "کە دێتە سەر سەرچاوەکان، کام لێدوان ڕاستە؟"
 ],
 [
  "You should worry about what might happen to your source, even after you get your story.",
  "تۆ دەبێت نیگەران بیت دەربارەی ئەوەی کە لەوانەیە چی بەسەر سەرچاوەکەتدا دێت، تەنانەت دوای ئەوەی چیرۆکەکەت بەدەست دەهێنیت."
 ],
 [
  "You should say whatever you need to in order to get a source to talk to you.",
  "پێویستە هەر شتێک کە پێویستت پێیە بیڵێیت بۆ ئەوەی سەرچاوەیەک بەدەست بهێنیت بۆ ئەوەی قسەت لەگەڵ بکەیت."
 ],
 [
  "You may need to pressure a crime victim to remember all of the details for your story.",
  "لەوانەیە پێویستت بە فشار بێت لەسەر قوربانییەکی تاوان بۆ بیرهێنانەوەی هەموو وردەکارییەکانی چیرۆکەکەت."
 ],
 [
  "Believe everything a source tells you.  After all, they're ",
  "باوەڕ بە هەموو شتێک بکە کە سەرچاوەیەک پێت دەڵێت.  لە دوای هەمووی، ئەوان "
 ],
 [
  "your",
  "تۆ"
 ],
 [
  " source.",
  " سەرچاوە"
 ],
 [
  "A good storyteller has the flexibility to  keep an open mind about what's happening on the ground and follow the story where it leads.  You should expect to run into challenges and that things won't be as you anticipated.",
  "چیرۆک بێژێکی باش نەرمی هەیە بۆ هێشتنەوەی مێشکێکی کراوە دەربارەی ئەوەی لەسەر زەوی ڕوودەدات و بەدوای ئەو چیرۆکەدا بکەویت کە تێیدا بەڕێوەی دەبات.  تۆ دەبێ چاوەڕوانی ئەوە بکەیت کە ڕا بکەیت بۆ بەرەنگاریەکان و شتەکان وەک ئەوەی پێشبینیت دەکرد نابێت."
 ],
 [
  "Choose two true statements about reporting on a story.",
  "هەڵبژاردنی دوو لێدوانی راستەقینە دەربارەی ڕاپۆرت کردن لەسەر چیرۆکێک."
 ],
 [
  "It's best to keep an open mind when you're reporting on a story and pay attention to what's happening around you.",
  "باشتر وایە کە مێشکێکی کراوە بهێڵیتەوە کاتێک کە ڕاپۆرت دەدەیت لەسەر چیرۆکێک و گرنگی بە ئەو شتانە بدەیت کە لەدەوروبەری تۆ ڕوودەدات."
 ],
 [
  "When things are different than you expected when you show up to your story, you should to stick to your plans.  That's why you made them.",
  "کاتێک شتەکان جیاوازن لەوەی کە پێشبینیت دەکرد کاتێک بۆ چیرۆکەکەت دەردەکەون، پێویستە بە پلانەکانتەوە بچەسپێن.  لەبەر ئەوەیە کە تۆ ئەوانت دروست کرد"
 ],
 [
  "The interviews you arranged ahead of time fall through once you get to the story.  It's time to go back home to regroup.",
  "ئەو چاوپێکەوتنانەی کە لە پێش کاتەوە ڕێکتان خستبوو، کاتێک دەگەیتە چیرۆکەکە.  کاتی ئەوە هاتووە بگەڕێیتەوە ماڵەوە بۆ دووبارە کۆکردنەوە."
 ],
 [
  "Staying true to your story means following it where it leads you.",
  "ڕاست مانەوە بۆ چیرۆکەکەت مانای ئەوەیە کە شوێن کەوتنی ئەو شوێنەی کە تۆ بەڕێوە دەبات."
 ]
]