[
 [
  "<span translate=\"no\"></span>It was a real experiential story. ",
  "<span translate=\"no\"></span>Era una verdadera historia experiencial. "
 ],
 [
  "He took you on that journey. ",
  "Te llevó en ese viaje. "
 ],
 [
  "<span translate=\"no\"></span>He took you on a journey that you could not go on. ",
  "<span translate=\"no\"></span>Te llevó a un viaje que no podías seguir. "
 ],
 [
  "<span translate=\"no\"></span>There was a dangerous element to that journey. ",
  "<span translate=\"no\"></span>Había un elemento peligroso en ese viaje. "
 ],
 [
  "<span translate=\"no\"></span>He was fleeing a deadly disease and he was against the clock. ",
  "<span translate=\"no\"></span>Huía de una enfermedad mortal y iba contra reloj. "
 ],
 [
  "<span translate=\"no\"></span>He took you along with him through that experience all the way. ",
  "<span translate=\"no\"></span>Te llevó con él a través de esa experiencia todo el tiempo. "
 ],
 [
  "<span translate=\"no\"></span>And it was a journey in a place that people haven't seen most people haven't seen. ",
  "<span translate=\"no\"></span>Y fue un viaje en un lugar que la gente no ha visto la mayoría de la gente no ha visto. "
 ],
 [
  "<span translate=\"no\"></span>So I think that was, you know, there was a very natural narrative arc to that. ",
  "<span translate=\"no\"></span>Así que creo que, ya sabes, había un arco narrativo muy natural en eso. "
 ],
 [
  "<span translate=\"no\"></span>I'm here at the very heart of this deadly disease where no one had <span translate=\"no\"></span>been prior to him. ",
  "<span translate=\"no\"></span>Estoy aquí en el corazón mismo de esta enfermedad mortal donde nadie había<span translate=\"no\"></span> estado antes que él. "
 ],
 [
  "And I'm trying to escape along with everybody else. ",
  "Y estoy intentando escapar junto con todos los demás. "
 ],
 [
  "<span translate=\"no\"></span>It was a universality there. ",
  "<span translate=\"no\"></span>Allí había una universalidad. "
 ],
 [
  "And he had a very <span translate=\"no\"></span>natural approach to that and he took the view along. ",
  "Y tenía un enfoque muy<span translate=\"no\"></span> natural para eso y tomó la vista a lo largo. "
 ],
 [
  "<span translate=\"no\"></span>We're all extremely relieved that he did get out. ",
  "<span translate=\"no\"></span>Todos estamos extremadamente aliviados de que haya salido. "
 ],
 [
  "<span translate=\"no\"></span>And his timing was impeccable. ",
  "<span translate=\"no\"></span>Y su momento fue impecable. "
 ],
 [
  "<span translate=\"no\"></span>And he showed it was a real show and tell along <span translate=\"no\"></span>the way. ",
  "<span translate=\"no\"></span>Y demostró que era un verdadero espectáculo y contarlo en<span translate=\"no\"></span> el camino. "
 ],
 [
  "You went to a place that you hadn't seen. ",
  "Fuiste a un lugar que no habías visto. "
 ],
 [
  "<span translate=\"no\"></span>It was a <span translate=\"no\"></span>massive international story and you went along with him. ",
  "<span translate=\"no\"></span>Fue una historia internacional<span translate=\"no\"></span> masiva y tú estuviste de acuerdo con él. "
 ],
 [
  "<span translate=\"no\"></span>",
  "<span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>Any time we were talking to someone <span translate=\"no\"></span>and they were saying I was at Lucky tollgate and I <span translate=\"no\"></span>have footage of the night, we would say that's great. ",
  "<span translate=\"no\"></span>Cada vez que hablábamos con alguien<span translate=\"no\"></span> y decían que estaba en Lucky Tollgate y<span translate=\"no\"></span> tengo imágenes de la noche, diríamos que es genial. "
 ],
 [
  "<span translate=\"no\"></span>But in order for us to to prove that to show that you need to send it to us raw. ",
  "<span translate=\"no\"></span>Pero para que podamos demostrarlo para demostrar que necesita enviárnoslo sin procesar. "
 ],
 [
  "<span translate=\"no\"></span>So we were asking them to send it in a way that we would not lose the metadata. ",
  "<span translate=\"no\"></span>Así que les pedimos que lo enviaran de forma que no perdiéramos los metadatos. "
 ],
 [
  "<span translate=\"no\"></span>So if you send an image for example <span translate=\"no\"></span>via text or via WhatsApp, <span translate=\"no\"></span>it strips the metadata from the image. ",
  "<span translate=\"no\"></span>Por lo tanto, si envías una imagen, por ejemplo<span translate=\"no\"></span>, por mensaje de texto o por WhatsApp,<span translate=\"no\"></span> eliminará los metadatos de la imagen. "
 ],
 [
  "<span translate=\"no\"></span>So we needed to get them to send it either as a WhatsApp document or via  <span translate=\"no\"></span>WeTransfer or something like that or via <span translate=\"no\"></span>bluetooth so that you could retain the metadata. ",
  "<span translate=\"no\"></span>Así que necesitábamos hacer que lo enviaran como un documento de WhatsApp o a través de<span translate=\"no\"></span> WeTransfer o algo así o a través de<span translate=\"no\"></span> bluetooth para que pudieras conservar los metadatos. "
 ],
 [
  "<span translate=\"no\"></span>So that was the first step. ",
  "<span translate=\"no\"></span>Así que ese fue el primer paso. "
 ],
 [
  "The other step as well was geolocating the footage. ",
  "El otro paso también fue geolocalizar las imágenes. "
 ],
 [
  "<span translate=\"no\"></span>So a lot of the time you know you if you didn't have <span translate=\"no\"></span>metadata or you wanted to double check to add to the metadata, <span translate=\"no\"></span>geolocating it really helped. ",
  "<span translate=\"no\"></span>Así que muchas veces te conoces, si no tenías<span translate=\"no\"></span> metadatos o querías comprobar dos veces para agregarlos a los metadatos,<span translate=\"no\"></span> geolocalizarlos realmente ayudó. "
 ],
 [
  "And that basically means that you look <span translate=\"no\"></span>at the video and you can see the key landmarks in it. ",
  "Y eso básicamente significa que<span translate=\"no\"></span> miras el video y puedes ver los puntos de referencia clave en él. "
 ],
 [
  "<span translate=\"no\"></span>And you match it up with some kind of satellite, perhaps Google Earth, <span translate=\"no\"></span>to see the to see the location, check that the landmarks fitted. ",
  "<span translate=\"no\"></span>Y lo comparas con algún tipo de satélite, quizás Google Earth,<span translate=\"no\"></span> para ver la ubicación, comprobar que los puntos de referencia encajan. "
 ],
 [
  "<span translate=\"no\"></span>Obviously another part of it is just normal traditional <span translate=\"no\"></span>reporting which is talking to people and verifying that <span translate=\"no\"></span>they're there at the scene, that they have eyewitness <span translate=\"no\"></span>accounts. ",
  "<span translate=\"no\"></span>Obviamente, otra parte es simplemente un<span translate=\"no\"></span> reportaje tradicional normal, que consiste en hablar con la gente y verificar que<span translate=\"no\"></span> están allí en la escena, que tienen testigos oculares. <span translate=\"no\"></span>cuentas. "
 ],
 [
  "And then making sure that the eyewitness accounts <span translate=\"no\"></span>are more than one. ",
  "Y luego asegurarse de que los relatos de los testigos presenciales<span translate=\"no\"></span> sean más de uno. "
 ],
 [
  "<span translate=\"no\"></span>So if we have one person saying well they saw a <span translate=\"no\"></span>soldier turn up and he started pointing his gun at protesters, <span translate=\"no\"></span>you know that's a very serious claim. ",
  "<span translate=\"no\"></span>Así que si tenemos a una persona diciendo bien que vieron a un<span translate=\"no\"></span> soldado aparecer y comenzó a apuntar con su arma a los manifestantes, ya<span translate=\"no\"></span> sabes que es una afirmación muy seria. "
 ],
 [
  "<span translate=\"no\"></span>And to make sure that, you know, <span translate=\"no\"></span>this was something we even wanted to start exploring, <span translate=\"no\"></span>we needed to make sure there was a <span translate=\"no\"></span>significant number of people that were saying that. ",
  "<span translate=\"no\"></span>Y para asegurarnos de que, ya sabes,<span translate=\"no\"></span> esto era algo que queríamos empezar a explorar,<span translate=\"no\"></span> necesitábamos asegurarnos de que hubiera un<span translate=\"no\"></span> un número significativo de personas que decían eso. "
 ],
 [
  "<span translate=\"no\"></span>So getting more and more independent sources that did not know each other <span translate=\"no\"></span>that would corroborate the same account was obviously very important as well. ",
  "<span translate=\"no\"></span>Así que conseguir más y más fuentes independientes que no se conocieran entre sí y<span translate=\"no\"></span> que corroboraran el mismo relato obviamente también era muy importante. "
 ],
 [
  "<span translate=\"no\"></span>One of the things that open source tools allow you to do is to check the, <span translate=\"no\"></span>what's called the metadata. ",
  "<span translate=\"no\"></span>Una de las cosas que te permiten hacer las herramientas de código abierto es comprobar<span translate=\"no\"></span> lo que se denomina metadatos. "
 ],
 [
  "<span translate=\"no\"></span>So the data that's stored in the image and the video <span translate=\"no\"></span>that shows you when and where that image was taken. ",
  "<span translate=\"no\"></span>Por lo tanto, los datos que están almacenados en la imagen y el vídeo<span translate=\"no\"></span> que muestra cuándo y dónde se tomó esa imagen. "
 ],
 [
  "<span translate=\"no\"></span>Which is hugely important just for the verification process as well. ",
  "<span translate=\"no\"></span>Lo cual también es muy importante solo para el proceso de verificación. "
 ],
 [
  "<span translate=\"no\"></span>So not only are you verifying these images but you're getting them remotely <span translate=\"no\"></span>and so it just speeds up that pace of the investigation as well. ",
  "<span translate=\"no\"></span>Así que no solo verifica estas imágenes, sino que las obtiene de forma remota<span translate=\"no\"></span> y, por lo tanto, también acelera el ritmo de la investigación. "
 ],
 [
  "<span translate=\"no\"></span>Another part of it as well is is satellites. ",
  "<span translate=\"no\"></span>Otra parte de esto también son los satélites. "
 ],
 [
  "That's just <span translate=\"no\"></span>changed things enormously. ",
  "Eso<span translate=\"no\"></span> ha cambiado las cosas enormemente. "
 ],
 [
  "Areas that you do not have access to, <span translate=\"no\"></span>you could not get access to. ",
  "Áreas a las que no tiene acceso, a las<span translate=\"no\"></span> que no puede acceder. "
 ],
 [
  "<span translate=\"no\"></span>I mean there's a fantastic load of investigations done in places like Xinjiang, <span translate=\"no\"></span>the Uyghur camps. ",
  "<span translate=\"no\"></span>Quiero decir que hay una carga fantástica de investigaciones realizadas en lugares como Xinjiang,<span translate=\"no\"></span> los campos uigures. "
 ],
 [
  " And you know, <span translate=\"no\"></span>it just would be an enormous challenge to get anyone <span translate=\"no\"></span>in there and getting satellite imagery from above shows, <span translate=\"no\"></span>you know, what's going on without even needing to risk sending someone there. ",
  " Y ya sabes,<span translate=\"no\"></span> sería un enorme desafío meter a alguien<span translate=\"no\"></span> ahí y obtener imágenes de satélite de arriba muestra, ya<span translate=\"no\"></span> sabes, lo que está sucediendo sin necesidad de arriesgarse a enviar a alguien allí. "
 ],
 [
  "<span translate=\"no\"></span>I mean it's a massively developing world. ",
  "<span translate=\"no\"></span>Quiero decir que es un mundo en desarrollo masivo. "
 ],
 [
  "<span translate=\"no\"></span>The open source world at the moment. ",
  "<span translate=\"no\"></span>El mundo del código abierto en este momento. "
 ],
 [
  "It's very exciting for <span translate=\"no\"></span>any kind of nerd or geek that's into that kind of thing. ",
  "Es muy emocionante para<span translate=\"no\"></span> cualquier tipo de nerd o friki que esté metido en ese tipo de cosas. "
 ],
 [
  "<span translate=\"no\"></span>But I think the main thing is that it's just, <span translate=\"no\"></span>it's allowing people to areas that they couldn't access often. ",
  "<span translate=\"no\"></span>Pero creo que lo principal es que permite a las personas<span translate=\"no\"></span> ir a áreas a las que no podían acceder a menudo. "
 ],
 [
  "<span translate=\"no\"></span>From the safety perspective as well. ",
  "<span translate=\"no\"></span>También desde la perspectiva de la seguridad. "
 ],
 [
  "<span translate=\"no\"></span>Overall imaging and  satellite imaging and imaging from the ground that <span translate=\"no\"></span>you can geolocation is an increasingly common tool regardless of the story. ",
  "<span translate=\"no\"></span>Las imágenes generales y las imágenes satelitales y las imágenes desde el suelo<span translate=\"no\"></span> que se pueden geolocalizar son una herramienta cada vez más común independientemente de la historia. "
 ],
 [
  "<span translate=\"no\"></span>Looking at the metadata of an image <span translate=\"no\"></span>is an increasingly important tool regardless of the <span translate=\"no\"></span>story, because it helps verify and prove that what one eyewitness is telling you is true. ",
  "<span translate=\"no\"></span>Observar los metadatos de una imagen<span translate=\"no\"></span> es una herramienta cada vez más importante, independientemente de la<span translate=\"no\"></span> historia, porque ayuda a verificar y demostrar que lo que un testigo ocular le dice es cierto. . "
 ],
 [
  "<span translate=\"no\"></span>-- <span translate=\"no\"></span>Looking through social media and looking through archived versions of <span translate=\"no\"></span>social media and websites is also a key part. ",
  "<span translate=\"no\"></span>—<span translate=\"no\"></span> Examinar las redes sociales y revisar las versiones archivadas de las redes<span translate=\"no\"></span> sociales y los sitios web también es una parte clave. "
 ],
 [
  "<span translate=\"no\"></span>And you know, looking through, I mean it gets more and more technical, <span translate=\"no\"></span>but looking through <span translate=\"no\"></span>the back data on the website is also increasingly important. ",
  "<span translate=\"no\"></span>Y ya sabes, mirando a través, quiero decir que se vuelve cada vez más técnico,<span translate=\"no\"></span> pero revisar los datos<span translate=\"no\"></span> anteriores en el sitio web también es cada vez más importante. "
 ],
 [
  "<span translate=\"no\"></span>If time heals most wounds, some wounds are beyond the reach of time. ",
  "<span translate=\"no\"></span>Si el tiempo cura la mayoría de las heridas, algunas están fuera del alcance del tiempo. "
 ],
 [
  "<span translate=\"no\"></span>Lansan Asese <span translate=\"no\"></span>lives in Freetown, in a camp for amputees and <span translate=\"no\"></span>war wounded. ",
  "<span translate=\"no\"></span>Lansan Asese<span translate=\"no\"></span> vive en Freetown, en un campamento para amputados y heridos de<span translate=\"no\"></span> guerra. "
 ],
 [
  "Victims of what the rebels simply called \"cuttings.\" ",
  "Víctimas de lo que los rebeldes llamaban simplemente «recortes». "
 ],
 [
  "<span translate=\"no\"></span>Mass amputations of noncombatants <span translate=\"no\"></span>intended to terrorize civilians. ",
  "<span translate=\"no\"></span>Amputaciones masivas de no combatientes con la<span translate=\"no\"></span> intención de aterrorizar a los civiles. "
 ],
 [
  "<span translate=\"no\"></span>There was no mercy. ",
  "<span translate=\"no\"></span>No había piedad. "
 ],
 [
  "<span translate=\"no\"></span>He ran after the rebels, begging them to shoot him. ",
  "<span translate=\"no\"></span>Corrió tras los rebeldes, rogándoles que le dispararan. "
 ],
 [
  "<span translate=\"no\"></span>\"Without my hands,\" he said, \"I might as well be dead.\" ",
  "<span translate=\"no\"></span>«Sin mis manos», dijo, «bien podría estar muerto». "
 ],
 [
  "<span translate=\"no\"></span>But the rebels refused. ",
  "<span translate=\"no\"></span>Pero los rebeldes se negaron. "
 ],
 [
  "<span translate=\"no\"></span>Next to the camp is a workshop making artificial limbs. ",
  "<span translate=\"no\"></span>Al lado del campamento hay un taller de fabricación de miembros artificiales. "
 ],
 [
  "<span translate=\"no\"></span>But there is nothing here that can ease <span translate=\"no\"></span>the searing memory of the nightmares. ",
  "<span translate=\"no\"></span>Pero aquí no hay nada que pueda aliviar<span translate=\"no\"></span> el abrasador recuerdo de las pesadillas. "
 ],
 [
  "The <span translate=\"no\"></span>perpetrators of these actions were asking the people do <span translate=\"no\"></span>you want a long sleeve or short sleeve? ",
  "Los<span translate=\"no\"></span> autores de estas acciones preguntaban a la gente<span translate=\"no\"></span> si querían una manga larga o una manga corta. "
 ],
 [
  "<span translate=\"no\"></span>This means, do you want your hands cut right up here or right down here? ",
  "<span translate=\"no\"></span>Esto significa, ¿quieres que te corten las manos aquí arriba o aquí abajo? "
 ],
 [
  "<span translate=\"no\"></span>Age didn't matter. ",
  "<span translate=\"no\"></span>La edad no importaba. "
 ],
 [
  "<span translate=\"no\"></span>Momy Chroma was only three months old when rebels attacked her family's house. ",
  "<span translate=\"no\"></span>Momy Chroma tenía solo tres meses cuando los rebeldes atacaron la casa de su familia. "
 ],
 [
  "<span translate=\"no\"></span>They chopped off both her father's hands <span translate=\"no\"></span>and then cut off her left arm. ",
  "<span translate=\"no\"></span>Le cortaron las dos manos a su padre<span translate=\"no\"></span> y luego le cortaron el brazo izquierdo. "
 ],
 [
  "Her father bled to death in front of her. ",
  "Su padre murió desangrado delante de ella. "
 ],
 [
  "<span translate=\"no\"></span>Her mother Amanita who was away from home during the attack <span translate=\"no\"></span>doesn't know what happened to her other three children. ",
  "<span translate=\"no\"></span>Su madre Amanita, que estaba fuera de casa durante el ataque,<span translate=\"no\"></span> no sabe lo que le pasó a sus otros tres hijos. "
 ],
 [
  "<span translate=\"no\"></span>Rebels ordered Hassan Baht hold down his son's hand while they hacked off his arm. ",
  "<span translate=\"no\"></span>Los rebeldes ordenaron a Hassan Baht sujetar la mano de su hijo mientras le cortaban el brazo. "
 ],
 [
  "<span translate=\"no\"></span>And then it was Hassan's turn. ",
  "<span translate=\"no\"></span>Y luego llegó el turno de Hassan. "
 ],
 [
  "<span translate=\"no\"></span>They took one of his daughters back to the bush, <span translate=\"no\"></span>where she became a sex slave for the rebels. ",
  "<span translate=\"no\"></span>Llevaron a una de sus hijas al monte,<span translate=\"no\"></span> donde se convirtió en esclava sexual de los rebeldes. "
 ],
 [
  "<span translate=\"no\"></span>Then they killed his baby son. ",
  "<span translate=\"no\"></span>Luego mataron a su hijo pequeño. "
 ],
 [
  "<span translate=\"no\"></span>And my child. ",
  "<span translate=\"no\"></span>Y a mi hijo. "
 ],
 [
  "The other one, the suckling one, <span translate=\"no\"></span>they took him and chunk it in the toilet, <span translate=\"no\"></span>So many lives so randomly shattered. ",
  "El otro, el que amamanta,<span translate=\"no\"></span> se lo llevaron y lo echaron en pedazos en el retrete,<span translate=\"no\"></span> tantas vidas destrozadas al azar. "
 ],
 [
  "<span translate=\"no\"></span>Ben Wedeman. ",
  "<span translate=\"no\"></span>Ben Wedeman. "
 ],
 [
  "CNN. ",
  "CNN. "
 ],
 [
  "Freetown. ",
  "Freetown. "
 ],
 [
  "<span translate=\"no\"></span>Don't get caught up in some nonsensical idea that there's two sides to every story. ",
  "<span translate=\"no\"></span>No te quedes atrapado en una idea absurda de que hay dos caras en cada historia. "
 ],
 [
  "<span translate=\"no\"></span>There's not. ",
  "<span translate=\"no\"></span>No lo hay. "
 ],
 [
  "There's just what happened <span translate=\"no\"></span>And you're there and you saw it. ",
  "Es justo lo que pasó<span translate=\"no\"></span> y tú estás ahí y lo viste. "
 ],
 [
  "And you might miss-see it because <span translate=\"no\"></span>you can ask people if something meant something different than you thought it did. ",
  "Y es posible que no lo<span translate=\"no\"></span> veas porque puedes preguntarle a la gente si algo significaba algo diferente de lo que pensabas. "
 ],
 [
  "<span translate=\"no\"></span>But you don't have to constantly way up this and that because you're there. ",
  "<span translate=\"no\"></span>Pero no tienes que subir esto y aquello constantemente porque estás ahí. "
 ],
 [
  "<span translate=\"no\"></span>And so a lot of the danger journalism gets into at the <span translate=\"no\"></span>moment is the concept that it can't understand what really occurred, <span translate=\"no\"></span>so it just tells both sides of the story and <span translate=\"no\"></span>one of those side to the story maybe complete fiction. ",
  "<span translate=\"no\"></span>Y gran parte del peligro en el que se encuentra el periodismo en<span translate=\"no\"></span> este momento es el concepto de que no puede entender lo que realmente ocurrió,<span translate=\"no\"></span> por lo que solo cuenta ambos lados de la historia y <span translate=\"no\"></span>una de esas facetas de la historia tal vez sea ficción completa. "
 ],
 [
  "<span translate=\"no\"></span>But they feel obliged to repeat it for the sense of balance. ",
  "<span translate=\"no\"></span>Pero se sienten obligados a repetirlo por el sentido del equilibrio. "
 ],
 [
  "<span translate=\"no\"></span>So don't try and get all of that game and particularly <span translate=\"no\"></span>don't fall into that game if you are actually there. ",
  "<span translate=\"no\"></span>Así que no intentes obtener todo ese juego y, en particular,<span translate=\"no\"></span> no caigas en ese juego si realmente estás allí. "
 ],
 [
  "<span translate=\"no\"></span>If you saw what happened and that's what happened, <span translate=\"no\"></span>then say that. ",
  "<span translate=\"no\"></span>Si viste lo que pasó y eso es lo que<span translate=\"no\"></span> pasó, dilo. "
 ],
 [
  "Don't feel obliged to say, <span translate=\"no\"></span>\"but somebody else said this,\" because you lose the viewer <span translate=\"no\"></span>too, because they're not believing the pictures they're actually seeing. ",
  "No te sientas obligado a decir<span translate=\"no\"></span> «pero alguien más dijo esto», porque<span translate=\"no\"></span> también pierdes al espectador, porque no creen en las imágenes que realmente están viendo. "
 ]
]