[
 [
  "The Art of Storytelling (NEW-Arabic)",
  "فن سرد القصص (عربي جديد)"
 ],
 [
  "From finding the story and following it where it takes you, to crafting the narrative and dealing with challenges along the way.",
  "من العثور على القصة ومتابعتها حيث تأخذك، إلى صياغة السرد والتعامل مع التحديات على طول الطريق."
 ],
 [
  "This course will take you beyond reporting the facts.  We will lay out the process for finding a story, pitching it, going out to report on it and putting it together with a narrative that grabs the audience.",
  "ستأخذك هذه الدورة إلى ما هو أبعد من الإبلاغ عن الحقائق. سنضع عملية العثور على قصة، والترويج لها، والخروج للإبلاغ عنها ووضعها مع سرد يجذب الجمهور."
 ],
 [
  "Introduction",
  "مقدمة"
 ],
 [
  "Introduction to the Art of Storytelling",
  "مقدمة إلى فن سرد القصص"
 ],
 [
  "\"\"",
  "«»"
 ],
 [
  "Deborah Rayner",
  "ديبورا راينر"
 ],
 [
  " - Senior VP, CNN International Newsgathering",
  " - نائب الرئيس الأول، CNN الدولية لجمع الأخبار"
 ],
 [
  "With all the seven billion people on the planet, there's no shortage of stories. You're not going to run out of them. It's going to be how you tell it.",
  "مع وجود سبعة مليارات شخص على هذا الكوكب، لا يوجد نقص في القصص. أنت لن تنفد منهم. ستكون الطريقة التي تخبرها بها."
 ],
 [
  "There may be as many stories as there are people on the planet, but it takes a good storyteller to make it a good story. Storytelling goes beyond just reporting the facts: it crafts a narrative to draw in the audience, take them to the story, and tell it in a way that makes the audience relate.",
  "قد يكون هناك العديد من القصص مثل الأشخاص على هذا الكوكب، لكن الأمر يتطلب راويًا جيدًا لجعلها قصة جيدة. يتجاوز سرد القصص مجرد الإبلاغ عن الحقائق: فهو يصنع سردًا لجذب الجمهور، ونقلهم إلى القصة، وإخبارها بطريقة تجعل الجمهور مرتبطًا."
 ],
 [
  "Throughout our lessons, you will hear from top decision-makers and senior correspondents at CNN and view some of their work.",
  "خلال دروسنا, سوف تسمع من كبار صانعي القرار وكبار المراسلين في CNN وتشاهد بعض أعمالهم."
 ],
 [
  "Course Content",
  "محتوى المقرر الدراسي"
 ],
 [
  "Throughout our lessons, you will hear from top decision-makers and senior correspondents at CNN and view some of their work. This course will lay out the process for:",
  "خلال دروسنا, سوف تسمع من كبار صانعي القرار وكبار المراسلين في CNN وتشاهد بعض أعمالهم. ستحدد هذه الدورة العملية من أجل:"
 ],
 [
  "Putting it all together into a finished multiplatform piece",
  "وضع كل ذلك معًا في قطعة متعددة المنصات منتهية"
 ],
 [
  "Reporter_Editing_Icon",
  "ريبورتر_إديتينغ_أيكون"
 ],
 [
  "Going into the field to report them",
  "الذهاب إلى الميدان للإبلاغ عنها"
 ],
 [
  "Reporter_in_Field_Icon",
  "ريبورتر_إن_فيلد_أيكون"
 ],
 [
  "Finding and pitching stories",
  "العثور على القصص والترويج لها"
 ],
 [
  "Reporter_and_Lead_Icon",
  "ريبورتر_and_lead_icon"
 ],
 [
  "In the first lesson: ",
  "في الدرس الأول: "
 ],
 [
  "You'll explore what makes a good story.",
  "سوف تستكشف ما يجعل القصة جيدة."
 ],
 [
  "Complete the content above before moving on.",
  "أكمل المحتوى أعلاه قبل الانتقال."
 ],
 [
  "CONTINUE",
  "استمر"
 ],
 [
  "What Makes a Good Story?",
  "ما الذي يجعل قصة جيدة؟"
 ],
 [
  "Nima Elbagir, CNN Senior International Correspondent",
  "نيما الباغير، مراسلة دولية كبيرة لشبكة سي إن إن"
 ],
 [
  "If you do your job well, then you are talking about things that are universal, that allow people to see themselves in those stories.",
  "إذا كنت تقوم بعملك بشكل جيد، فأنت تتحدث عن أشياء عالمية، تسمح للناس برؤية أنفسهم في تلك القصص."
 ],
 [
  "What Makes a Good Story",
  "ما الذي يجعل قصة جيدة"
 ],
 [
  "A good story is engaging to a diverse audience around the world. It captures their attention, while conveying information about an event, a place, or a person. It can pique their curiosity or show a universal experience through something specific. And it is built around strong pictures.",
  "القصة الجيدة تجذب جمهورًا متنوعًا حول العالم. إنه يجذب انتباههم، أثناء نقل معلومات حول حدث أو مكان أو شخص. يمكن أن يثير فضولهم أو يظهر تجربة عالمية من خلال شيء محدد. وهي مبنية حول صور قوية."
 ],
 [
  "A good story can:",
  "يمكن للقصة الجيدة أن:"
 ],
 [
  "Present a situation contrary to what the audience might have believed",
  "اعرض موقفًا مخالفًا لما قد يعتقده الجمهور"
 ],
 [
  "Tell people something they might not know and appeal to their curiosity",
  "أخبر الناس بشيء قد لا يعرفونه وجذب فضولهم"
 ],
 [
  "Provide information or a revelation with context",
  "تقديم معلومات أو كشف مع السياق"
 ],
 [
  "A good story should: ",
  "يجب أن تكون القصة الجيدة: "
 ],
 [
  "Be told in a way the audience can relate to and connect with",
  "يتم إخبارك بطريقة يمكن للجمهور التواصل معها والتواصل معها"
 ],
 [
  "Make the point quickly and in a way the audience can easily understand",
  "حدد النقطة بسرعة وبطريقة يمكن للجمهور فهمها بسهولة"
 ],
 [
  "Specific Yet Universal",
  "محدد ولكنه عالمي"
 ],
 [
  "A good story focuses on a specific experience or individual in a broader story, in a way that makes it interesting and accessible to people from different backgrounds and cultures. The journalist takes the audience into a world other than their own, to meet the people at the center of the story. This allows the audience to see themselves, their families, or their friends in the story and relate to the narrative.",
  "تركز القصة الجيدة على تجربة معينة أو فرد في قصة أوسع, بطريقة تجعلها ممتعة ومتاحة للأشخاص من خلفيات وثقافات مختلفة. يأخذ الصحفي الجمهور إلى عالم آخر غير عالمهم، لمقابلة الأشخاص في قلب القصة. يتيح ذلك للجمهور رؤية أنفسهم أو عائلاتهم أو أصدقائهم في القصة والتواصل مع السرد."
 ],
 [
  "Elements of a Good Story",
  "عناصر قصة جيدة"
 ],
 [
  "Interviews let the audience hear directly from the people affected by a story and provide a human face for them to identify with. Finding the right person to interview adds a lot of value to your story.",
  "تتيح المقابلات للجمهور الاستماع مباشرة من الأشخاص المتأثرين بالقصة وتوفير وجه إنساني لهم للتعرف عليه. إن العثور على الشخص المناسب لإجراء مقابلة يضيف الكثير من القيمة إلى قصتك."
 ],
 [
  "Image of pedophile",
  "صورة من مشتهي الأطفال"
 ],
 [
  "Compelling Interviews",
  "مقابلات مقنعة"
 ],
 [
  "Strong images need to be accompanied by the right words to help the audience connect. Every word you chose should serve a purpose. And something else...",
  "يجب أن تكون الصور القوية مصحوبة بالكلمات المناسبة لمساعدة الجمهور على التواصل. يجب أن تخدم كل كلمة تختارها غرضًا. وشيء آخر..."
 ],
 [
  "Wuhan Coronavirus image",
  "صورة ووهان كورونافيروس"
 ],
 [
  "Engaging Narrative",
  "السرد الجذاب"
 ],
 [
  "Whether it is a story for television or a mobile app, strong pictures are at the core of a good story.",
  "سواء كانت قصة للتلفزيون أو تطبيق جوال، فإن الصور القوية هي جوهر القصة الجيدة."
 ],
 [
  "Body being collected",
  "يتم جمع الجسم"
 ],
 [
  "Strong Images",
  "صور قوية"
 ],
 [
  "Story Example: ",
  "مثال القصة: "
 ],
 [
  "Crossing the Street in Cairo",
  "عبور الشارع في القاهرة"
 ],
 [
  "Not all good stories are about serious topics. Sometimes, something as mundane sounding as crossing the street can make for great storytelling. Watch Ben Wedeman's report and see for yourself.",
  "ليست كل القصص الجيدة تدور حول مواضيع جادة. في بعض الأحيان، يمكن لشيء عادي مثل عبور الشارع أن يصنع رواية قصص رائعة. شاهد تقرير بن ويدمان وانظر بنفسك."
 ],
 [
  "Check Your Understanding",
  "تحقق من فهمك"
 ],
 [
  "Test how well you can identify the elements of a good story by reading each of the following summaries and deciding if the story is missing either ",
  "اختبر مدى قدرتك على تحديد عناصر القصة الجيدة من خلال قراءة كل من الملخصات التالية وتحديد ما إذا كانت القصة مفقودة أيضًا. "
 ],
 [
  "engaging narrative",
  "السرد الجذاب"
 ],
 [
  ", ",
  "، "
 ],
 [
  "compelling interviews, ",
  "مقابلات مقنعة، "
 ],
 [
  "or",
  "أو"
 ],
 [
  "strong images.",
  "صور قوية."
 ],
 [
  "The report does not show the viewer any of the important findings it refers to. It has great interviews with relevant voices but they take place in office settings. The story is dramatic but ",
  "لا يُظهر التقرير للمشاهد أيًا من النتائج المهمة التي يشير إليها. لديها مقابلات رائعة مع الأصوات ذات الصلة ولكنها تتم في إعدادات المكتب. القصة درامية ولكن "
 ],
 [
  "there are no visuals",
  "لا توجد صور"
 ],
 [
  " to demonstrate this.",
  " لإثبات ذلك."
 ],
 [
  "Story 1: ",
  "القصة 1: "
 ],
 [
  "Drought Exposes Submerged Treasures",
  "الجفاف يكشف الكنوز المغمورة"
 ],
 [
  "The scorching global heatwave has evaporated rivers, lakes, and reservoirs around the world while revealing clues to our ancient past. Historic drought conditions have meant that previously submerged prehistoric ruins, ancient Buddhas and even dinosaur tracks are now out in the open. Climate scientist Professor John Smith from Deanbrook University explains what's causing these extreme weather conditions. Stephanie Garcia from Dinosaur Park Valley in Texas tells us about her discovery of what is thought to be the world's longest dinosaur trackway.",
  "لقد تبخرت موجة الحر العالمية الحارقة الأنهار والبحيرات والخزانات في جميع أنحاء العالم بينما كشفت عن أدلة على ماضينا القديم. تعني ظروف الجفاف التاريخية أن أطلال ما قبل التاريخ المغمورة سابقًا, تماثيل بوذا القديمة وحتى مسارات الديناصورات أصبحت الآن في العراء. يشرح عالم المناخ البروفيسور جون سميث من جامعة Deanbrook سبب هذه الظروف الجوية القاسية. تخبرنا ستيفاني غارسيا من ديناصور بارك فالي في تكساس عن اكتشافها لما يعتقد أنه أطول مسار ديناصور في العالم."
 ],
 [
  "Shot list: Opening montage of people walking in the city in summer, shots of lakes and rivers. Set-up shots of Professor John Smith in his office, soundbite from Professor Smith. Shots of Dinosaur Park Valley welcome sign and Stephanie Garcia working in her office, soundbite from Garcia.",
  "قائمة اللقطات: افتتاح مونتاج للأشخاص الذين يمشون في المدينة في الصيف، لقطات من البحيرات والأنهار. إعداد لقطات من البروفيسور جون سميث في مكتبه، soundbite من البروفيسور سميث. لقطات من ديناصور بارك وادي علامة ترحيب وستيفاني غارسيا العمل في مكتبها, soundbite من غارسيا."
 ],
 [
  "Which element of a good story is missing here?",
  "أي عنصر من عناصر القصة الجيدة مفقود هنا؟"
 ],
 [
  "Engaging narrative",
  "السرد الجذاب"
 ],
 [
  "Compelling interviews",
  "مقابلات مقنعة"
 ],
 [
  "Strong images",
  "صور قوية"
 ],
 [
  "Strong Images in Practice",
  "صور قوية في الممارسة"
 ],
 [
  "In this report, Ivan and his team combine drone footage supplied by the Ukrainian army with user-generated images and their own shots on the ground to give the audience a clear sense of the sheer disaster befalling Ukraine's wheat crops. A great example of letting the pictures tell the story. ",
  "في هذا التقرير، يجمع إيفان وفريقه بين لقطات الطائرات بدون طيار التي قدمها الجيش الأوكراني مع الصور التي أنشأها المستخدمون ولقطات خاصة بهم على الأرض لإعطاء الجمهور إحساسًا واضحًا بالكارثة المحضة التي تصيب محاصيل القمح في أوكرانيا. مثال رائع على ترك الصور تحكي القصة. "
 ],
 [
  "Ivan Watson's 'Ukraine Wheat Fields'",
  "«حقول القمح الأوكرانية» لإيفان واتسون"
 ],
 [
  "This is \"ivan-ukraine\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «ivan-ukraine» من أكاديمية CNN على Vimeo, موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "ivan-ukraine",
  "ايفان-اوكرانيا"
 ],
 [
  "Strong images that help the viewer understand visually what's happening but ",
  "صور قوية تساعد المشاهد على فهم ما يحدث بصريًا ولكن "
 ],
 [
  "lack of compelling interviews",
  "عدم وجود مقابلات مقنعة"
 ],
 [
  " mean the viewer doesn't have a good explanation for the extreme weather nor would they grasp the importance of these finds.",
  " يعني أن المشاهد ليس لديه تفسير جيد للطقس القاسي ولن يدرك أهمية هذه الاكتشافات."
 ],
 [
  "Story 2: Drought Reveals Clues To Our Ancient Past",
  "قصة 2: الجفاف يكشف أدلة على ماضينا القديم"
 ],
 [
  "The scorching global heatwave has evaporated rivers, lakes, and reservoirs around the world. While the historic drought conditions have caused alarm amongst climate scientists and citizens alike, they have also revealed previously submerged medieval ruins, ancient Buddhas and even dinosaur tracks. ",
  "أدت موجة الحر العالمية الحارقة إلى تبخر الأنهار والبحيرات والخزانات حول العالم. في حين تسببت ظروف الجفاف التاريخية في إثارة القلق بين علماء المناخ والمواطنين على حد سواء, لقد كشفوا أيضًا عن أطلال العصور الوسطى المغمورة سابقًا, تماثيل بوذا القديمة وحتى مسارات الديناصورات. "
 ],
 [
  "Shot list: Opening montage of heatwave conditions across the world transitioning into a montage of never-before-seen historical discoveries. Close-ups of ruins, Buddhas and dinosaur tracks. Timelapse footage showing how drought has revealed submerged treasures.",
  "قائمة اللقطات: افتتاح مونتاج لظروف موجات الحر في جميع أنحاء العالم والانتقال إلى مونتاج للاكتشافات التاريخية التي لم يسبق لها مثيل. لقطات مقربة من الأطلال، تماثيل بوذا ومسارات الديناصورات. لقطات Timelapse تظهر كيف كشف الجفاف عن الكنوز المغمورة."
 ],
 [
  "Compelling Interviews ",
  "مقابلات مقنعة "
 ],
 [
  "in Practice",
  "في الممارسة"
 ],
 [
  "Nima and her investigative team cleverly walk the audience through the murky intersection of Russian geopolitical objectives and Sudanese politics in this report. The sense of jeopardy is built into the report from the opening sequence and helps the viewer appreciate the seriousness of the issues at hand. ",
  "تمشي نعمة وفريقها التحقيقي بذكاء الجمهور عبر التقاطع الغامض بين الأهداف الجيوسياسية الروسية والسياسة السودانية في هذا التقرير. تم تضمين الشعور بالخطر في التقرير من التسلسل الافتتاحي ويساعد المشاهد على تقدير خطورة القضايا المطروحة. "
 ],
 [
  "David McKenzie's 'Deadliest Migration Route' ",
  "«طريق الهجرة الأكثر دموية» لديفيد ماكنزي "
 ],
 [
  "In this report, David speaks to various characters involved in Tunisia's migrant trade. He allows the speakers to clearly convey the message to the viewer without inserting himself in the story. ",
  "في هذا التقرير، يتحدث ديفيد إلى شخصيات مختلفة منخرطة في تجارة المهاجرين في تونس. يسمح للمتحدثين بنقل الرسالة بوضوح إلى المشاهد دون إدخال نفسه في القصة. "
 ],
 [
  "This is \"david-migration\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «david-migration» من أكاديمية CNN على Vimeo, موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "david-migration",
  "ديفيد ميجرتيون"
 ],
 [
  "The images in this piece are strong but ",
  "الصور في هذه القطعة قوية ولكن "
 ],
 [
  "there are neither compelling interviews nor a narrative explaining why these discoveries are suddenly emerging",
  "لا توجد مقابلات مقنعة ولا سرد يشرح سبب ظهور هذه الاكتشافات فجأة"
 ],
 [
  ". Why is this happening now? How are the visuals connected to each other?",
  ". لماذا يحدث هذا الآن؟ كيف ترتبط المرئيات ببعضها البعض؟"
 ],
 [
  "Story 3: Drying Rivers Reveal Dinosaur Tracks, Archaeological Finds",
  "القصة 3: الأنهار الجافة تكشف عن مسارات الديناصورات والاكتشافات الأثرية"
 ],
 [
  "A series of never-before-seen treasures have surfaced in dried up rivers and lakes around the world this summer. Ancient Buddhas, prehistoric ruins and dinosaur tracks in Texas where giant reptiles roamed more than 100 million years ago. Archaeologists and paleontologists are in raptures about the findings.",
  "ظهرت سلسلة من الكنوز التي لم يسبق لها مثيل في الأنهار والبحيرات الجافة حول العالم هذا الصيف. تماثيل بوذا القديمة وأطلال ما قبل التاريخ ومسارات الديناصورات في تكساس حيث جابت الزواحف العملاقة منذ أكثر من 100 مليون سنة. علماء الآثار وعلماء الحفريات في حالة نشوة حول النتائج."
 ],
 [
  "Shot list: Shots of dried-up lakes and reservoirs, close-up shots of archeological discoveries and dinosaur tracks. Animated reconstruction of dinosaurs leaving tracks.",
  "قائمة اللقطات: لقطات للبحيرات والخزانات المجففة، لقطات مقربة للاكتشافات الأثرية ومسارات الديناصورات. إعادة بناء الرسوم المتحركة للديناصورات تاركة المسارات."
 ],
 [
  "Which two elements of a good story are missing here?",
  "أي عنصرين من القصة الجيدة مفقودان هنا؟"
 ],
 [
  "Engaging Narrative ",
  "السرد الجذاب "
 ],
 [
  "Nima Elbagir's 'Russia Is Plundering Sudan's Gold'",
  "نيما الباجير «روسيا تنهب ذهب السودان»"
 ],
 [
  "This is \"nima-sudan\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "هذا هو «nima-sudan» من قبل أكاديمية CNN على Vimeo, موطن مقاطع الفيديو عالية الجودة والأشخاص الذين يحبونها."
 ],
 [
  "nima-sudan",
  "نيما-سودان"
 ],
 [
  "In the next lesson: ",
  "في الدرس التالي: "
 ],
 [
  "You'll learn what role the storyteller plays in telling a good story.",
  "سوف تتعلم الدور الذي يلعبه راوي القصص في سرد قصة جيدة."
 ],
 [
  "The Role of the Storyteller",
  "دور حكواتي"
 ],
 [
  "The storyteller takes the audience to the story and tells them why it matters.  ",
  "يأخذ راوي القصص الجمهور إلى القصة ويخبرهم عن سبب أهميتها. "
 ],
 [
  "The Audience's Eyes and Ears",
  "عيون وآذان الجمهور"
 ],
 [
  "Storytelling is more than simply reporting the facts. The storyteller takes the audience to the story, to meet those affected or see the place for themselves. Whether it's reporting on breaking news or original reporting, the storyteller is there to highlight what’s important and provide context for what's happening.",
  "رواية القصص هي أكثر من مجرد الإبلاغ عن الحقائق. يأخذ راوي القصص الجمهور إلى القصة، لمقابلة المتضررين أو رؤية المكان بأنفسهم. سواء كان الأمر يتعلق بالإبلاغ عن الأخبار العاجلة أو التقارير الأصلية، فإن راوي القصص موجود لتسليط الضوء على ما هو مهم وتوفير سياق لما يحدث."
 ],
 [
  "David Culver, CNN International Correspondent",
  "ديفيد كولفر، مراسل سي إن إن الدولي"
 ],
 [
  "I think that's my role, is to not only uncover stories and break news and cover breaking news as it's happening, but also find those relatable aspects, where people can connect to another person. ",
  "أعتقد أن هذا هو دوري, ليس فقط الكشف عن القصص والأخبار العاجلة وتغطية الأخبار العاجلة فور حدوثها, ولكن أيضًا العثور على تلك الجوانب ذات الصلة, حيث يمكن للأشخاص الاتصال بشخص آخر. "
 ],
 [
  "Characteristics of a Good Storyteller",
  "خصائص راوي القصص الجيد"
 ],
 [
  "An expert on the topic and has done their homework",
  "خبير في الموضوع وقام بواجبه المنزلي"
 ],
 [
  "Trusted",
  "موثوق"
 ],
 [
  "Has authority",
  "لديه سلطة"
 ],
 [
  "Passionate",
  "عاطفي"
 ],
 [
  "Engaged and engaging",
  "المشاركة والمشاركة"
 ],
 [
  "Curious",
  "فضولي"
 ],
 [
  "Informed",
  "علم"
 ],
 [
  "The Storyteller's Responsibility",
  "مسؤولية حكواتي"
 ],
 [
  "The information you're giving your audience has to be accurate; you must accurately represent the people in your story and what they've told you.",
  "يجب أن تكون المعلومات التي تقدمها لجمهورك دقيقة؛ يجب أن تمثل بدقة الأشخاص في قصتك وما أخبروك به."
 ],
 [
  "Be Accurate",
  "كن دقيقًا"
 ],
 [
  "Accuracy_Icon",
  "أكورسي_أيكون"
 ],
 [
  "It's important to remember that the people viewing, reading or listening to your report probably don't know as much as you do about the story. They may be seeing or hearing it for the first time.",
  "من المهم أن تتذكر أن الأشخاص الذين يشاهدون تقريرك أو يقرؤونه أو يستمعون إليه ربما لا يعرفون الكثير عما تعرفه عن القصة. قد يشاهدونها أو يسمعونها لأول مرة."
 ],
 [
  "Inform",
  "إعلام"
 ],
 [
  "Information_Icon",
  "إنفورماتيون"
 ],
 [
  "While you might want to tell the audience every detail that you've learned, they may not remember more than a few things from your story. Sometimes the storyteller just needs to step back and let the story's sights and sounds speak for themselves.",
  "على الرغم من أنك قد ترغب في إخبار الجمهور بكل التفاصيل التي تعلمتها، إلا أنهم قد لا يتذكرون أكثر من بضعة أشياء من قصتك. في بعض الأحيان، يحتاج راوي القصص فقط إلى التراجع والسماح لمشاهد القصة وأصواتها بالتحدث عن نفسها."
 ],
 [
  "Focus",
  "التركيز"
 ],
 [
  "Icon_Focus",
  "Icon_التركيز"
 ],
 [
  "Remember that your audience is not there, and they can't see everything else that's happening around the camera lens.",
  "تذكر أن جمهورك ليس موجودًا، ولا يمكنهم رؤية كل شيء آخر يحدث حول عدسة الكاميرا."
 ],
 [
  "Be There",
  "كن هناك"
 ],
 [
  "Icon_There",
  "Icon_هناك"
 ],
 [
  "Responsibility to the Audience",
  "المسؤولية تجاه الجمهور"
 ],
 [
  "When the storyteller is acting as a representative for the audience, he or she has a responsibility to that audience and to the people in the story. The storyteller must be accurate and truthful with the information being reported and conduct themselves in a respectful and legal manner. Delicate situations should be treated with the sensitivity they deserve, and sources should be treated with respect.",
  "عندما يتصرف راوي القصص كممثل للجمهور، فإنه يتحمل مسؤولية تجاه هذا الجمهور والأشخاص الموجودين في القصة. يجب أن يكون راوي القصص دقيقًا وصادقًا مع المعلومات التي يتم الإبلاغ عنها وأن يتصرف بطريقة محترمة وقانونية. يجب التعامل مع المواقف الحساسة بالحساسية التي تستحقها، ويجب التعامل مع المصادر باحترام."
 ],
 [
  "Your reputation and your news organization's reputation depend on how you act.",
  "تعتمد سمعتك وسمعة مؤسستك الإخبارية على كيفية تصرفك."
 ],
 [
  "A good storyteller can make storytelling look effortless. But a lot of research, preparation, and logistics go into the finished product the audience sees. It takes years of experience, with some mistakes along the way, for a journalist to become a good storyteller. Nick Paton Walsh talks about that here.",
  "يمكن لرواة القصص الجيدة أن تجعل رواية القصص تبدو سهلة. لكن الكثير من الأبحاث والإعداد والخدمات اللوجستية تدخل في المنتج النهائي الذي يراه الجمهور. يستغرق الأمر سنوات من الخبرة، مع بعض الأخطاء على طول الطريق، حتى يصبح الصحفي راويًا جيدًا. يتحدث نك باتون والش عن ذلك هنا."
 ],
 [
  "It's Harder Than It Looks",
  "إنه أصعب مما يبدو"
 ],
 [
  "The storyteller's role is to tell the stories of others, not of themselves. The storyteller should avoid becoming the story. Click below to hear Ben Wedeman talk about that.",
  "دور راوي القصص هو سرد قصص الآخرين، وليس عن أنفسهم. يجب أن يتجنب راوي القصص أن يصبح القصة. انقر أدناه لسماع بن ويدمان يتحدث عن ذلك."
 ],
 [
  "Don't Become the Story",
  "لا تصبح القصة"
 ],
 [
  "Decide if the following characteristics describe an ",
  "حدد ما إذا كانت الخصائص التالية تصف "
 ],
 [
  "effective",
  "ساري"
 ],
 [
  " storyteller or an ",
  " حكواتي أو "
 ],
 [
  "ineffective",
  "غير فعال"
 ],
 [
  " storyteller by dragging and dropping each card to the appropriate category:",
  " حكواتي عن طريق سحب وإسقاط كل بطاقة إلى الفئة المناسبة:"
 ],
 [
  "Characteristics of a Effective Storyteller",
  "خصائص راوي القصص الفعال"
 ],
 [
  "Characteristics of an Ineffective Storyteller",
  "خصائص راوي القصص غير الفعال"
 ],
 [
  "Draws attention away from the story",
  "يلفت الانتباه بعيدًا عن القصة"
 ],
 [
  "Seems uncertain or under-prepared",
  "يبدو غير مؤكد أو غير مستعد"
 ],
 [
  "Inspires trust",
  "يُلهم الثقة"
 ],
 [
  "Presents a series of facts, and nothing more",
  "يقدم سلسلة من الحقائق، وليس أكثر"
 ],
 [
  "Puts the story itself at the center of their report",
  "يضع القصة نفسها في قلب تقريرهم"
 ],
 [
  "Conducts a lot of research, but simplifies this for the audience",
  "يجري الكثير من الأبحاث، لكنه يبسط ذلك للجمهور"
 ],
 [
  "Conducts a lot of research, and shares every detail of this with the audience",
  "يجري الكثير من الأبحاث، ويشارك كل تفاصيل هذا مع الجمهور"
 ],
 [
  "Gives the audience a way to connect to the story",
  "يمنح الجمهور طريقة للتواصل مع القصة"
 ],
 [
  "Verbally describes and explains every single element of a story",
  "يصف شفهيًا ويشرح كل عنصر من عناصر القصة"
 ],
 [
  "Makes it look effortless",
  "يجعلها تبدو سهلة"
 ],
 [
  "You'll learn about how a storyteller finds their stories.",
  "ستتعرف على كيفية عثور راوي القصص على قصصهم."
 ],
 [
  "pre-Production",
  "ما قبل الإنتاج"
 ],
 [
  "Finding and Researching Your Story",
  "البحث عن قصتك والبحث فيها"
 ],
 [
  "Storytellers",
  "رواة القصص"
 ],
 [
  " are always looking for good stories.  But a good story rarely falls into your lap. ",
  " يبحثون دائمًا عن قصص جيدة. لكن القصة الجيدة نادرًا ما تقع في حضنك. "
 ],
 [
  "Be patient",
  "تحلى بالصبر"
 ],
 [
  ", because it will take some work to find one. ",
  "، لأن الأمر سيستغرق بعض العمل للعثور على واحد. "
 ],
 [
  "You won't find a good story by sitting in a newsroom.",
  "لن تجد قصة جيدة من خلال الجلوس في غرفة الأخبار."
 ],
 [
  "Finding Your Story",
  "العثور على قصتك"
 ],
 [
  "Sometimes a story jumps out at you right away. But most of the time, good stories are waiting for you to find them. Here are some ways to get started:",
  "في بعض الأحيان تقفز القصة إليك على الفور. لكن في معظم الأوقات، تنتظرك القصص الجيدة للعثور عليها. فيما يلي بعض الطرق للبدء:"
 ],
 [
  "Icon_Research",
  "Icon_البحث"
 ],
 [
  "Read, read, and then read some more.",
  "اقرأ واقرأ ثم اقرأ المزيد."
 ],
 [
  "From reading about what other storytellers have done to looking on social media, something is sure to spark your curiosity.",
  "من القراءة حول ما فعله رواة القصص الآخرون إلى البحث على وسائل التواصل الاجتماعي، من المؤكد أن هناك شيئًا يثير فضولك."
 ],
 [
  "Icon_Talking",
  "Icon_Talking"
 ],
 [
  "Talk to people.",
  "التحدث إلى الناس."
 ],
 [
  "Go beyond your colleagues to hear what friends, family, and acquaintances are talking about. Make contact with people who know more than you do about the topic.",
  "تجاوز زملائك لسماع ما يتحدث عنه الأصدقاء والعائلة والمعارف. تواصل مع الأشخاص الذين يعرفون أكثر مما تعرفه عن الموضوع."
 ],
 [
  "Icon_Question",
  "Icon_سؤال"
 ],
 [
  "Ask a lot of questions.",
  "اطرح الكثير من الأسئلة."
 ],
 [
  "Once you have an idea, start asking yourself questions about what makes it such a good story.  ",
  "بمجرد أن يكون لديك فكرة، ابدأ في طرح أسئلة على نفسك حول ما يجعلها قصة جيدة. "
 ],
 [
  "Finding a ",
  "العثور على "
 ],
 [
  "good story",
  "قصة جيدة"
 ],
 [
  " can be like searching for a ",
  " يمكن أن يكون مثل البحث عن "
 ],
 [
  "hidden jewel ",
  "جوهرة مخفية "
 ],
 [
  "in the leaves.  ",
  "في الأوراق. "
 ],
 [
  "Don't expect to find it immediately.",
  "لا تتوقع العثور عليه على الفور."
 ],
 [
  "Think about how ",
  "فكر في كيفية "
 ],
 [
  "your take",
  "خذ الخاص بك"
 ],
 [
  " on it will be different, what ",
  " على أنها ستكون مختلفة، ماذا "
 ],
 [
  "perspective ",
  "منظور "
 ],
 [
  "you can offer, and what ",
  "يمكنك أن تقدم، وماذا "
 ],
 [
  "voices ",
  "أصوات "
 ],
 [
  "or ",
  "أو "
 ],
 [
  "pictures ",
  "صور "
 ],
 [
  "you can use to make it your own.",
  "يمكنك استخدامها لجعلها خاصة بك."
 ],
 [
  "Have you seen this story elsewhere?",
  "هل رأيت هذه القصة في مكان آخر؟"
 ],
 [
  "Consider whether the story offers strong ",
  "ضع في اعتبارك ما إذا كانت القصة تقدم قوية "
 ],
 [
  "pictures",
  "صور"
 ],
 [
  " or a look into ",
  " أو نظرة على "
 ],
 [
  "humanity",
  "إنسانية"
 ],
 [
  ", whether it ",
  "، سواء كان ذلك "
 ],
 [
  "affirms",
  "يؤكد"
 ],
 [
  " something you thought you knew or offers something ",
  " شيء كنت تعتقد أنك تعرفه أو يقدم شيئًا "
 ],
 [
  "surprising.",
  "مفاجئ."
 ],
 [
  "What kind of story is it?",
  "أي نوع من القصة هي؟"
 ],
 [
  "Think about",
  "فكر في"
 ],
 [
  " what",
  " ماذا"
 ],
 [
  " grabs your attention, what makes you want to ",
  " يجذب انتباهك، ما الذي يجعلك ترغب في ذلك "
 ],
 [
  "dig deeper",
  "حفر أعمق"
 ],
 [
  ", and why you are",
  "، ولماذا أنت"
 ],
 [
  " curious",
  " فضولي"
 ],
 [
  ".",
  "."
 ],
 [
  "Does it grab your attention?",
  "هل تجذب انتباهك؟"
 ],
 [
  "A Dose of Patience",
  "جرعة من الصبر"
 ],
 [
  "Depending on how much investigative work your story involves, it can take weeks or even months to find it. It can be frustrating when you don't find anything, but that failure is only a ",
  "اعتمادًا على مقدار العمل الاستقصائي الذي تنطوي عليه قصتك، قد يستغرق الأمر أسابيع أو حتى أشهر للعثور عليه. قد يكون الأمر محبطًا عندما لا تجد أي شيء، لكن هذا الفشل ليس سوى "
 ],
 [
  "part",
  "جزء"
 ],
 [
  " of the process, not the ",
  " من هذه العملية، وليس "
 ],
 [
  "end",
  "أخر"
 ],
 [
  "Using Technology For Research",
  "استخدام التكنولوجيا للبحث"
 ],
 [
  "Once you think you have an idea for a good story, there are tons of ways you can use open-source information online to help you focus it. CNN Investigative Researcher Katie Polglase tells us above how she uses many of these tools in her work. ",
  "بمجرد أن تعتقد أن لديك فكرة لقصة جيدة، فهناك العديد من الطرق التي يمكنك من خلالها استخدام المعلومات مفتوحة المصدر عبر الإنترنت لمساعدتك على التركيز عليها. تخبرنا الباحثة الاستقصائية في سي إن إن كاتي بولجلاس أعلاه كيف تستخدم العديد من هذه الأدوات في عملها. "
 ],
 [
  "Starting with the \"where\" and \"when\" from a raw image can lead you to more information from an event to help piece together what might have happened and find more eyewitnesses to corroborate an account. ",
  "يمكن أن يقودك البدء بـ «أين» و «متى» من صورة أولية إلى مزيد من المعلومات من حدث ما للمساعدة في تجميع ما قد يحدث والعثور على المزيد من شهود العيان لتأكيد الحساب. "
 ],
 [
  "Metadata",
  "البيانات الوصفية"
 ],
 [
  "When you're digging further into images or videos shared on social media, having the metadata can tell you whether what you're seeing is really from the location and time you think it is, and satellite images can tell you even more. Katie Polglase tells us about those tools here.",
  "عندما تتعمق أكثر في الصور أو مقاطع الفيديو التي تمت مشاركتها على وسائل التواصل الاجتماعي, يمكن أن يخبرك امتلاك البيانات الوصفية ما إذا كان ما تراه حقًا من الموقع والوقت الذي تعتقد أنه موجود فيه, ويمكن أن تخبرك صور الأقمار الصناعية بالمزيد. تخبرنا كاتي بولجلاس عن تلك الأدوات هنا."
 ],
 [
  "Open-source tools",
  "أدوات مفتوحة المصدر"
 ],
 [
  "From geo-locating tools to flight-tracking sites and public records, ",
  "من أدوات تحديد الموقع الجغرافي إلى مواقع تتبع الرحلات والسجلات العامة، "
 ],
 [
  "open-source tools offer the storyteller even more opportunities",
  "توفر الأدوات مفتوحة المصدر لرواة القصص المزيد من الفرص"
 ],
 [
  " to research and find stories. ",
  " للبحث والعثور على القصص. "
 ],
 [
  "Read more about the Lekki Gate investigation",
  "اقرأ المزيد عن تحقيق بوابة Lekki"
 ],
 [
  "Katie Polglase talked about using metadata for CNN's investigative reporting about the killing of protesters in Nigeria. Click here to read the story.",
  "تحدثت كاتي بولجلاس عن استخدام البيانات الوصفية لتقارير CNN الاستقصائية حول مقتل المتظاهرين في نيجيريا. انقر هنا لقراءة القصة."
 ],
 [
  "CNN.com",
  "CNN.com"
 ],
 [
  "Decide if the following statements are ",
  "حدد ما إذا كانت العبارات التالية "
 ],
 [
  "true",
  "صحيح"
 ],
 [
  " or ",
  " أو "
 ],
 [
  "false",
  "خاطئ"
 ],
 [
  " by dragging and dropping each card to the appropriate category:",
  " عن طريق سحب وإسقاط كل بطاقة إلى الفئة المناسبة:"
 ],
 [
  "True",
  "صحيح"
 ],
 [
  "False",
  "فالس"
 ],
 [
  "If your news organization's competitors are doing a story, you should do it too.",
  "إذا كان منافسو مؤسستك الإخبارية يقومون بعمل قصة، فيجب عليك القيام بذلك أيضًا."
 ],
 [
  "Open-source tools provide more opportunities to research new stories.",
  "توفر الأدوات مفتوحة المصدر المزيد من الفرص للبحث عن قصص جديدة."
 ],
 [
  "A good story usually comes right to you.",
  "عادة ما تأتي القصة الجيدة لك."
 ],
 [
  "Finding a good story can take months of research and talking to people.",
  "يمكن أن يستغرق العثور على قصة جيدة شهورًا من البحث والتحدث إلى الناس."
 ],
 [
  "You'll learn about how to pitch your story.",
  "ستتعرف على كيفية عرض قصتك."
 ],
 [
  "Pitching Your Story",
  "الترويج لقصتك"
 ],
 [
  "Taking the Story You Found to Your Commissioning Editor",
  "نقل القصة التي وجدتها إلى محرر التكليف الخاص بك"
 ],
 [
  "It may be obvious why you should tell some stories, but others you will need to sell your editor on. This is when you convince the editorial decision-makers why your organization should do a story and why you should be the reporter to do it. Tell them why the story you found is a ",
  "قد يكون من الواضح لماذا يجب أن تروي بعض القصص، ولكن البعض الآخر ستحتاج إلى بيع محررك عليه. هذا عندما تقنع صانعي القرار التحريريين لماذا يجب على مؤسستك كتابة قصة ولماذا يجب أن تكون المراسل للقيام بذلك. أخبرهم لماذا القصة التي وجدتها هي "
 ],
 [
  "Don't make your pitch too general. Offer a distinctive interview, location, or element. Pitch some sort of access or expertise that no one else has.",
  "لا تجعل عرضك التقديمي عامًا جدًا. تقديم مقابلة أو موقع أو عنصر مميز. اعرض نوعًا من الوصول أو الخبرة التي لا يمتلكها أي شخص آخر."
 ],
 [
  "Distinctive",
  "مميزة"
 ],
 [
  "Be realistic about the pictures and interviews you honestly think you can get and how much time it will take to get them. Don't shoot for the moon, because that will most likely lead to unfulfilled expectations. ",
  "كن واقعيًا بشأن الصور والمقابلات التي تعتقد بصدق أنه يمكنك الحصول عليها ومقدار الوقت المستغرق للحصول عليها. لا تطلق النار على القمر، لأن ذلك سيؤدي على الأرجح إلى توقعات غير محققة. "
 ],
 [
  "Pitch two or three elements you know you can secure, and then hope to find even more when you get there.",
  "قم بعرض عنصرين أو ثلاثة عناصر تعرف أنه يمكنك تأمينها، ثم تأمل في العثور على المزيد عندما تصل إلى هناك."
 ],
 [
  "Realistic",
  "واقعية"
 ],
 [
  "There's a balance between keeping your pitch short and providing enough information. You want to tell enough about the story so your commissioning editor can easily understand it, but you don't need to tell the whole story here.",
  "هناك توازن بين إبقاء عرضك التقديمي قصيرًا وتوفير معلومات كافية. تريد أن تخبر ما يكفي عن القصة حتى يتمكن محرر التكليف الخاص بك من فهمها بسهولة، لكنك لست بحاجة إلى سرد القصة بأكملها هنا."
 ],
 [
  "Balance",
  "بالانس"
 ],
 [
  "What to Include in Your Pitch",
  "ما يجب تضمينه في Pitch الخاص بك"
 ],
 [
  "Think about the following to get your busy commissioning editor's attention for your story:",
  "فكر فيما يلي لجذب انتباه محرر التكليف المشغول لقصتك:"
 ],
 [
  "Be realistic.",
  "كن واقعيًا."
 ],
 [
  "Don't oversell what you think you can get and your ability to get it.",
  "لا تفرط في بيع ما تعتقد أنه يمكنك الحصول عليه وقدرتك على الحصول عليه."
 ],
 [
  "Realistic_Story_Icon",
  "ريستيك_ستوري_أيكون"
 ],
 [
  "Keep it short and sweet.",
  "اجعله قصيرًا ولطيفًا."
 ],
 [
  "Just a few sentences or paragraphs to explain the story, in a way that is easy to understand.",
  "فقط بضع جمل أو فقرات لشرح القصة، بطريقة سهلة الفهم."
 ],
 [
  "Short_Story_Icon",
  "شورت_ستوري_إي"
 ],
 [
  "A catchy title always helps.",
  "يساعد العنوان الجذاب دائمًا."
 ],
 [
  "You need to draw attention to your pitch.",
  "تحتاج إلى لفت الانتباه إلى pitch الخاص بك."
 ],
 [
  "Title_Story_Icon",
  "تيتل_ستوري_إي"
 ],
 [
  "How will your storytelling make this a good story?",
  "كيف ستجعل رواية القصص هذه قصة جيدة؟"
 ],
 [
  "Be sure to mention what you will do to make your story stand out.",
  "تأكد من ذكر ما ستفعله لإبراز قصتك."
 ],
 [
  "Standout_Story_Icon",
  "ستاندوت_ستوري_أيكون"
 ],
 [
  "Use the checklist below to put together your proposal",
  "استخدم قائمة التحقق أدناه لتجميع اقتراحك"
 ],
 [
  "How much will it cost?",
  "كم ستكون التكلفة؟"
 ],
 [
  "How will you and your team get there, how long will you be there, and what kind of support will you need once you're there?",
  "كيف ستصل أنت وفريقك إلى هناك، وإلى متى ستبقى هناك، وما نوع الدعم الذي ستحتاجه بمجرد وصولك إلى هناك؟"
 ],
 [
  "What kind of access to people and information will you be able to get?",
  "ما نوع الوصول إلى الأشخاص والمعلومات التي ستتمكن من الحصول عليها؟"
 ],
 [
  "What video, pictures and interviews do you know you can get and what ones do you hope to get?",
  "ما الفيديو والصور والمقابلات التي تعرف أنه يمكنك الحصول عليها وما هي الصور التي تأمل في الحصول عليها؟"
 ],
 [
  "What is the best platform or medium for your story?",
  "ما هي أفضل منصة أو وسيط لقصتك؟"
 ],
 [
  "Who is the audience and why they should care?",
  "من هو الجمهور ولماذا يجب أن يهتموا؟"
 ],
 [
  "What does your story add and what sets it apart from what's already been done?",
  "ما الذي تضيفه قصتك وما الذي يميزها عما تم إنجازه بالفعل؟"
 ],
 [
  "How do you plan to tell the story?",
  "كيف تخطط لسرد القصة؟"
 ],
 [
  "Why is this story important?",
  "لماذا هذه القصة مهمة؟"
 ],
 [
  "Why should you do this story and why now?",
  "لماذا يجب أن تفعل هذه القصة ولماذا الآن؟"
 ],
 [
  "Sample Successful Pitch at CNN: Borneo is Burning ",
  "عينة من العرض التقديمي الناجح في CNN: بورنيو تحترق "
 ],
 [
  "Find out how Ivan Watson and his team laid out their stories, coverage plans, logistics, and estimated costs ahead of their special coverage of fires in Asia's Amazon. ",
  "اكتشف كيف وضع إيفان واتسون وفريقه قصصهم وخطط تغطيتهم ولوجستياتهم وتكاليفهم المقدرة قبل تغطيتهم الخاصة للحرائق في منطقة الأمازون في آسيا. "
 ],
 [
  "You need to provide your commissioning editor with all the logistical information regarding your shoot. This is how the producer, Rebecca Wright, presented the information regarding this trip: ",
  "تحتاج إلى تزويد محرر التكليف الخاص بك بجميع المعلومات اللوجستية المتعلقة بالتصوير. هذه هي الطريقة التي قدمت بها المنتجة، ريبيكا رايت، المعلومات المتعلقة بهذه الرحلة: "
 ],
 [
  "The fires are blazing right now, and are expected to continue through October/early November before rainy season kicks in. Proposed trip dates are Oct 3-12.",
  "الحرائق مشتعلة الآن، ومن المتوقع أن تستمر حتى أكتوبر/أوائل نوفمبر قبل بدء موسم الأمطار. مواعيد الرحلة المقترحة هي 3-12 أكتوبر."
 ],
 [
  "Team has Indonesia visas.",
  "الفريق حاصل على تأشيرات إندونيسيا."
 ],
 [
  "CNN also has secured permits to join the Indonesian National Search and Rescue Agency on an aerial water-bombing / cloud-seeding mission over the fires. Access is TBD depending on the situation at the time - they do not have a schedule. ",
  "حصلت CNN أيضًا على تصاريح للانضمام إلى وكالة البحث والإنقاذ الوطنية الإندونيسية في مهمة قصف المياه الجوي/البذر السحابي فوق الحرائق. يتم الوصول إلى TBD اعتمادًا على الموقف في ذلك الوقت - ليس لديهم جدول زمني. "
 ],
 [
  "We need a National Park Permit to enter the forests in Borneo. It takes a week to get the National Park Permit. ",
  "نحتاج إلى تصريح حديقة وطنية لدخول الغابات في بورنيو. يستغرق الأمر أسبوعًا للحصول على تصريح الحديقة الوطنية. "
 ],
 [
  "Borneo Park Ranger",
  "بورنيو بارك رينجر"
 ],
 [
  "Notes",
  "ملاحظات"
 ],
 [
  "Even before you go out on your shoot, you need to have some idea of how you want your headline to look. What is the unique selling point of your story and how will it grab the audience's attention?",
  "حتى قبل أن تخرج في جلسة التصوير، يجب أن يكون لديك فكرة عن الطريقة التي تريد أن يبدو بها عنوانك. ما هي نقطة البيع الفريدة لقصتك وكيف ستجذب انتباه الجمهور؟"
 ],
 [
  "Borneo Headline in CNN",
  "عنوان بورنيو في CNN"
 ],
 [
  "Headline",
  "العنوان"
 ],
 [
  "Read how the team pitched their story. Notice how they highlight the unique access they have got, the role of palm oil production, and the impact on orangutans:",
  "اقرأ كيف عرض الفريق قصتهم. لاحظ كيف يسلطون الضوء على الوصول الفريد الذي حصلوا عليه، ودور إنتاج زيت النخيل، والتأثير على إنسان الغاب:"
 ],
 [
  "ASIA’S AMAZON: ORANGUTANS UNDER THREAT AS BORNEO BURNS ",
  "أمازون آسيا: إنسان الغاب تحت التهديد مع حروق بورنيو "
 ],
 [
  "One of the world’s largest rainforests is burning. CNN’s Ivan Watson ",
  "واحدة من أكبر الغابات المطيرة في العالم تحترق. إيفان واتسون من سي إن إن "
 ],
 [
  "embeds with Indonesian fire-fighters",
  "يدمج مع رجال الإطفاء الإندونيسيين"
 ],
 [
  " in the sky and on the ground in Borneo as they battle to douse the inferno, water-bombing from choppers and doing the dirty work on the ground with hoses. ",
  " في السماء وعلى الأرض في بورنيو وهم يقاتلون لإخماد الجحيم, قصف المياه من المروحيات والقيام بالأعمال القذرة على الأرض بالخراطيم. "
 ],
 [
  "The fires are largely a man-made phenomenon, set by farmers and agro-business corporations burning off forests to grow one of Indonesia’s most valuable cash crops: palm oil. ",
  "الحرائق هي إلى حد كبير ظاهرة من صنع الإنسان, وضعها المزارعون وشركات الأعمال الزراعية التي تحرق الغابات لزراعة أحد المحاصيل النقدية الأكثر قيمة في إندونيسيا: زيت النخيل. "
 ],
 [
  "The industrial scale deforestation is also killing off one of the world’s endangered animals: the orangutan. ",
  "كما أن إزالة الغابات على نطاق صناعي تقتل أحد الحيوانات المهددة بالانقراض في العالم: إنسان الغاب. "
 ],
 [
  "CNN travels deep into the remaining jungle",
  "CNN يسافر في عمق الغابة المتبقية"
 ],
 [
  " to see conservation groups struggling to save the remaining orangutans before it’s too late. ",
  " لرؤية مجموعات الحفظ تكافح لإنقاذ ما تبقى من إنسان الغاب قبل فوات الأوان. "
 ],
 [
  "Borneo Jungle",
  "غابة بورنيو"
 ],
 [
  "Overview",
  "نظرة عامة"
 ],
 [
  "Pitch What You Think You Can Get",
  "اعرض ما تعتقد أنه يمكنك الحصول عليه"
 ],
 [
  "Ivan and his producer, Rebecca, meticulously laid out the type of content they planned to get during this trip. Here is what they included in their pitch:",
  "وضع إيفان ومنتجه، ريبيكا، بدقة نوع المحتوى الذي خططوا للحصول عليه خلال هذه الرحلة. إليك ما أدرجوه في عرضهم:"
 ],
 [
  "Possible 30-minute special for CNN International ",
  "عرض خاص لمدة 30 دقيقة لشبكة CNN الدولية "
 ],
 [
  "Digital Video Explainer: The Dirty Secret of Palm Oil ",
  "شرح الفيديو الرقمي: السر القذر لزيت النخيل "
 ],
 [
  "Distinctive Feature write for digital focusing on front-line first-person account on the struggle to save one of Asia’s most important rain forests ",
  "ميزة مميزة الكتابة الرقمية مع التركيز على حساب الشخص الأول في الخط الأمامي على النضال من أجل إنقاذ واحدة من أهم الغابات المطيرة في آسيا "
 ],
 [
  "TV stories on firefighting and orangutans ",
  "قصص تلفزيونية عن مكافحة الحرائق وإنسان الغاب "
 ],
 [
  "Story Details",
  "تفاصيل القصة"
 ],
 [
  "Ivan and Rebecca were able to clearly lay out the content they were hoping to produce while on the ground. By presenting the stories below so clearly, they were able to ensure that all CNN platforms had an opportunity to feature their work prominently:",
  "تمكن إيفان وريبيكا من وضع المحتوى الذي كانا يأملان في إنتاجه بوضوح أثناء وجودهما على الأرض. من خلال تقديم القصص أدناه بوضوح شديد، تمكنوا من ضمان حصول جميع منصات CNN على فرصة لإبراز أعمالهم بشكل بارز:"
 ],
 [
  "THE DIRTY SECRET OF PALM OIL",
  "السر القذر لزيت النخيل"
 ],
 [
  "Digital video explainer that reveals the devastating environmental impact behind your every day shopping list. Many viewers may not know what palm oil is. We go into a grocery store to show how it is used in more than half of all packaged groceries - including soap, shampoo, and ice cream.  We explain how palm oil is harvested and processed. And we explain that palm oil is also used to produce “bio-fuel.”  Ironically, this was supposed to an environmentally-friendly alternative to fossil fuels. Instead, the global thirst for palm oil only hastened  deforestation, which creates three times the greenhouse gases of oil and gas. In an effort to stop tropical deforestation, some Western countries and companies have pushed to regulate the production of palm oil, but experts warn that with huge demand from China and India, the demand for palm oil is still expected to double by 2050. ",
  "شرح فيديو رقمي يكشف التأثير البيئي المدمر وراء قائمة التسوق اليومية. قد لا يعرف الكثير من المشاهدين ما هو زيت النخيل. نذهب إلى محل بقالة لإظهار كيفية استخدامه في أكثر من نصف جميع البقالة المعبأة - بما في ذلك الصابون والشامبو والآيس كريم. نوضح كيف يتم حصاد زيت النخيل ومعالجته. ونوضح أن زيت النخيل يستخدم أيضًا لإنتاج «الوقود الحيوي». ومن المفارقات أن هذا كان من المفترض أن يكون بديلاً صديقًا للبيئة للوقود الأحفوري. وبدلاً من ذلك، فإن التعطش العالمي لزيت النخيل لم يؤد إلا إلى تسريع إزالة الغابات، مما يخلق ثلاثة أضعاف غازات الدفيئة من النفط والغاز. في محاولة لوقف إزالة الغابات الاستوائية، دفعت بعض الدول والشركات الغربية لتنظيم إنتاج زيت النخيل، لكن الخبراء يحذرون من أنه مع الطلب الهائل من الصين والهند، لا يزال من المتوقع أن يتضاعف الطلب على زيت النخيل بحلول عام 2050. "
 ],
 [
  "Charts on Palm Oil",
  "الرسوم البيانية على زيت النخيل"
 ],
 [
  "Story 3: palm oil",
  "القصة 3: زيت النخيل"
 ],
 [
  "ORANGUTANS FACING EXTINCTION AS FIRES BLAZE",
  "إنسان الغاب يواجه الانقراض مع اشتعال الحرائق"
 ],
 [
  "As their habitat burns, the orangutans are in trouble. Their orangutan population in Borneo is already down by more than 50% over the past 60 years - the threat of extinction in the wild made more real every year when the slash-and-burn fires begin. CNN travels deep into the jungle to see how conservation groups are struggling to rescue stranded orangutans. This is the species that is genetically close to humans- orangutans share 97% of our DNA. But a recent global U.N. report warns that orangutans are one of the million species that could soon go extinct.",
  "عندما يحترق موطنها، فإن إنسان الغاب في ورطة. انخفض عدد سكان إنسان الغاب في بورنيو بالفعل بأكثر من 50٪ على مدار الستين عامًا الماضية - أصبح خطر الانقراض في البرية أكثر واقعية كل عام عندما تبدأ حرائق القطع والحرق. تسافر CNN في أعماق الغابة لترى كيف تكافح مجموعات الحفظ لإنقاذ إنسان الغاب الذين تقطعت بهم السبل. هذا هو النوع القريب وراثيًا من البشر - يشترك إنسان الغاب في 97٪ من حمضنا النووي. لكن تقرير عالمي حديث للأمم المتحدة يحذر من أن إنسان الغاب هو واحد من ملايين الأنواع التي يمكن أن تنقرض قريبًا."
 ],
 [
  "Man carrying Orangutan",
  "رجل يحمل إنسان الغاب"
 ],
 [
  "Story 2: Orangutans",
  "القصة 2: إنسان الغاب"
 ],
 [
  "ASIA’S AMAZON: BORNEO IS BURNING",
  "أمازون آسيا: بورنيو تحترق"
 ],
 [
  "The jungles of Borneo are on fire. Bigger than Texas, this island is home to one of the oldest rainforests in the world. The inferno is sending vast clouds of toxic smog to smother cities like Singapore and Kuala Lumpur… while also accelerating global climate change. The fires are actually a man-made phenomenon worsened by a drought. Indonesian farmers carry out a slash-and-burn method to clear land for the production of palm oil. Palm oil is a key ingredient used by companies like Unilever, Colgate, and Nestle to make products like shampoo and chocolate... as well as biofuel.",
  "أدغال بورنيو مشتعلة. أكبر من تكساس، هذه الجزيرة هي موطن لواحدة من أقدم الغابات المطيرة في العالم. يرسل الجحيم سحبًا شاسعة من الضباب الدخاني السام إلى مدن خانقة مثل سنغافورة وكوالالمبور... بينما يسرع أيضًا تغير المناخ العالمي. الحرائق هي في الواقع ظاهرة من صنع الإنسان تفاقمت بسبب الجفاف. ينفذ المزارعون الإندونيسيون طريقة القطع والحرق لتطهير الأراضي لإنتاج زيت النخيل. زيت النخيل هو عنصر رئيسي تستخدمه شركات مثل Unilever و Colgate و Nestle لصنع منتجات مثل الشامبو والشوكولاتة... وكذلك الوقود الحيوي."
 ],
 [
  "CNN embeds with the Indonesian National Disaster Agency as it tries to douse the inferno. We fly over the blaze as firefighters water-bomb the forests, and even seed the clouds to promote early rainfalls. We also join local firefighters at ground level, and meet local conservationist Hardi Baktiantoro who is coordinating volunteer efforts to help. Finally, we talk to struggling Indonesian farmers... to learn why they start fires that cause so much environmental damage. ",
  "تتكامل شبكة CNN مع وكالة الكوارث الوطنية الإندونيسية وهي تحاول إخماد الجحيم. نحن نطير فوق الحريق بينما يقصف رجال الإطفاء الغابات بالماء، وحتى يزرعون السحب لتعزيز هطول الأمطار المبكر. ننضم أيضًا إلى رجال الإطفاء المحليين على مستوى الأرض, والتعرف على عالم الحفاظ على البيئة المحلي هاردي باكتيانتورو الذي ينسق جهود المتطوعين للمساعدة. أخيرًا، نتحدث إلى المزارعين الإندونيسيين الذين يكافحون... لمعرفة سبب بدء الحرائق التي تسبب الكثير من الأضرار البيئية. "
 ],
 [
  "Borneo Rainforest on fire",
  "غابة بورنيو المطيرة مشتعلة"
 ],
 [
  "Story 1: Borneo is burning",
  "القصة 1: بورنيو تحترق"
 ],
 [
  "Think Itinerary ",
  "أعتقد خط سير "
 ],
 [
  "It is always good to lay out how you think you will spend the time on the ground. Here is how Ivan and Rebecca presented their initial itinerary. ",
  "من الجيد دائمًا تحديد الطريقة التي تعتقد أنك ستقضي بها الوقت على الأرض. إليك كيف قدم إيفان وريبيكا خط سيرهما الأولي. "
 ],
 [
  "Day 9",
  "اليوم التاسع"
 ],
 [
  "Fly back to Jakarta and interview government officials from the Indonesian Forestry Ministry.",
  "يمكنك العودة إلى جاكرتا وإجراء مقابلات مع مسؤولين حكوميين من وزارة الغابات الإندونيسية."
 ],
 [
  "Interviews in Jakarta and Flight Back to Hong Kong",
  "مقابلات في جاكرتا ورحلة العودة إلى هونغ كونغ"
 ],
 [
  "Day 8 ",
  "اليوم الثامن "
 ],
 [
  " Interview farmers and local activists on palm oil industry.  ",
  " مقابلة المزارعين والنشطاء المحليين حول صناعة زيت النخيل.  "
 ],
 [
  "Focus on Palm Oil Industry",
  "التركيز على صناعة زيت النخيل"
 ],
 [
  "Day 6-7",
  "اليوم 6-7"
 ],
 [
  "Film with primatologist, during an eco-tour of the orangutan habitats in the jungle and along the river.",
  "فيلم مع عالم الرئيسيات، خلال جولة بيئية لموائل إنسان الغاب في الغابة وعلى طول النهر."
 ],
 [
  "Orangutan Habitat",
  "موطن إنسان الغاب"
 ],
 [
  "Day  4-5",
  "اليوم 4-5"
 ],
 [
  "Film fires from the ground with firefighters and with Indonesian conservationist Hardi Baktiantoro, who is currently working with firefighters and local officials with water trucks to put out the fires at ground level. Also accompany Hardi to the orangutan rescue center he works for, where they are rehabilitating rescued animals and trying to protect them from the fires. ",
  "حرائق الأفلام من الأرض مع رجال الإطفاء ومع الحفاظ على البيئة الإندونيسي هاردي باكتيانتورو, الذي يعمل حاليًا مع رجال الإطفاء والمسؤولين المحليين بشاحنات المياه لإخماد الحرائق على مستوى الأرض. كما يرافق هاردي إلى مركز إنقاذ إنسان الغاب الذي يعمل لديه، حيث يقومون بإعادة تأهيل الحيوانات التي تم إنقاذها ومحاولة حمايتها من الحرائق. "
 ],
 [
  "Embed with Firefighters",
  "تضمين مع رجال الإطفاء"
 ],
 [
  "Day 2-3",
  "اليوم 2-3"
 ],
 [
  "Film fires raging from the air. Either water-bombing/cloud-seeding flight with National Disaster Agency, or via hired helicopter from Surabaya. Interview disaster officials on fire situation. Also film at a local community impacted by the fires.",
  "حرائق الأفلام مستعرة من الجو. إما قصف الماء/رحلة البذر السحابي مع الوكالة الوطنية للكوارث، أو عبر طائرة هليكوبتر مستأجرة من سورابايا. مقابلة مسؤولي الكوارث حول حالة الحريق. قم أيضًا بتصوير مجتمع محلي متأثر بالحرائق."
 ],
 [
  "Day 1",
  "اليوم الأول"
 ],
 [
  " Fly from Hong Kong to Jakarta or Surabaya; take an internal flight to Borneo. ",
  " سافر من هونج كونج إلى جاكرتا أو سورابايا؛ خذ رحلة داخلية إلى بورنيو. "
 ],
 [
  "Flight to Borneo",
  "رحلة بورنيو"
 ],
 [
  "Think Budget",
  "فكر في الميزانية"
 ],
 [
  "It is always good to have a pretty clear idea how much your shoot is going to cost. Plans will change and you might have to ask for more money in the end, but you need to include a detailed budget in your pitch. This is what Ivan and Rebecca included in their pitch. ",
  "من الجيد دائمًا أن يكون لديك فكرة واضحة جدًا عن تكلفة التصوير. ستتغير الخطط وقد تضطر إلى طلب المزيد من المال في النهاية، ولكن عليك تضمين ميزانية مفصلة في عرضك التقديمي. هذا ما أدرجه إيفان وريبيكا في عرضهما. "
 ],
 [
  "The Team: reporter, producer and photojournalist for 9 nights and 10 days. ",
  "الفريق: مراسل ومنتج ومصور صحفي لمدة 9 ليال و 10 أيام. "
 ],
 [
  "What?",
  "ماذا؟"
 ],
 [
  "How much?",
  "كم؟"
 ],
 [
  "Flights from Hong Kong",
  "الرحلات من هونج كونج"
 ],
 [
  "$2,000",
  "2,000 دولار"
 ],
 [
  "$500",
  "500 دولار"
 ],
 [
  "Hotels",
  "الفنادق"
 ],
 [
  "$5,100",
  "5،100 دولار"
 ],
 [
  "Transportation and driver",
  "النقل والسائق"
 ],
 [
  "$1,500",
  "1,500 دولار"
 ],
 [
  "Local fixer",
  "المثبت المحلي"
 ],
 [
  "$2,400",
  "2,400 دولار"
 ],
 [
  "Miscellaneous",
  "متنوع"
 ],
 [
  "Think Multiplatform",
  "فكر متعدد المنصات"
 ],
 [
  "As you see, a big deployment like this one requires a lot of planning and costs an organization like CNN money. That's why it is important to think about how you can make the most of the content you gather on multiple platforms. ",
  "كما ترى، يتطلب النشر الكبير مثل هذا الكثير من التخطيط ويكلف منظمة مثل أموال CNN. لهذا السبب من المهم التفكير في كيفية تحقيق أقصى استفادة من المحتوى الذي تجمعه على منصات متعددة. "
 ],
 [
  "Click here to watch a 30-minute documentary",
  "انقر هنا لمشاهدة فيلم وثائقي مدته 30 دقيقة"
 ],
 [
  " Ivan and the team produced. You can also watch the short documentary they produced for CNN's Facebook show ",
  " أنتج إيفان والفريق. يمكنك أيضًا مشاهدة الفيلم الوثائقي القصير الذي أنتجوه لعرض CNN على Facebook "
 ],
 [
  "Go There",
  "اذهب إلى هناك"
 ],
 [
  "Read More",
  "اقرأ المزيد"
 ],
 [
  "Click here to see the reporting on ",
  "انقر هنا للاطلاع على التقارير "
 ],
 [
  "Borneo is Burning",
  "بورنيو تحترق"
 ],
 [
  " by Ivan Watson and his team.",
  " من قبل إيفان واتسون وفريقه."
 ],
 [
  "Let's go through some scenarios for proposing your story to your commissioning editor.",
  "دعنا نذهب من خلال بعض السيناريوهات لاقتراح قصتك إلى محرر التكليف الخاص بك."
 ],
 [
  "I have a general idea for a story, but haven't done a lot of research yet. I'm not really sure where to go or who I might talk to when I get there. Should I pitch it to my commissioning editor?",
  "لدي فكرة عامة عن قصة، لكنني لم أقم بالكثير من الأبحاث حتى الآن. لست متأكدًا حقًا إلى أين أذهب أو من قد أتحدث معه عندما أصل إلى هناك. هل يجب أن أقدمها إلى محرر التكليف الخاص بي؟"
 ],
 [
  "Not yet!",
  "ليس بعد!"
 ],
 [
  "That's right. You need to do more research in order to give your commissioning editor more specifics so he or she can decide if it's a story you should go and do.",
  "هذا صحيح. تحتاج إلى إجراء المزيد من البحث من أجل إعطاء محرر التكليف الخاص بك مزيدًا من التفاصيل حتى يتمكن من تحديد ما إذا كانت قصة يجب عليك القيام بها والقيام بها."
 ],
 [
  "Go for it!",
  "اذهب لذلك!"
 ],
 [
  "That's not the best option right now: your commissioning editor needs to know more details about how you plan to tell your story and how you can put your stamp on it.",
  "هذا ليس الخيار الأفضل في الوقت الحالي: يحتاج محرر التكليف الخاص بك إلى معرفة المزيد من التفاصيل حول الطريقة التي تخطط بها لإخبار قصتك وكيف يمكنك وضع طابعك عليها."
 ],
 [
  "I've done some more reading and talking to people. I know of a few elements I can get for my story, but I don't have all of the elements planned out. Is it time for a pitch?",
  "لقد قمت ببعض القراءة والتحدث إلى الناس. أعرف بعض العناصر التي يمكنني الحصول عليها لقصتي، لكن ليس لدي كل العناصر المخطط لها. هل حان الوقت لعرض تقديمي؟"
 ],
 [
  "Wait until you have all of your elements figured out first.",
  "انتظر حتى يتم اكتشاف جميع العناصر الخاصة بك أولاً."
 ],
 [
  "That's not the correct answer: while you should know some images and interviews that you can get for sure, there may be others that you'll find there to be the icing on the cake.",
  "هذه ليست الإجابة الصحيحة: في حين يجب أن تعرف بعض الصور والمقابلات التي يمكنك الحصول عليها بالتأكيد، قد يكون هناك آخرون ستجد أن هناك الجليد على الكعكة."
 ],
 [
  "You want to give your news organization's decision-makers a good idea of what you'll use to tell the story. But you won't know everything you'll get until you get there to report on the story. ",
  "تريد أن تعطي صانعي القرار في مؤسستك الإخبارية فكرة جيدة عما ستستخدمه لسرد القصة. لكنك لن تعرف كل شيء ستحصل عليه حتى تصل إلى هناك للإبلاغ عن القصة. "
 ],
 [
  "Go make your pitch. Good luck!",
  "الذهاب جعل الملعب الخاص بك. حظ سعيد!"
 ],
 [
  "That's right! You want to give your news organization's decision-makers a good idea of what you'll use to tell the story. But you won't know everything you'll get until you get there to report on the story. ",
  "هذا صحيح! تريد أن تعطي صانعي القرار في مؤسستك الإخبارية فكرة جيدة عما ستستخدمه لسرد القصة. لكنك لن تعرف كل شيء ستحصل عليه حتى تصل إلى هناك للإبلاغ عن القصة. "
 ],
 [
  "Your pitch is approved, so now what?",
  "تمت الموافقة على pitch الخاص بك، فماذا الآن؟"
 ],
 [
  "You'll learn about getting ready to go on the road to report on your story.",
  "ستتعرف على كيفية الاستعداد للذهاب على الطريق للإبلاغ عن قصتك."
 ],
 [
  "Getting Ready to Go on the Road",
  "الاستعداد للذهاب على الطريق"
 ],
 [
  "Before you start asking the tough questions, there are a lot of questions to ask yourself ",
  "قبل البدء في طرح الأسئلة الصعبة، هناك الكثير من الأسئلة لطرحها على نفسك "
 ],
 [
  "when you are getting ready to go out into the field",
  "عندما تستعد للخروج إلى الميدان"
 ],
 [
  " to report on a story. There’s a lot to take into account. And no matter how much planning you do, ",
  " للإبلاغ عن قصة. هناك الكثير لتأخذ في الاعتبار. وبغض النظر عن مقدار التخطيط الذي تقوم به، "
 ],
 [
  "you should always prepare for things to go wrong",
  "يجب أن تستعد دائمًا لحدوث الأمور بشكل خاطئ"
 ],
 [
  " or at least go differently than what you expected. ",
  " أو على الأقل تسير بشكل مختلف عما كنت تتوقعه. "
 ],
 [
  "Making an Editorial Plan",
  "وضع خطة تحريرية"
 ],
 [
  "Before you head out, you need to talk with your team about the story you are trying to get and the elements you have in mind. Your photojournalist and producer will have ideas and can help get together a working plan. The emphasis here is on ",
  "قبل الخروج، تحتاج إلى التحدث مع فريقك حول القصة التي تحاول الحصول عليها والعناصر التي تفكر فيها. سيكون لدى المصور الصحفي والمنتج أفكار ويمكن أن يساعدا في وضع خطة عمل. يتم التركيز هنا على "
 ],
 [
  "working",
  "العمل"
 ],
 [
  " plan, because the story or situation could change, and you'll need to adapt. Constant communication with your team is crucial throughout the process.",
  " الخطة، لأن القصة أو الموقف يمكن أن يتغير، وستحتاج إلى التكيف. التواصل المستمر مع فريقك أمر بالغ الأهمية طوال العملية."
 ],
 [
  "Putting together a ",
  "تجميع ملف "
 ],
 [
  "storyboard",
  "القصة المصورة"
 ],
 [
  " beforehand will help organize the editorial plan for your story.",
  " قبل ذلك سوف تساعد في تنظيم الخطة التحريرية لقصتك."
 ],
 [
  "Elements of a Successful Storyboard",
  "عناصر لوحة العمل الناجحة"
 ],
 [
  "Your storyboard can ",
  "يمكن للوحة العمل الخاصة بك "
 ],
 [
  "evolve ",
  "تتطور "
 ],
 [
  "as you gather video, other elements and information. Have backups, if things unfold differently than you thought they would.",
  "أثناء جمع الفيديو والعناصر والمعلومات الأخرى. احصل على نسخ احتياطية، إذا كانت الأمور تتكشف بشكل مختلف عما كنت تعتقد أنها ستفعل."
 ],
 [
  "Flexibility",
  "المرونة"
 ],
 [
  "Your storyboard should include a list of the ",
  "يجب أن تتضمن لوحة العمل الخاصة بك قائمة "
 ],
 [
  " you are hoping to get. For a television piece, it should include the key opening shot that will grab the audience's attention.",
  " كنت تأمل في الحصول عليها. بالنسبة إلى قطعة تلفزيونية، يجب أن تتضمن اللقطة الافتتاحية الرئيسية التي ستجذب انتباه الجمهور."
 ],
 [
  "Visuals",
  "مرئيات"
 ],
 [
  "The storyboard is your ",
  "لوحة العمل هي "
 ],
 [
  "outline",
  "الخطوط العريضة"
 ],
 [
  " for how the visuals and narrative will fit together and what your story could look like.",
  " لمعرفة كيف ستنسجم العناصر المرئية والسرد معًا وكيف يمكن أن تبدو قصتك."
 ],
 [
  "Structure",
  "هيكل"
 ],
 [
  "Be Prepared",
  "كن مستعدًا"
 ],
 [
  "There are a lot of logistics to take into consideration when you're getting ready to go.",
  "هناك الكثير من الخدمات اللوجستية التي يجب مراعاتها عندما تستعد للذهاب."
 ],
 [
  "Do you need any legal advice before you go?",
  "هل تحتاج إلى أي مشورة قانونية قبل أن تذهب؟"
 ],
 [
  "What kind of ethical considerations do you need to make?",
  "ما نوع الاعتبارات الأخلاقية التي تحتاج إلى القيام بها؟"
 ],
 [
  "How much support will you need from back at headquarters?",
  "ما مقدار الدعم الذي ستحتاجه من الخلف في المقر الرئيسي؟"
 ],
 [
  "What about permits or visas?",
  "ماذا عن التصاريح أو التأشيرات؟"
 ],
 [
  "Do you have enough money with you?",
  "هل لديك ما يكفي من المال معك؟"
 ],
 [
  "Other Logistics",
  "الخدمات اللوجستية الأخرى"
 ],
 [
  "Can you file your story from your location?",
  "هل يمكنك تقديم قصتك من موقعك؟"
 ],
 [
  "Will you need to go back to base to file?",
  "هل ستحتاج إلى العودة إلى القاعدة للملف؟"
 ],
 [
  "How much post-production time will you need?",
  "ما مقدار وقت ما بعد الإنتاج الذي ستحتاجه؟"
 ],
 [
  "Delivering Your Story",
  "تقديم قصتك"
 ],
 [
  "Will you drive or fly?",
  "هل ستقود أو تطير؟"
 ],
 [
  "How long will it take to get there?",
  "كم من الوقت سيستغرق للوصول إلى هناك؟"
 ],
 [
  "Where will you stay?",
  "أين ستقيم؟"
 ],
 [
  "How much time do you need there?",
  "كم من الوقت تحتاج هناك؟"
 ],
 [
  "Travel",
  "السفر"
 ],
 [
  "What other media will be there?",
  "ما هي وسائل الإعلام الأخرى التي ستكون هناك؟"
 ],
 [
  "If you are the only team there, why is that?",
  "إذا كنت الفريق الوحيد هناك، لماذا هذا؟"
 ],
 [
  "The Competition",
  "المسابقة"
 ],
 [
  "Do you plan to go alone or do you need a crew?",
  "هل تخطط للذهاب بمفردك أم تحتاج إلى طاقم؟"
 ],
 [
  "Will you need a producer?",
  "هل ستحتاج إلى منتج؟"
 ],
 [
  "Do you need a photographer?",
  "هل تحتاج إلى مصور؟"
 ],
 [
  "Do you need security?",
  "هل تحتاج إلى الأمان؟"
 ],
 [
  "Can you trust the people who will work with you once you are there?",
  "هل يمكنك الوثوق بالأشخاص الذين سيعملون معك بمجرد أن تكون هناك؟"
 ],
 [
  "Your Team",
  "فريق العمل"
 ],
 [
  "What type of place are you going to?",
  "ما نوع المكان الذي ستذهب إليه؟"
 ],
 [
  "What kind of safety considerations do you need to consider?",
  "ما نوع اعتبارات السلامة التي تحتاج إلى أخذها في الاعتبار؟"
 ],
 [
  "What type of equipment do you need?",
  "ما نوع المعدات التي تحتاجها؟"
 ],
 [
  "The Environment",
  "البيئة"
 ],
 [
  "Even if it looks like the story could change, you should stick to the storyboard",
  "حتى لو بدا أن القصة يمكن أن تتغير، يجب عليك التمسك بلوحة العمل"
 ],
 [
  "You should have an idea of the photos you would like to get before you arrive",
  "يجب أن يكون لديك فكرة عن الصور التي ترغب في الحصول عليها قبل وصولك"
 ],
 [
  "A storyboard is a dynamic document and is likely to change and adapt",
  "لوحة العمل هي وثيقة ديناميكية ومن المرجح أن تتغير وتتكيف"
 ],
 [
  "Your initial story is likely to change, so there is little point planning",
  "من المرجح أن تتغير قصتك الأولية، لذلك هناك القليل من التخطيط للنقاط"
 ],
 [
  "You've made a storyboard, planned your logistics and done your research, so now you're ready to go.",
  "لقد قمت بعمل لوحة مصورة، خططت لوجستيك وقمت بأبحاثك، لذا أنت الآن جاهز للذهاب."
 ],
 [
  "You'll learn about what to do when you get there.",
  "ستتعرف على ما يجب فعله عندما تصل إلى هناك."
 ],
 [
  "Production ",
  "الإنتاج "
 ],
 [
  "On the Ground",
  "على الأرض"
 ],
 [
  "Getting Your Story",
  "الحصول على قصتك"
 ],
 [
  "Now that you are there, it's time to open your eyes and ears. Look for strong images, listen for good sound, and take in what people are telling you. The communication with your team and flexibility we talked about during your preparations will come into play here.",
  "الآن بعد أن أصبحت هناك، حان الوقت لفتح عينيك وأذنك. ابحث عن صور قوية، واستمع إلى صوت جيد، واستمتع بما يخبرك به الناس. التواصل مع فريقك والمرونة التي تحدثنا عنها أثناء استعداداتك ستدخل حيز التنفيذ هنا."
 ],
 [
  "Ben Wedeman, CNN Senior International Correspondent",
  "بن ويدمان، مراسل سي إن إن الدولي الأول"
 ],
 [
  " The idea that the script is written before you've shot the story is blasphemy in this business. You go out and the story sort of comes. You might have the general outlines of the story, but the story itself doesn't really come together until you actually go out and shoot it.",
  " فكرة أن النص مكتوب قبل تصوير القصة هي تجديف في هذا العمل. تخرج وتأتي القصة نوعًا ما. قد يكون لديك الخطوط العريضة العامة للقصة، لكن القصة نفسها لا تجتمع حقًا حتى تخرج وتطلقها."
 ],
 [
  "Observe What Is Going On Around You",
  "راقب ما يدور حولك"
 ],
 [
  "After all of your research and preparation, you may have an idea about what it's going to be like on the ground. But you'll never know everything until you're actually there. You could miss the story, or an even better one, if you aren't taking in all of the interesting things happening around you. Keep an open mind, and be sure to talk to people.",
  "بعد كل بحثك وإعدادك، قد تكون لديك فكرة عما سيكون عليه الحال على أرض الواقع. لكنك لن تعرف كل شيء أبدًا حتى تكون هناك بالفعل. قد تفوتك القصة، أو حتى قصة أفضل، إذا كنت لا تأخذ كل الأشياء المثيرة للاهتمام التي تحدث من حولك. حافظ على عقل منفتح، وتأكد من التحدث إلى الناس."
 ],
 [
  "You could learn of something new to pursue",
  "هل يمكن أن تتعلم شيئا جديدا لمتابعة"
 ],
 [
  "The people you talk to could tell you something you didn't know",
  "يمكن للأشخاص الذين تتحدث معهم أن يخبروك بشيء لا تعرفه"
 ],
 [
  "Establish contact in a way that will build trust",
  "إنشاء اتصال بطريقة من شأنها بناء الثقة"
 ],
 [
  "Talk to those directly impacted by what's happening and encourage them to tell you their stories",
  "تحدث إلى الأشخاص المتأثرين بشكل مباشر بما يحدث وشجعهم على إخبارك بقصصهم"
 ],
 [
  "Stay Flexible",
  "حافظ على المرونة"
 ],
 [
  "The story might not be what you thought it was going to be. Or you might run into obstacles. You should expect something to go wrong, so it's important to stay flexible. Do not panic, and don't give up. ",
  "قد لا تكون القصة كما كنت تعتقد أنها ستكون. أو قد تواجه عقبات. يجب أن تتوقع حدوث خطأ ما، لذلك من المهم أن تظل مرنًا. لا داعي للذعر، ولا تستسلم. "
 ],
 [
  "The weather could get in the way of your great pictures. Your interview could fall through. Someone could try to prevent you from telling the story. Or you might run into language or cultural barriers.",
  "يمكن أن يقف الطقس في طريق صورك الرائعة. يمكن أن تسقط مقابلتك. يمكن لشخص ما أن يحاول منعك من سرد القصة. أو قد تواجه حواجز لغوية أو ثقافية."
 ],
 [
  "Hurricane on the coast",
  "إعصار على الساحل"
 ],
 [
  "Difficulties",
  "الصعوبات"
 ],
 [
  "Someone else might get to your story first. Or other journalists could be there when you get there.  If no other journalists are there, you should ask yourself why.",
  "قد يصل شخص آخر إلى قصتك أولاً. أو يمكن أن يكون هناك صحفيون آخرون عندما تصل إلى هناك. إذا لم يكن هناك صحفيون آخرون، يجب أن تسأل نفسك لماذا."
 ],
 [
  "Journalists messaging",
  "مراسلة الصحفيين"
 ],
 [
  "You may get there too early or too late. Maybe you have poor timing or maybe there are travel delays. You could leave before the story actually plays out.",
  "قد تصل إلى هناك مبكرًا جدًا أو متأخرًا جدًا. ربما يكون لديك توقيت ضعيف أو ربما هناك تأخير في السفر. يمكنك المغادرة قبل أن تبدأ القصة بالفعل."
 ],
 [
  "People leaving Wuhan airport",
  "تصنيف: أشخاص يغادرون مطار ووهان"
 ],
 [
  "Your Timing",
  "التوقيت الخاص بك"
 ],
 [
  "Communicate With Your Team",
  "تواصل مع فريقك"
 ],
 [
  "Keep the discussion going about what you are seeing and finding. The other members of your team are also observing and may have ideas for your story. This is a team effort, and you may need to step back at times so you don't get in the way of your photojournalist's and producer's creativity.",
  "استمر في المناقشة حول ما تراه وتجده. يراقب الأعضاء الآخرون في فريقك أيضًا وقد يكون لديهم أفكار لقصتك. هذا جهد جماعي، وقد تحتاج إلى التراجع في بعض الأحيان حتى لا تقف في طريق إبداع المصور الصحفي والمنتج."
 ],
 [
  "Get What You Came For",
  "احصل على ما جئت من أجله"
 ],
 [
  "While you are at your location, it's a good idea to check the elements you've gathered at the end of each day. Make sure you have enough images, natural sound, and interviews to:",
  "أثناء وجودك في موقعك، من الجيد التحقق من العناصر التي جمعتها في نهاية كل يوم. تأكد من أن لديك ما يكفي من الصور والصوت الطبيعي والمقابلات من أجل:"
 ],
 [
  "Give context to the story and location",
  "إعطاء سياق للقصة والموقع"
 ],
 [
  "Establish the atmosphere of the place",
  "إنشاء جو المكان"
 ],
 [
  "Tell your narrative",
  "أخبر سردك"
 ],
 [
  "REPORTING FROM THE FIELD",
  "تقديم التقارير من الميدان"
 ],
 [
  "Learn more about Reporting from the Field in this course.",
  "تعرف على المزيد حول إعداد التقارير من الميدان في هذه الدورة."
 ],
 [
  "START COURSE HERE ",
  "ابدأ الدورة هنا "
 ],
 [
  "You have selected the correct answer - well done!",
  "لقد حددت الإجابة الصحيحة - أحسنت!"
 ],
 [
  "When you are reporting on the ground for your story, you should ensure that you ",
  "عندما تقوم بالإبلاغ على أرض الواقع عن قصتك، يجب عليك التأكد من أنك "
 ],
 [
  "stay flexible",
  "حافظ على المرونة"
 ],
 [
  " (even if it means deviating from your original plan) and ",
  " (حتى لو كان ذلك يعني الانحراف عن خطتك الأصلية) و "
 ],
 [
  "maintain open communication",
  "الحفاظ على التواصل المفتوح"
 ],
 [
  " with your team and your sources. ",
  " مع فريقك ومصادرك. "
 ],
 [
  "Sorry, you have not selected both of the correct answers.",
  "المعذرة، لم تقم بتحديد كلتا الإجابتين الصحيحتين."
 ],
 [
  " with your team and your sources. This might look like listening to what people at the location are saying, and keeping the conversation going with your team about what you are finding. ",
  " مع فريقك ومصادرك. قد يبدو هذا مثل الاستماع إلى ما يقوله الأشخاص في الموقع، والحفاظ على استمرار المحادثة مع فريقك حول ما تجده. "
 ],
 [
  "Regardless of where your story takes you, there are certain things that you should always do when you are on the ground reporting for your story.",
  "بغض النظر عن المكان الذي تأخذك إليه قصتك، هناك أشياء معينة يجب عليك فعلها دائمًا عندما تكون على الأرض للإبلاغ عن قصتك."
 ],
 [
  "Select two examples of best practice from the following options.",
  "حدد مثالين لأفضل الممارسات من الخيارات التالية."
 ],
 [
  "Stick to your plan and only get what you came for.",
  "التزم بخطتك واحصل فقط على ما جئت من أجله."
 ],
 [
  "Listen to what people there are saying.",
  "استمع إلى ما يقوله الناس هناك."
 ],
 [
  "Keep the conversation going with your team about what you are finding.",
  "استمر في المحادثة مع فريقك حول ما تجده."
 ],
 [
  "Cut your losses and quit when you run into obstacles.",
  "قلل من خسائرك واستقيل عندما تواجه عقبات."
 ],
 [
  "You'll learn about going where your story takes you.",
  "ستتعرف على الذهاب إلى حيث تأخذك قصتك."
 ],
 [
  "Following the Story -- or Not",
  "متابعة القصة - أم لا"
 ],
 [
  "When you are on the ground following your story, it is ",
  "عندما تكون على الأرض تتابع قصتك، فهي كذلك "
 ],
 [
  "crucial to stay true to it",
  "حاسمة للبقاء وفيا لها"
 ],
 [
  " and go where it takes you, even if you end up with a story that isn't what you expected. This is part of the ",
  " وتذهب حيث يأخذك، حتى لو كنت في نهاية المطاف مع قصة ليست ما كنت تتوقع. هذا جزء من "
 ],
 [
  "adventure of the storyteller's job.",
  "مغامرة وظيفة راوي القصص."
 ],
 [
  "Go Where the Story Takes You",
  "اذهب إلى حيث تأخذك القصة"
 ],
 [
  "It is important to be armed with all of the research and preparation you have done before you get there. Knowing the background of a story, along with the history of the place or situation, will help you provide your audience with context. But when you are there, you need to go where the events on the ground take you.",
  "من المهم أن تكون مسلحًا بجميع الأبحاث والإعداد الذي قمت به قبل الوصول إلى هناك. ستساعدك معرفة خلفية القصة، جنبًا إلى جنب مع تاريخ المكان أو الموقف، على تزويد جمهورك بالسياق. ولكن عندما تكون هناك، عليك أن تذهب إلى حيث تأخذك الأحداث على الأرض."
 ],
 [
  "Don't try to force a story that isn't there or one that is nothing how you thought it would be. Acknowledge that things aren't what you expected and see what story ",
  "لا تحاول فرض قصة غير موجودة أو قصة لا شيء كما كنت تعتقد أنها ستكون. اعترف بأن الأشياء ليست كما توقعت وشاهد القصة "
 ],
 [
  "is",
  "هو"
 ],
 [
  " there.",
  " هناك."
 ],
 [
  "Acknowledge ",
  "نعترف "
 ],
 [
  "Pay attention to what's going on around you.  Ask questions about the things you're seeing and what you see people doing.  That could be a part of the story that you didn't know existed.  Or that could even be your story.",
  "انتبه إلى ما يحدث من حولك. اطرح أسئلة حول الأشياء التي تراها وما تراه يفعله الأشخاص. قد يكون هذا جزءًا من القصة التي لم تكن تعلم بوجودها. أو يمكن أن تكون قصتك."
 ],
 [
  "Observe",
  "لاحظ"
 ],
 [
  "Let your storytelling be guided by what what you see and who you meet.  Don't arrive at your story thinking you know what's going on, because there could be a lot you won't know until you get there.",
  "دع رواية القصص الخاصة بك تسترشد بما تراه ومن تقابله. لا تصل إلى قصتك معتقدًا أنك تعرف ما يحدث، لأنه قد يكون هناك الكثير الذي لن تعرفه حتى تصل إلى هناك."
 ],
 [
  "Keep an Open Mind",
  "حافظ على عقل متفتح"
 ],
 [
  "Phil Black, CNN International Correspondent",
  "فيل بلاك، مراسل CNN الدولي"
 ],
 [
  "No matter how clear a vision you may have had before going into a particular story, I think it's important to keep an open mind and to be led by what you actually see, feel, see and capture on the ground itself. And allow that to really guide the direction of the story that you ultimately deliver.",
  "بغض النظر عن مدى وضوح الرؤية التي قد تكون لديك قبل الخوض في قصة معينة، أعتقد أنه من المهم أن تكون متفتحًا وأن تكون بقيادة ما تراه وتشعر به وتراه وتلتقطه على الأرض نفسها. واسمح لذلك بتوجيه اتجاه القصة التي تقدمها في النهاية."
 ],
 [
  "When the Story You Get Isn't the One You Expected",
  "عندما لا تكون القصة التي تحصل عليها هي القصة التي توقعتها"
 ],
 [
  "You've put in the work and followed the story where it took you, but what you end up with is nothing like you anticipated, so now what? Go with it!",
  "لقد وضعت في العمل وتابعت القصة حيث أخذتك، لكن ما ينتهي بك الأمر ليس كما توقعت، فماذا الآن؟ اذهب معها!"
 ],
 [
  "Be sure to communicate with your commissioning editor about what's changed",
  "تأكد من التواصل مع محرر التكليف الخاص بك حول ما تم تغييره"
 ],
 [
  "Maybe what is actually there is even better",
  "ربما ما هو موجود بالفعل أفضل"
 ],
 [
  "Have the confidence to stick with what you've found",
  "تمتع بالثقة للالتزام بما وجدته"
 ],
 [
  "Stay true to the story and report what's there",
  "ابق صادقًا مع القصة وأبلغ عما يوجد هناك"
 ],
 [
  "International Security Editor Nick Paton Walsh talks about stories that have completely changed once he got on the ground:",
  "محرر الأمن الدولي نك باتون والش يتحدث عن القصص التي تغيرت تماما بمجرد وصوله إلى الأرض:"
 ],
 [
  "Following the Story",
  "متابعة القصة"
 ],
 [
  "You are on the ground for your story, but it is turning out to be different than what you planned for. What should you do?",
  "أنت على الأرض من أجل قصتك، لكن اتضح أنها مختلفة عما خططت له. ماذا يجب أن تفعل؟"
 ],
 [
  "Go with the story you find and see where it leads you.",
  "اذهب مع القصة التي تجدها وانظر إلى أين تقودك."
 ],
 [
  "That's correct! Part of the adventure of storytelling is going where the story leads you.  What you find might be better than what you planned for.",
  "هذا صحيح! جزء من مغامرة سرد القصص هو الذهاب إلى حيث تقودك القصة. ما تجده قد يكون أفضل مما خططت له."
 ],
 [
  "Stick to your plan and ignore the new details that you're finding.",
  "التزم بخطتك وتجاهل التفاصيل الجديدة التي تجدها."
 ],
 [
  "Sorry, that's not the best option. While having a plan is recommended, it needs to be flexible so you can adapt to what you find.",
  "آسف، هذا ليس الخيار الأفضل. بينما يوصى بوضع خطة، يجب أن تكون مرنة حتى تتمكن من التكيف مع ما تجده."
 ],
 [
  "Part of the adventure of storytelling is going where the story leads you.  What you find might be better than what you planned for.",
  "جزء من مغامرة سرد القصص هو الذهاب إلى حيث تقودك القصة. ما تجده قد يكون أفضل مما خططت له."
 ],
 [
  "You follow the story where it leads you, but end up with something different than was in your pitch. What do you do?",
  "أنت تتابع القصة حيث تقودك، ولكن ينتهي بك الأمر بشيء مختلف عما كان عليه في عرضك التقديمي. ماذا تفعل؟"
 ],
 [
  "Tell your commissioning editor what you found.",
  "أخبر محرر التكليف الخاص بك بما وجدته."
 ],
 [
  "That's correct! Be upfront about what you found on the ground and be true to the story. You can't force a story that isn't there.",
  "هذا صحيح! كن صريحًا بشأن ما وجدته على الأرض وكن صادقًا مع القصة. لا يمكنك فرض قصة غير موجودة."
 ],
 [
  "Make the information and elements you've gathered work for the original pitch.",
  "اجعل المعلومات والعناصر التي جمعتها تعمل من أجل العرض التقديمي الأصلي."
 ],
 [
  "Sorry, that's not the best option. Instead, tell your commissioning editor, be upfront about what you found on the ground, and be true to the story. You can't force a story that isn't there.",
  "آسف، هذا ليس الخيار الأفضل. بدلاً من ذلك، أخبر محرر التكليف الخاص بك، وكن صريحًا بشأن ما وجدته على الأرض، وكن صادقًا مع القصة. لا يمكنك فرض قصة غير موجودة."
 ],
 [
  "You'll learn about managing your sources.",
  "ستتعرف على إدارة مصادرك."
 ],
 [
  "Managing Sources",
  "إدارة المصادر"
 ],
 [
  "It All Comes Down to Trust",
  "كل ذلك يعود إلى الثقة"
 ],
 [
  "Good storytelling is built on ",
  "رواية القصص الجيدة مبنية على "
 ],
 [
  "trust",
  "ثقة"
 ],
 [
  " -- the trust your sources have in you and the trust you have in them. You have to earn the trust of your sources that you are honest and will do the right thing with the story. But you also have to be able to trust that what they're telling you is factual and accurate. And once they've talked to you, you have a ",
  " - الثقة التي تتمتع بها مصادرك فيك والثقة التي لديك فيها. عليك أن تكسب ثقة مصادرك بأنك صادق وستفعل الشيء الصحيح مع القصة. ولكن عليك أيضًا أن تكون قادرًا على الوثوق بأن ما يقولونه لك واقعي ودقيق. وبمجرد أن يتحدثوا إليك، يكون لديك "
 ],
 [
  "responsibility",
  "المسئولية"
 ],
 [
  " to try to protect them from any repercussions.",
  " في محاولة لحمايتهم من أي تداعيات."
 ],
 [
  "Trust goes both ways.",
  "الثقة تسير في كلا الاتجاهين."
 ],
 [
  " You and your source both have to trust each other.",
  " يجب أن تثق أنت ومصدرك ببعضكما البعض."
 ],
 [
  "People shaking hands",
  "الناس يتصافحون"
 ],
 [
  "Earning a Source's Trust",
  "كسب ثقة المصدر"
 ],
 [
  "Whether it is someone who just lost their home in a natural disaster, a victim of human rights abuse, a witness to government wrongdoing, or a passer-by on the street, sources and potential sources should always be treated with respect. You may have to convince them that what they say matters and can make a difference.",
  "سواء كان شخصًا فقد منزله للتو في كارثة طبيعية, ضحية انتهاك حقوق الإنسان, شاهد على مخالفات حكومية, أو أحد المارة في الشارع, يجب دائمًا التعامل مع المصادر والمصادر المحتملة باحترام. قد تضطر إلى إقناعهم بأن ما يقولونه مهم ويمكن أن يحدث فرقًا."
 ],
 [
  "Keep your word.",
  "حافظ على كلمتك."
 ],
 [
  "If you agree to keep someone anonymous, stick to your agreement and make sure it happens.",
  "إذا وافقت على إبقاء شخص مجهول الهوية، التزم باتفاقك وتأكد من حدوثه."
 ],
 [
  "Be clear about expectations.",
  "كن واضحًا بشأن التوقعات."
 ],
 [
  "Let the person know when, where and how your story will appear.",
  "دع الشخص يعرف متى وأين وكيف ستظهر قصتك."
 ],
 [
  "Do your homework.",
  "قم بواجبك المنزلي."
 ],
 [
  "If you have a scheduled interview, find out something about the person, and, most importantly, learn how to pronounce their name properly.",
  "إذا كان لديك مقابلة مجدولة، فاكتشف شيئًا عن الشخص، والأهم من ذلك، تعلم كيفية نطق اسمه بشكل صحيح."
 ],
 [
  "Be politely persistent.",
  "كن مثابرًا بأدب."
 ],
 [
  "Show the person you really want to hear what they have to say.",
  "أظهر للشخص أنك تريد حقًا سماع ما سيقوله."
 ],
 [
  "Be patient.",
  "التحلي بالصبر."
 ],
 [
  "If it is a sensitive story, give your potential source some time to decide whether they want to talk to you.",
  "إذا كانت قصة حساسة، فامنح مصدرك المحتمل بعض الوقت ليقرر ما إذا كان يريد التحدث إليك."
 ],
 [
  "Be likeable.",
  "كن محبوبًا."
 ],
 [
  "No one is going to talk to someone they don't like.",
  "لن يتحدث أحد إلى شخص لا يحبه."
 ],
 [
  "Be polite.",
  "كن مهذبًا."
 ],
 [
  "Explain who you are and ask permission before you start taking pictures or start asking questions.",
  "اشرح من أنت واطلب الإذن قبل البدء في التقاط الصور أو البدء في طرح الأسئلة."
 ],
 [
  "Trusting Your Source",
  "الثقة في مصدرك"
 ],
 [
  "A good storyteller needs factual information to be at the core of his/her/their story. And you need truthful sources to do that. The ",
  "يحتاج راوي القصص الجيد إلى معلومات واقعية ليكون في صميم قصته/قصتها. وتحتاج إلى مصادر صادقة للقيام بذلك. إن "
 ],
 [
  "credibility",
  "مصداقية"
 ],
 [
  " of you and your organization are on the line.",
  " من أنت ومؤسستك على الخط."
 ],
 [
  "Unless you are talking to a trusted source with a reliable track record, you need to confirm the information you get with a second or even a third source.",
  "ما لم تكن تتحدث إلى مصدر موثوق به مع سجل حافل موثوق به، فأنت بحاجة إلى تأكيد المعلومات التي تحصل عليها من مصدر ثانٍ أو حتى مصدر ثالث."
 ],
 [
  "Even if the source isn't deliberately misinforming you, they might be passing along information they genuinely think is accurate. Or they might be telling you what they think they saw or what they remember seeing.",
  "حتى لو لم يقم المصدر بتضليلك عن عمد، فقد يمررون معلومات يعتقدون بصدق أنها دقيقة. أو ربما يخبرونك بما يعتقدون أنهم رأوه أو ما يتذكرون رؤيته."
 ],
 [
  "Call for backup",
  "اتصل للنسخ الاحتياطي"
 ],
 [
  "Depending on what type of story you are doing, research your source if you can. Use the internet. Double-check their information. Don't take claims at face value.  ",
  "اعتمادًا على نوع القصة التي تقوم بها، ابحث عن مصدرك إذا استطعت. استخدم الإنترنت. تحقق مرة أخرى من معلوماتهم. لا تأخذ المطالبات بالقيمة الاسمية. "
 ],
 [
  "Double-check",
  "تحقق مزدوج"
 ],
 [
  "What's your source's motive for giving you information? Do they have a self-serving agenda? ",
  "ما هو دافع مصدرك لإعطائك معلومات؟ هل لديهم أجندة ذاتية الخدمة؟ "
 ],
 [
  "If they are asking you to pay them, you have to question how reliable their information is.",
  "إذا كانوا يطلبون منك الدفع لهم، فعليك أن تتساءل عن مدى موثوقية معلوماتهم."
 ],
 [
  "Motivation",
  "التحفيز"
 ],
 [
  "No story is worth your life or the lives of the people working with you.",
  "لا توجد قصة تستحق حياتك أو حياة الأشخاص الذين يعملون معك."
 ],
 [
  "Shipyard destroyed by weather",
  "حوض بناء السفن الذي دمره الطقس"
 ],
 [
  "Protecting Your Source",
  "حماية مصدرك"
 ],
 [
  "Telling the truth can be dangerous, and you have to think about what could happen to your source once you leave.",
  "قد يكون قول الحقيقة أمرًا خطيرًا، وعليك التفكير فيما يمكن أن يحدث لمصدرك بمجرد مغادرتك."
 ],
 [
  "Keep them anonymous, if that's your agreement.",
  "أبقهم مجهولين، إذا كان هذا هو اتفاقك."
 ],
 [
  " If you are dealing with video, there are a lot of things you can do to hide your source's identity.",
  " إذا كنت تتعامل مع الفيديو، فهناك الكثير من الأشياء التي يمكنك القيام بها لإخفاء هوية مصدرك."
 ],
 [
  "Anonymity_Icon",
  "Anonymity_Icon"
 ],
 [
  "Be sure they want to be named.",
  "تأكد من أنهم يريدون أن يتم تسميتهم."
 ],
 [
  " Your source could face harassment or violence as a result of talking to you.",
  " قد يواجه مصدرك التحرش أو العنف نتيجة التحدث إليك."
 ],
 [
  "NameBadge_Icon",
  "رمز اسم Badge_icon"
 ],
 [
  "Make sure they fully understand the risks.",
  "تأكد من أنهم يفهمون المخاطر تمامًا."
 ],
 [
  " Be sure they know where your story will appear.",
  " تأكد من أنهم يعرفون أين ستظهر قصتك."
 ],
 [
  "Make sure they fully understand the risks. Be sure they know where your story will appear.",
  "تأكد من أنهم يفهمون المخاطر تمامًا. تأكد من أنهم يعرفون أين ستظهر قصتك."
 ],
 [
  "Case Study:",
  "دراسة حالة:"
 ],
 [
  "Inside the Plot to Kill a World Leader",
  "داخل مؤامرة لقتل زعيم عالمي"
 ],
 [
  "In August 2018, defectors from the Venezuelan military tried to assassinate Venezuelan President Nicolas Maduro in a drone attack. CNN's Nick Paton Walsh spent months talking to activists and opposition figures to piece together the plot.",
  "في أغسطس 2018، حاول المنشقون عن الجيش الفنزويلي اغتيال الرئيس الفنزويلي نيكولاس مادورو في هجوم بطائرة بدون طيار. أمضى نك باتون والش من CNN شهورًا في التحدث إلى النشطاء وشخصيات المعارضة لتجميع المؤامرة."
 ],
 [
  "Watch Nick's full report here, to see how he handled the anonymous source in his storytelling.",
  "شاهد تقرير (نك) الكامل هنا، لترى كيف تعامل مع المصدر المجهول في روايته القصصية."
 ],
 [
  "Watch Nick's Report",
  "شاهد تقرير Nick"
 ],
 [
  "It took Nick Paton Walsh months to track down a video of preparations for the attack. He tells us here how his patience finally paid off, when he got a phone call in the middle of the night. ",
  "استغرق الأمر أشهرًا من Nick Paton Walsh لتعقب مقطع فيديو عن الاستعدادات للهجوم. يخبرنا هنا كيف أن صبره يؤتي ثماره أخيراً، عندما تلقى مكالمة هاتفية في منتصف الليل. "
 ],
 [
  "Patience Pays Off",
  "الصبر يؤتي ثماره"
 ],
 [
  "Read more",
  "اقرأ المزيد"
 ],
 [
  "Click here to see CNN's reporting on the plot against Venezuela's president.",
  "انقر هنا لمشاهدة تقارير CNN حول المؤامرة ضد رئيس فنزويلا."
 ],
 [
  "If a source asks for payment, you should question their motivation",
  "إذا طلب أحد المصادر الدفع، فيجب أن تشكك في دوافعه"
 ],
 [
  "If a source is reluctant to talk to you, remind them of your story's urgency",
  "إذا كان المصدر مترددًا في التحدث إليك، فذكّره بإلحاح قصتك"
 ],
 [
  "If a source wants to be anonymous, they'll tell you; you don't need to check",
  "إذا أراد أحد المصادر أن يكون مجهول الهوية، فسيخبرك؛ لست بحاجة إلى التحقق"
 ],
 [
  "Always double-check a source's information, even if you already know them",
  "تحقق دائمًا من معلومات المصدر، حتى إذا كنت تعرفها بالفعل"
 ],
 [
  "We'll explore whether you really need to place yourself in the story.",
  "سنستكشف ما إذا كنت بحاجة حقًا إلى وضع نفسك في القصة."
 ],
 [
  "Placing Yourself in the Story",
  "وضع نفسك في القصة"
 ],
 [
  "Reporters in the Story",
  "مراسلون في القصة"
 ],
 [
  "We've all seen video of a reporter in a story, standing in front of a dark, empty building where all of the action ended hours earlier. A reporter ",
  "لقد رأينا جميعًا مقطع فيديو لمراسل في قصة، يقف أمام مبنى مظلم فارغ حيث انتهت جميع الأحداث قبل ساعات. مراسل "
 ],
 [
  "stand-up",
  "موقف متابعة"
 ],
 [
  "piece-to-camera",
  "قطعة إلى كاميرا"
 ],
 [
  " can look silly when it's unnecessary. But it can also serve a purpose in a story.",
  " يمكن أن تبدو سخيفة عندما تكون غير ضرورية. ولكن يمكن أن يخدم أيضًا غرضًا في القصة."
 ],
 [
  "Case Study: Sierra Leone",
  "دراسة حالة: سيراليون"
 ],
 [
  "Watch Senior International Correspondent Ben Wedeman's story from Sierra Leone's civil war, where he intentionally chose ",
  "شاهد قصة كبير المراسلين الدوليين بن ويدمان من الحرب الأهلية في سيراليون، حيث اختار عمدا "
 ],
 [
  "not to do a stand-up",
  "عدم القيام بالوقوف"
 ],
 [
  "Ben received Emmy and Edward R. Murrow awards for his coverage of the conflict.",
  "حصل بن على جائزتي إيمي وإدوارد آر مورو لتغطيته للصراع."
 ],
 [
  "When a Reporter Stand-Up Works",
  "عندما يعمل موقف المراسل"
 ],
 [
  "Although you should be careful not to overuse reporter pieces-to-camera, there are certain situations when seeing a reporter on camera can enhance your storytelling:",
  "على الرغم من أنك يجب أن تكون حريصًا على عدم الإفراط في استخدام المراسل من قطعة إلى كاميرا، إلا أن هناك مواقف معينة يمكن أن تؤدي فيها رؤية مراسل على الكاميرا إلى تحسين سرد القصص:"
 ],
 [
  "Civil war",
  "حرب أهلية"
 ],
 [
  "You have an unusual location",
  "لديك موقع غير عادي"
 ],
 [
  "Use the stand-up or piece-to-camera as a way to showcase your location, whether it's beautiful scenery or war. You can walk the viewer through the rubble of a home destroyed by natural disaster or show them the scale of a scene. ",
  "استخدم الوقوف أو من قطعة إلى كاميرا كطريقة لعرض موقعك، سواء كان مشهدًا جميلًا أو حربًا. يمكنك المشي المشاهد من خلال أنقاض منزل دمرته كارثة طبيعية أو تبين لهم حجم المشهد. "
 ],
 [
  "People protesting",
  "الناس يحتجون"
 ],
 [
  "Things are happening around you",
  "الأشياء تحدث من حولك"
 ],
 [
  "Show the viewer what's happening around you, like protests or fighting, and describe the scene. However, don't be afraid to step aside to let the pictures speak for themselves.",
  "أظهر للمشاهد ما يحدث من حولك، مثل الاحتجاجات أو القتال، ووصف المشهد. ومع ذلك، لا تخف من التنحي للسماح للصور بالتحدث عن نفسها."
 ],
 [
  "Reporter in the field",
  "مراسل في الميدان"
 ],
 [
  "There are no good pictures",
  "لا توجد صور جيدة"
 ],
 [
  "Tell important information that doesn't have pictures to go with it and look for a background that adds something to your story. This can help transition one part of the story to the next. ",
  "أخبر معلومات مهمة لا تحتوي على صور لتتماشى معها وابحث عن خلفية تضيف شيئًا إلى قصتك. يمكن أن يساعد ذلك في نقل جزء من القصة إلى الجزء التالي. "
 ],
 [
  "The Story Matters Most",
  "القصة هي الأكثر أهمية"
 ],
 [
  " A storyteller should avoid making themselves part of the story. Your photographer is there to capture the images of the story, not you blocking them. The focus should remain on the story, not on what you're doing or whether you're the first reporter to get there.",
  " يجب على راوي القصص تجنب جعل نفسه جزءًا من القصة. المصور الخاص بك موجود لالتقاط صور القصة، وليس حظرها. يجب أن يظل التركيز على القصة، وليس على ما تفعله أو ما إذا كنت أول مراسل يصل إلى هناك."
 ],
 [
  "We will focus on putting it all together with a narrative thread.",
  "سنركز على تجميع كل ذلك مع خيط سردي."
 ],
 [
  "Crafting your story",
  "صياغة قصتك"
 ],
 [
  "The Narrative Thread",
  "الخيط السردي"
 ],
 [
  "You've been on the ground for your story. You've observed. You've talked to your sources. Your photographer has shot strong images.",
  "لقد كنت على الأرض من أجل قصتك. لقد لاحظت. لقد تحدثت إلى مصادرك. قام المصور الخاص بك بتصوير صور قوية."
 ],
 [
  "Now it's time to craft your story.",
  "حان الوقت الآن لصياغة قصتك."
 ],
 [
  "Reporter on the ground",
  "مراسل على الأرض"
 ],
 [
  "Finding a Narrative Thread",
  "العثور على خيط سردي"
 ],
 [
  "This is where a journalist becomes a storyteller and does more than just convey information to the audience. The storyteller builds the story around a narrative thread that will engage the audience and keep their attention. This arc flows through the story and carries the audience from start to finish. A person can often serve in the role of narrative thread, but not always.",
  "هذا هو المكان الذي يصبح فيه الصحفي راوي قصص ويفعل أكثر من مجرد نقل المعلومات إلى الجمهور. يبني راوي القصة حول خيط سردي يجذب الجمهور ويحافظ على انتباههم. يتدفق هذا القوس عبر القصة ويحمل الجمهور من البداية إلى النهاية. يمكن للشخص أن يخدم في كثير من الأحيان في دور الخيط السردي، ولكن ليس دائما."
 ],
 [
  "An Investigation",
  "تحقيق"
 ],
 [
  "When a story follows an investigation, the investigation itself and going where the trail leads you can become a narrative thread.",
  "عندما تتبع القصة تحقيقًا، يمكن أن يصبح التحقيق نفسه والذهاب إلى حيث يقودك المسار خيطًا سرديًا."
 ],
 [
  "Front of card 3",
  "الجزء الأمامي من البطاقة 3"
 ],
 [
  "Investigation_Icon",
  "إيقونة التحقيق"
 ],
 [
  "A Character Who Stands Out",
  "شخصية تبرز"
 ],
 [
  "This allows the audience to connect with the person and the story.  Having a name to go along with a person's face gives them an identity and allows the audience to put themselves in their shoes.  Focusing on one person can make a broader story have more impact.",
  "هذا يسمح للجمهور بالتواصل مع الشخص والقصة. إن امتلاك اسم يتماشى مع وجه الشخص يمنحهم هوية ويسمح للجمهور بوضع أنفسهم في أحذيتهم. التركيز على شخص واحد يمكن أن يجعل القصة الأوسع لها تأثير أكبر."
 ],
 [
  "Front of card 1",
  "الجزء الأمامي من البطاقة 1"
 ],
 [
  "Character_Icon",
  "رمز الحرف"
 ],
 [
  "A Country or Place",
  "بلد أو مكان"
 ],
 [
  "Even using the location of your story, along with its history and its difficulties, can serve as a narrative thread.",
  "حتى استخدام موقع قصتك، إلى جانب تاريخها وصعوباتها، يمكن أن يكون بمثابة خيط سردي."
 ],
 [
  "Place_Icon",
  "بلاسي_أيكون"
 ],
 [
  "The Journey or the Process",
  "الرحلة أو العملية"
 ],
 [
  "The journey of following the story or the process of reporting on it can carry the audience through your story. Though the reporter doesn't make themselves part of the story, he/she/they can be the audience's representative and entry into the story.",
  "رحلة متابعة القصة أو عملية الإبلاغ عنها يمكن أن تحمل الجمهور من خلال قصتك. على الرغم من أن المراسل لا يجعل نفسه جزءًا من القصة، إلا أنه يمكن أن يكون ممثل الجمهور والدخول في القصة."
 ],
 [
  "Journey_Icon",
  "جورني_أيكون"
 ],
 [
  "Choosing ",
  "اختيار "
 ],
 [
  "one person as your narrative thread",
  "شخص واحد كخيط سردي"
 ],
 [
  " allows the audience to put themselves in their shoes.",
  " يسمح للجمهور بوضع أنفسهم في أحذيتهم."
 ],
 [
  "Using Something Small to Illustrate the Bigger Story",
  "استخدام شيء صغير لتوضيح القصة الأكبر"
 ],
 [
  "You can choose one small moment that helps the audience understand the bigger picture. Click on the video below to see how Nick Paton Walsh accomplishes this.",
  "يمكنك اختيار لحظة صغيرة تساعد الجمهور على فهم الصورة الأكبر. انقر على الفيديو أدناه لترى كيف يحقق Nick Paton Walsh ذلك."
 ],
 [
  "Focusing your story on one person humanizes those affected by a certain event.",
  "إن تركيز قصتك على شخص واحد يضفي الطابع الإنساني على المتضررين من حدث معين."
 ],
 [
  "This allows you to tell a broader story in a way that brings across emotion to the viewer.",
  "يتيح لك ذلك سرد قصة أوسع بطريقة تجلب المشاعر إلى المشاهد."
 ],
 [
  "The following report includes some disturbing scenes of war. Viewer discretion is advised.",
  "يتضمن التقرير التالي بعض مشاهد الحرب المزعجة. ينصح بتقدير المشاهد."
 ],
 [
  "Read Nick's Story Here",
  "اقرأ قصة Nick هنا"
 ],
 [
  "Click here to read about how the bullet from an unseen sniper killed a Syrian girl.",
  "انقر هنا لقراءة كيف قتلت رصاصة قناص غير مرئي فتاة سورية."
 ],
 [
  "Crafting a Strong Narrative",
  "صياغة سرد قوي"
 ],
 [
  "As you start to craft your narrative, it helps to know what elements you have to work with and what you think you're going to use. Being familiar with the video, interviews, and other elements will help you with the story's structure. You may need to watch things several times. Sometimes when you start off with a strong image, the rest of the story falls into place.",
  "عندما تبدأ في صياغة سردك، من المفيد معرفة العناصر التي يجب عليك العمل معها وما تعتقد أنك ستستخدمه. سيساعدك التعرف على الفيديو والمقابلات والعناصر الأخرى في بنية القصة. قد تحتاج إلى مشاهدة الأشياء عدة مرات. في بعض الأحيان عندما تبدأ بصورة قوية، تقع بقية القصة في مكانها."
 ],
 [
  "Putting it all together",
  "وضع كل ذلك معًا"
 ],
 [
  "When you are ready to put together your story, keep these points in mind:",
  "عندما تكون مستعدًا لتجميع قصتك، ضع هذه النقاط في الاعتبار:"
 ],
 [
  "Take the audience there. Tell them what made an impression on you.",
  "خذ الجمهور هناك. أخبرهم بما ترك انطباعًا عليك."
 ],
 [
  "Let the pictures tell the story.",
  "دع الصور تحكي القصة."
 ],
 [
  "Have the confidence to leave out the information that is not truly essential.",
  "تمتع بالثقة لترك المعلومات التي ليست ضرورية حقًا."
 ],
 [
  "Find your narrative thread and focus on it.",
  "ابحث عن موضوع السرد الخاص بك وركز عليه."
 ],
 [
  "The couple who lost their life savings puts a human face on the story and offers the audience the best opportunity to relate. While the bank's history and the chief executive might be interesting, there's less opportunity for a connection with the audience.",
  "يضع الزوجان اللذان فقدا مدخرات حياتهما وجهًا إنسانيًا على القصة ويقدمان للجمهور أفضل فرصة للتواصل. في حين أن تاريخ البنك والرئيس التنفيذي قد يكون مثيرًا للاهتمام، إلا أن هناك فرصة أقل للتواصل مع الجمهور."
 ],
 [
  "You are reporting on a story about a bank that collapsed after allegations of wrongdoing by its executives.",
  "أنت تقوم بالإبلاغ عن قصة عن بنك انهار بعد مزاعم بارتكاب مخالفات من قبل مديريه التنفيذيين."
 ],
 [
  "Which of these would make the best narrative thread?",
  "أي من هذه من شأنه أن يجعل أفضل خيط سردي؟"
 ],
 [
  "The bank's history up until this point.",
  "تاريخ البنك حتى هذه النقطة."
 ],
 [
  "The bank's chief executive.",
  "الرئيس التنفيذي للبنك."
 ],
 [
  "A couple who lost their life savings.",
  "زوجان فقدا مدخرات حياتهما."
 ],
 [
  "This choice offers the audience the best opportunity to relate to the story.",
  "يوفر هذا الاختيار للجمهور أفضل فرصة للتواصل مع القصة."
 ],
 [
  "None of the above, keep looking.",
  "لا شيء مما سبق، استمر في البحث."
 ],
 [
  "You'll look at some of the differences between reporting on an enterprise story and reporting on breaking news.",
  "ستلقي نظرة على بعض الاختلافات بين الإبلاغ عن قصة مؤسسة والإبلاغ عن الأخبار العاجلة."
 ],
 [
  "Enterprise vs. Breaking News Reporting",
  "المؤسسة مقابل تقارير الأخبار العاجلة"
 ],
 [
  "Enterprise Reporting",
  "تقارير المؤسسة"
 ],
 [
  "Most of the storytelling we've been discussing here has been centered around enterprise reporting. These are stories that you or a team of people in your organization find and then report. ",
  "تركزت معظم رواية القصص التي كنا نناقشها هنا حول تقارير المؤسسة. هذه هي القصص التي تجدها أنت أو فريق من الأشخاص في مؤسستك ثم تبلغ عنها. "
 ],
 [
  "Enterprise reporting goes beyond telling your audience the facts about something that has happened",
  "تتجاوز تقارير المؤسسة إخبار جمهورك بالحقائق حول شيء حدث"
 ],
 [
  "Finding these stories is based on reading, talking to people, and sometimes, investigating",
  "يعتمد العثور على هذه القصص على القراءة والتحدث إلى الناس وأحيانًا التحقيق"
 ],
 [
  "Whether you are telling a breaking news story or an enterprise story, strong video and ",
  "سواء كنت تحكي قصة إخبارية عاجلة أو قصة مؤسسة، فيديو قوي و "
 ],
 [
  "engaging storytelling are at the core",
  "رواية القصص الجذابة هي في الصميم"
 ],
 [
  "Breaking News Reporting",
  "تقارير الأخبار العاجلة"
 ],
 [
  "Reporting on breaking news can be more of a storytelling challenge, because you are watching the story unfold and learning or verifying the information as it comes in.",
  "يمكن أن يكون الإبلاغ عن الأخبار العاجلة أكثر من تحدي سرد القصص, لأنك تشاهد القصة تتكشف وتتعلم أو تتحقق من المعلومات فور ورودها."
 ],
 [
  "The storyteller has to juggle new information, process it, and then tell the audience",
  "يجب على راوي القصص التوفيق بين المعلومات الجديدة ومعالجتها ثم إخبار الجمهور"
 ],
 [
  "Little or no time to research, prepare or storyboard",
  "القليل من الوقت أو لا يوجد وقت للبحث أو التحضير أو القصة المصورة"
 ],
 [
  "Responding to something that has just happened or is still happening",
  "الرد على شيء حدث للتو أو لا يزال يحدث"
 ],
 [
  "Decide if the following stories are examples of ",
  "حدد ما إذا كانت القصص التالية أمثلة على "
 ],
 [
  "enterprise reporting",
  "تقارير المؤسسة"
 ],
 [
  "breaking news reporting",
  "تقارير الأخبار العاجلة"
 ],
 [
  "A prime minister resigns after being accused of corruption",
  "رئيس وزراء يستقيل بعد اتهامه بالفساد"
 ],
 [
  "Airline records reveal poor maintenance on a plane that crashed",
  "تكشف سجلات شركات الطيران عن سوء الصيانة على طائرة تحطمت"
 ],
 [
  "A beloved movie star dies in a plane crash",
  "وفاة نجم سينمائي محبوب في حادث تحطم طائرة"
 ],
 [
  "A government official has been funneling state funds to his family",
  "مسؤول حكومي كان يقوم بتحويل أموال الدولة لعائلته"
 ],
 [
  "When News Breaks: Newsgathering",
  "عندما يكسر الأخبار: جمع الأخبار"
 ],
 [
  "Learn more about what goes on behind the scenes to get breaking news on the air at CNN",
  "تعرف على المزيد حول ما يجري وراء الكواليس للحصول على الأخبار العاجلة على الهواء في CNN"
 ],
 [
  "Breaking News",
  "الأخبار العاجلة"
 ],
 [
  "You'll look at some of the challenges you could encounter.",
  "ستلقي نظرة على بعض التحديات التي قد تواجهها."
 ],
 [
  "Challenges",
  "التحديات"
 ],
 [
  "The Storyteller's Challenges",
  "تحديات حكواتي"
 ],
 [
  "Finding and gathering the story, then writing it with a narrative thread may seem like challenge enough. But the storyteller also has ethical and legal considerations to keep in mind -- even when you conduct yourself impeccably and report the facts. And it all has to be done in a way to keep yourself, your team, and your sources physically safe.",
  "قد يبدو العثور على القصة وجمعها، ثم كتابتها بخيط سردي تحديًا كافيًا. لكن لدى راوي القصص أيضًا اعتبارات أخلاقية وقانونية يجب وضعها في الاعتبار - حتى عندما تتصرف بشكل لا تشوبه شائبة وتبلغ عن الحقائق. وكل ذلك يجب القيام به بطريقة تحافظ على نفسك وفريقك ومصادرك آمنة جسديًا."
 ],
 [
  "Ethical Considerations",
  "اعتبارات أخلاقية"
 ],
 [
  "When we talk about journalism ethics, we are talking about honesty and decency. It is about using common decency in how you interact with people and how you conduct yourself. Your credibility is on the line and your source's life could be at stake.",
  "عندما نتحدث عن أخلاقيات الصحافة، فإننا نتحدث عن الصدق واللياقة. يتعلق الأمر باستخدام الحشمة المشتركة في كيفية تفاعلك مع الناس وكيف تتصرف بنفسك. مصداقيتك على المحك وقد تكون حياة مصدرك على المحك."
 ],
 [
  "Always conduct yourself professionally.  Most news organizations have a handbook for ethics and standards.  Be familiar with what's expected at your organization.",
  "تصرف دائمًا بشكل احترافي. معظم المؤسسات الإخبارية لديها كتيب للأخلاقيات والمعايير. كن على دراية بما هو متوقع في مؤسستك."
 ],
 [
  "Code of Conduct",
  "مدونة قواعد السلوك"
 ],
 [
  "You may remember our discussion about sources in an earlier lesson.  Be sure to stick to any agreements you have with your sources.  If you agreed to keep them anonymous, follow through and be sure not to accidentally reveal their identity.  If someone is brave enough to come forward with information, then you need to do everything you can to protect them from any repercussions. When you don't, future sources won't want to talk to you.",
  "قد تتذكر مناقشتنا حول المصادر في درس سابق. تأكد من الالتزام بأي اتفاقيات لديك مع مصادرك. إذا وافقت على إبقائهم مجهولين، فتابع وتأكد من عدم الكشف عن هويتهم عن طريق الخطأ. إذا كان شخص ما شجاعًا بما يكفي لتقديم المعلومات، فأنت بحاجة إلى بذل كل ما في وسعك لحمايته من أي تداعيات. عندما لا تفعل ذلك، لن ترغب المصادر المستقبلية في التحدث إليك."
 ],
 [
  "Protect Your Sources",
  "حماية مصادرك"
 ],
 [
  "Treat everyone you come across with decency and respect.  Be careful not to further traumatize victims of crimes, attacks or disasters.  And even if the subject of your story hasn't acted in an ethical way, ",
  "تعامل مع كل شخص تصادفه بحشمة واحترام. احرص على عدم التعرض لمزيد من الصدمات النفسية لضحايا الجرائم أو الهجمات أو الكوارث. وحتى لو لم يتصرف موضوع قصتك بطريقة أخلاقية، "
 ],
 [
  "you",
  "أنت"
 ],
 [
  " can still act ethically in a way that gives your audience a deeper understanding.",
  " لا يزال بإمكانك التصرف بشكل أخلاقي بطريقة تمنح جمهورك فهمًا أعمق."
 ],
 [
  "Decency",
  "الحشمة"
 ],
 [
  "Always tell the truth, no matter how difficult it might be.  Be upfront about who you are and what you plan to do with the information or elements you are gathering.  Do not lie, cheat, or finagle your way through a story.",
  "قل الحقيقة دائمًا، بغض النظر عن مدى صعوبة ذلك. كن صريحًا بشأن هويتك وما تخطط للقيام به بالمعلومات أو العناصر التي تجمعها. لا تكذب أو تغش أو تشق طريقك من خلال قصة."
 ],
 [
  "Honesty",
  "الصدق"
 ],
 [
  "Legal Considerations",
  "الاعتبارات القانونية"
 ],
 [
  "From recording video in a place where you shouldn't to the fallout from a story alleging wrongdoing, the storyteller needs to be careful not to break the law. Even if you are seeking to report the truth, you can't break the law. Use common sense.",
  "من تسجيل الفيديو في مكان لا يجب أن تصل فيه إلى تداعيات قصة تدعي ارتكاب مخالفات, يحتاج راوي القصص إلى الحرص على عدم خرق القانون. حتى لو كنت تسعى إلى الإبلاغ عن الحقيقة، لا يمكنك خرق القانون. استخدم الفطرة السليمة."
 ],
 [
  "Be aware of where it's illegal to take pictures or record video.",
  "كن على علم بالمكان غير القانوني لالتقاط الصور أو تسجيل الفيديو."
 ],
 [
  "Even if it's legal, you may need to ask for permission.",
  "حتى لو كان ذلك قانونيًا، فقد تحتاج إلى طلب الإذن."
 ],
 [
  "Photo_Icon",
  "Photo_Icon"
 ],
 [
  "Don't encourage anyone to break the law.",
  "لا تشجع أي شخص على خرق القانون."
 ],
 [
  "Law_Icon",
  "Law_Icon"
 ],
 [
  "Don't entrap anyone. ",
  "لا تحاصر أي شخص. "
 ],
 [
  "That means secretly recording someone and persuading or encouraging them to do something illegal or unethical.",
  "وهذا يعني تسجيل شخص ما سراً وإقناعه أو تشجيعه على فعل شيء غير قانوني أو غير أخلاقي."
 ],
 [
  "Recording_Icon",
  "تسجيل _ أيقونة"
 ],
 [
  "Are There Really Two Sides to Every Story?",
  "هل هناك بالفعل جانبان لكل قصة؟"
 ],
 [
  "Journalists have to be fair and accurate in their reporting. But balance is not always appropriate every time. A story can be so focused on telling both sides, that it gives an audience ",
  "يجب أن يكون الصحفيون عادلين ودقيقين في تقاريرهم. لكن التوازن ليس مناسبًا دائمًا في كل مرة. يمكن أن تركز القصة على إخبار كلا الجانبين، بحيث تعطي جمهورًا "
 ],
 [
  "less ",
  "أقل "
 ],
 [
  "of an understanding of what happened, not ",
  "من فهم ما حدث، وليس "
 ],
 [
  "more",
  "أكثر"
 ],
 [
  ". Nick Paton Walsh talks about that in the video below.",
  ". يتحدث Nick Paton Walsh عن ذلك في الفيديو أدناه."
 ],
 [
  "All we could do is make sure that we had done everything we could to mitigate all of the potentially harmful outcomes that we could foresee, and then decide that we were going to take that risk because the story was worth it. ",
  "كل ما يمكننا فعله هو التأكد من أننا فعلنا كل ما في وسعنا للتخفيف من جميع النتائج الضارة المحتملة التي يمكن أن نتوقعها, ثم نقرر أننا سنخاطر لأن القصة كانت تستحق العناء. "
 ],
 [
  "The Storyteller's Safety",
  "سلامة حكواتي"
 ],
 [
  "Preparation is the key to staying safe. But as we discussed in earlier lessons, the situation on the ground isn't always what you expect it to be. Even when you prepare for dangerous scenarios, you need to have someone back at the newsroom watching your back and ready to spring into action. Don't do anything that will endanger yourself, your team, or your sources.",
  "التحضير هو مفتاح البقاء آمنًا. ولكن كما ناقشنا في الدروس السابقة، فإن الوضع على الأرض ليس دائمًا كما تتوقع أن يكون. حتى عندما تستعد لسيناريوهات خطيرة, تحتاج إلى عودة شخص ما إلى غرفة الأخبار يراقب ظهرك ويكون جاهزًا للانطلاق في العمل. لا تفعل أي شيء من شأنه أن يعرض نفسك أو فريقك أو مصادرك للخطر."
 ],
 [
  "Below we hear about the safety precautions CNN took, to allow Nima Elbagir to report from dangerous areas.",
  "أدناه نسمع عن احتياطات السلامة التي اتخذتها CNN, للسماح لـ Nima Elbagir بالإبلاغ من المناطق الخطرة."
 ],
 [
  "Knowledge Check",
  "فحص المعرفة"
 ],
 [
  "Read each of the following stories and decide how many of the elements of a good story have been included:",
  "اقرأ كل قصة من القصص التالية وحدد عدد عناصر القصة الجيدة التي تم تضمينها:"
 ],
 [
  "Match these actions with their storytelling challenge.",
  "قم بمطابقة هذه الإجراءات مع تحدي سرد القصص."
 ],
 [
  "Lying about being a journalist to get a source to talk to you",
  "الكذب بشأن كونك صحفيًا للحصول على مصدر للتحدث معك"
 ],
 [
  "Unethical",
  "غير أخلاقي"
 ],
 [
  "Secretly recording a protester and encouraging them to vandalize a store",
  "تسجيل متظاهر سراً وتشجيعه على تخريب متجر"
 ],
 [
  "Illegal",
  "غير شرعي"
 ],
 [
  "Refusing to reveal the name of an anonymous whistleblower",
  "رفض الكشف عن اسم المبلغين المجهولين"
 ],
 [
  "Ethical",
  "أخلاقي"
 ],
 [
  "Taking pictures of protesters beating a heckler on a public street",
  "التقاط صور للمتظاهرين وهم يضربون أحد المتشددين في شارع عام"
 ],
 [
  "Legal",
  "الشؤون القانونية"
 ],
 [
  "You'll look at the challenges of storytelling during the Covid-19 pandemic.",
  "ستلقي نظرة على تحديات سرد القصص خلال جائحة Covid-19."
 ],
 [
  "Storytelling During the Covid-19 Pandemic",
  "سرد القصص خلال جائحة Covid-19"
 ],
 [
  "Storytelling During the Pandemic",
  "رواية القصص أثناء الوباء"
 ],
 [
  "Victoria Eastwood, CNN Senior Director of Coverage",
  "فيكتوريا إيستوود، مدير التغطية الأول لشبكة CNN"
 ],
 [
  "This pandemic has been the most challenging professional experience that I've had so far in my career.",
  "لقد كان هذا الوباء أكثر التجارب المهنية تحديًا التي مررت بها حتى الآن في مسيرتي المهنية."
 ],
 [
  "The challenges have been endless for storytelling ",
  "كانت التحديات لا حصر لها لسرد القصص. "
 ],
 [
  "on ",
  "في "
 ],
 [
  "the pandemic and ",
  "الوباء و "
 ],
 [
  "during ",
  "أثناء "
 ],
 [
  "the pandemic. Journalists need to stay safe while accurately reporting on a story that develops every day. Still, the pandemic has offered many of the qualities of \"good\" stories.",
  "الوباء. يحتاج الصحفيون إلى الحفاظ على سلامتهم أثناء الإبلاغ بدقة عن قصة تتطور كل يوم. ومع ذلك، فقد قدم الوباء العديد من صفات القصص «الجيدة»."
 ],
 [
  "There is a constant flow of new information, data, and medical advances to put into context",
  "هناك تدفق مستمر للمعلومات والبيانات والتطورات الطبية الجديدة لوضعها في سياقها"
 ],
 [
  "New Information",
  "معلومات جديدة"
 ],
 [
  "Every country has experienced fear, loss, economic hardship and hope for a solution",
  "لقد عانى كل بلد من الخوف والخسارة والصعوبات الاقتصادية والأمل في التوصل إلى حل"
 ],
 [
  "Human Experience",
  "تجربة إنسانية"
 ],
 [
  "Every corner of the earth has been touched by Covid-19",
  "تم لمس كل ركن من أركان الأرض بواسطة Covid-19"
 ],
 [
  "Universal",
  "يونيفرسال"
 ],
 [
  "The Pandemic's Challenges to Storytelling",
  "تحديات الوباء لرواية القصص"
 ],
 [
  "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Justo laoreet sit amet cursus sit amet dictum sit. Orci ac auctor augue mauris augue neque gravida in fermentum.",
  "لوريم إيبسوم دولور سيت أميت, كونسيكتيتور أديبيسينج النخبة, سيد دو eiusmod تيمبور الحادث ولكن العمل وآخرون دولور ماغنا كاليكوا. موقع جاستن لاورييت amet cursus موقع amet dictum الموقع. أوركي ماك أوج موريس أوج أوج نيكي جرافيدا في التخمير."
 ],
 [
  "Logistics of moving a team around when there are lockdowns and other restrictions in place.",
  "لوجستيات نقل الفريق عندما تكون هناك عمليات إغلاق وقيود أخرى مطبقة."
 ],
 [
  "Plane_Icon",
  "Plane_Icon"
 ],
 [
  "Getting all of the new information right.",
  "الحصول على جميع المعلومات الجديدة بشكل صحيح."
 ],
 [
  "Covid_Data_Icon",
  "Covid_Data_Icon"
 ],
 [
  "Keeping journalists healthy and properly equipped with protection.",
  "الحفاظ على صحة الصحفيين وتجهيزهم بشكل صحيح بالحماية."
 ],
 [
  "Journalist_in_Mask_Icon",
  "Journalist_in_mask_ico"
 ],
 [
  "Storytelling On the Pandemic",
  "رواية القصص حول الوباء"
 ],
 [
  "CNN's Phil Black found a unique perspective to show the audience the scale of the loss that so many people experienced during the pandemic. During the depths of the lockdown in England, Phil, his producer and a photojournalist followed very busy funeral workers, who normally do their work quietly and discreetly.",
  "وجد Phil Black من CNN منظورًا فريدًا لإظهار للجمهور حجم الخسارة التي عانى منها الكثير من الأشخاص أثناء الوباء. خلال أعماق الإغلاق في إنجلترا، تابع فيل ومنتجه ومصور صحفي عمال الجنازة المشغولين للغاية، الذين يقومون بعملهم عادة بهدوء وسرية."
 ],
 [
  "You can see how he put into practice everything that we've discussed in our lessons on the Art of Storytelling.",
  "يمكنك أن ترى كيف وضع موضع التنفيذ كل ما ناقشناه في دروسنا حول فن سرد القصص."
 ],
 [
  "Phil Black",
  "فيل بلاك"
 ],
 [
  "It was a really confronting and difficult story to put together in many ways. It was being exposed to death in a very intimate way. But really in a way that we hoped would drive home what was going on. The fact that this death toll was in a sense warlike. And that there was so much suffering and grief. And that there were really important reason why these very tough lockdown measures were being enforced at the time.",
  "لقد كانت قصة مواجهة وصعبة حقًا لتجميعها بعدة طرق. لقد تعرضت للموت بطريقة حميمة للغاية. ولكن حقًا بطريقة كنا نأمل أن تقود إلى المنزل ما كان يحدث. حقيقة أن عدد القتلى هذا كان يشبه الحرب إلى حد ما. وكان هناك الكثير من المعاناة والحزن. وأنه كان هناك سبب مهم حقًا وراء تطبيق إجراءات الإغلاق الصارمة هذه في ذلك الوقت."
 ],
 [
  "It was a long, slow, difficult story to put together, and a type that we wouldn't normally perhaps have the time to dedicate to. And it was also the sort of story that when we started, we weren't really sure what we were going to get, because the access was so delicate and discreet, we weren't sure how much we would be able to see, or how much we would be able to capture. But in the end, over a course of weeks, and talking about it constantly, as we went, we were able to capture, I think, enough of a sense of just what was going on out there in a way that most people don't normally get to see and certainly weren't seeing confined to their homes during lockdown. ",
  "لقد كانت قصة طويلة وبطيئة وصعبة لتجميعها، ونوع لن يكون لدينا عادة الوقت لتكريسه. وكان أيضا نوع من القصة التي عندما بدأنا، لم نكن متأكدين حقا ما كنا سنحصل عليه، لأن الوصول كان دقيقا جدا وسرية، لم نكن متأكدين كم سنكون قادرين على رؤية، أو كم سنكون قادرين على التقاط. ولكن في النهاية، على مدى أسابيع، والحديث عن ذلك باستمرار، كما ذهبنا، كنا قادرين على التقاط، على ما أعتقد، ما يكفي من الإحساس بما كان يحدث هناك بطريقة لا يراها معظم الناس عادة وبالتأكيد لم يروا محصورين في منازلهم أثناء الإغلاق. "
 ],
 [
  "Through investing the time and building the trust and getting the access, I think what the story was able to do was convey a sense of that scale, of that just the sheer amount of death, the loss, the grief that was being experienced out in the broader community. In a way, that people who were at the time confined to their homes, many simply didn't know anyone who'd been affected directly by Covid-19. For much of the population, you simply wouldn't have a sense or an idea of just what those numbers really mean. That really became the goal of the piece.",
  "من خلال استثمار الوقت وبناء الثقة والحصول على الوصول, أعتقد أن ما تمكنت القصة من فعله هو نقل إحساس بهذا الحجم, من ذلك فقط الكمية الهائلة من الموت, الخسارة, الحزن الذي تم تجربته في المجتمع الأوسع. بطريقة ما، أن الأشخاص الذين كانوا في ذلك الوقت محصورين في منازلهم، لم يعرف الكثيرون ببساطة أي شخص تأثر بشكل مباشر بـ Covid-19. بالنسبة لكثير من السكان، لن يكون لديك ببساطة إحساس أو فكرة عما تعنيه هذه الأرقام حقًا. أصبح هذا حقًا هدف القطعة."
 ],
 [
  "We as a team followed around a bunch of different people whose job it is to collect bodies of people who die. And normally that's a pretty constant business, as it is in any city, but at this time, in this moment, at the peak of the coronavirus in the early spring, it was really something that was quite extraordinary, just in terms of how busy they were, how rushed off their feet they were. The sheer scale and volume of the work that they were trying to keep up with. ",
  "نحن كفريق تابع حول مجموعة من الأشخاص المختلفين الذين تتمثل مهمتهم في جمع جثث الأشخاص الذين يموتون. وعادة ما يكون هذا عملًا ثابتًا جدًا، كما هو الحال في أي مدينة، ولكن في هذا الوقت، في هذه اللحظة، في ذروة فيروس كورونا في أوائل الربيع، كان حقًا شيئًا غير عادي تمامًا، فقط من حيث مدى انشغالهم، وكيف اندفعوا عن أقدامهم. الحجم الهائل وحجم العمل الذي كانوا يحاولون مواكبة ذلك. "
 ],
 [
  "It was at a time where the daily death toll from the coronavirus was just soaring. And to me, really felt like something from a war zone. But on the surface of the city and the country it was very difficult to get that sense of it, the actual scale of loss and death and grief. And so, through a combination of luck, in a sense, and a lot of research and legwork, particularly by Barbara [Phil's producer], a lot of really building up the close contacts, and building trust and access and getting access to the sorts of things that we never normally get to see over a period of some weeks, investing a lot of time.",
  "كان ذلك في وقت كان فيه عدد القتلى اليومي من فيروس كورونا يرتفع للتو. وبالنسبة لي، شعرت حقا وكأنه شيء من منطقة حرب. ولكن على سطح المدينة والبلد كان من الصعب جدا الحصول على هذا الشعور بها، الحجم الفعلي للخسارة والموت والحزن. وهكذا، من خلال مزيج من الحظ، بمعنى ما، والكثير من البحوث والعمل القانوني، وخاصة من قبل باربرا [منتج فيل]، والكثير من بناء الاتصالات الوثيقة، وبناء الثقة والوصول والوصول إلى أنواع الأشياء التي لا يمكننا عادة أن نرى على مدى فترة من بضعة أسابيع، استثمار الكثير من الوقت."
 ],
 [
  "Watch Phil's story below:",
  "شاهد قصة Phil أدناه:"
 ],
 [
  "We will discuss and watch more examples of good storytelling.",
  "سنناقش ونشاهد المزيد من الأمثلة على رواية القصص الجيدة."
 ],
 [
  "Conclusion",
  "الخاتمة"
 ],
 [
  "Case Study: Abuse and Scandal in the Catholic Church",
  "دراسة حالة: سوء المعاملة والفضيحة في الكنيسة الكاثوليكية"
 ],
 [
  "CNN's Nima Elbagir and a team of journalists - Barbara Arvanitidis, Katie Polglase, Bryony Jones and Alex Platt- tracked down a priest convicted of sexually abusing children, finding he was still working with children.",
  "قام نيما إلباجير من شبكة سي إن إن وفريق من الصحفيين - باربرا أرفانيتيديس وكاتي بولغلاس وبريوني جونز وأليكس بلات - بتعقب كاهن أدين بالاعتداء الجنسي على الأطفال، ووجدوا أنه لا يزال يعمل مع الأطفال."
 ],
 [
  "Rosary beads",
  "مسبحة"
 ],
 [
  "Abuse and Scandal in the Catholic Church: The Case of the Pedophile Priest",
  "سوء المعاملة والفضيحة في الكنيسة الكاثوليكية: قضية الكاهن المتحرش بالأطفال"
 ],
 [
  "When this story first ran in November 2019, it was the product of more than a year of investigation by CNN journalists. Father Luk Delft was convicted of child abuse in 2012, after abusing two boys at a school in Belgium in 2001. He was banned from working with children. When CNN found him years later, he was working with a Catholic charity in the Central African Republic. He was still working with children and accused of abuse again.",
  "عندما نُشرت هذه القصة لأول مرة في نوفمبر 2019، كانت نتاج أكثر من عام من التحقيق من قبل صحفيي CNN. أدين الأب لوك ديلفت بإساءة معاملة الأطفال في عام 2012، بعد إساءة معاملة صبيين في مدرسة في بلجيكا في عام 2001. تم منعه من العمل مع الأطفال. عندما وجدته سي إن إن بعد سنوات، كان يعمل مع جمعية خيرية كاثوليكية في جمهورية أفريقيا الوسطى. كان لا يزال يعمل مع الأطفال واتهم بسوء المعاملة مرة أخرى."
 ],
 [
  "In this case study, we are going to examine how the reporting came together and the reaction the story generated after it went online and on television.",
  "في دراسة الحالة هذه، سنقوم بفحص كيفية تجميع التقارير ورد الفعل الذي أحدثته القصة بعد نشرها على الإنترنت وعلى التلفزيون."
 ],
 [
  "Finding and Researching the Story",
  "البحث عن القصة والبحث فيها"
 ],
 [
  "This story got its start with reading, conversation and a series of questions. Abuse in the Catholic Church has been widely reported. But most of the stories focused on the Western world and on abuse in the past.",
  "بدأت هذه القصة بالقراءة والمحادثة وسلسلة من الأسئلة. تم الإبلاغ عن سوء المعاملة في الكنيسة الكاثوليكية على نطاق واسع. لكن معظم القصص ركزت على العالم الغربي وعلى الإساءة في الماضي."
 ],
 [
  "How can this story be done differently?",
  "كيف يمكن القيام بهذه القصة بشكل مختلف؟"
 ],
 [
  "What angle isn't being explored?",
  "ما الزاوية التي لا يتم استكشافها؟"
 ],
 [
  "What is being overlooked?",
  "ما الذي يتم تجاهله؟"
 ],
 [
  "The answers to those questions led to more reading, conversations with experts and digging with online tools:",
  "أدت الإجابات على هذه الأسئلة إلى مزيد من القراءة والمحادثات مع الخبراء والحفر باستخدام الأدوات عبر الإنترنت:"
 ],
 [
  "This technique allows you to search for an image of someone without knowing their name.  The hope is that the image will come up with other information that can help your reseach.",
  "تتيح لك هذه التقنية البحث عن صورة لشخص ما دون معرفة اسمه. الأمل هو أن تأتي الصورة بمعلومات أخرى يمكن أن تساعد في البحث."
 ],
 [
  "Reporter typing",
  "كتابة المراسل"
 ],
 [
  "Reverse Image Search",
  "البحث العكسي عن الصور"
 ],
 [
  "A check of popular social media sites found all kinds of information that people shared.",
  "وجد فحص لمواقع التواصل الاجتماعي الشهيرة جميع أنواع المعلومات التي شاركها الأشخاص."
 ],
 [
  "Cell phone",
  "هاتف خليوي"
 ],
 [
  "Social Media",
  "وسائل التواصل الاجتماعي"
 ],
 [
  "These records showed the churches where priests were working and when they were there.",
  "أظهرت هذه السجلات الكنائس التي كان يعمل فيها الكهنة ومتى كانوا هناك."
 ],
 [
  "Inside of church",
  "داخل الكنيسة"
 ],
 [
  "Catholic Church Records",
  "سجلات الكنيسة الكاثوليكية"
 ],
 [
  "A search for priests who were convicted of crimes revealed what happened and where.",
  "كشف البحث عن الكهنة الذين أدينوا بجرائم ما حدث وأين."
 ],
 [
  "Fingerprint on paper",
  "بصمة على الورق"
 ],
 [
  "Criminal Records",
  "السجلات الجنائية"
 ],
 [
  "Some of the strong video here shows facial expressions instead of action or landscape",
  "تعرض بعض مقاطع الفيديو القوية هنا تعابير الوجه بدلاً من الحركة أو المناظر الطبيعية"
 ],
 [
  "Earning the trust of sources to talk about traumatic experiences and controversial information",
  "كسب ثقة المصادر للحديث عن التجارب المؤلمة والمعلومات المثيرة للجدل"
 ],
 [
  "Judicious use of reporter pieces-to-camera in an unusual place and to help the narrative thread",
  "الاستخدام الحكيم لقطع المراسل إلى الكاميرا في مكان غير عادي ولمساعدة الخيط السردي"
 ],
 [
  "The narrative thread takes the audience on a journey to a remote area of CAR, on the hunt for a convicted pedophile and on a search for answers",
  "يأخذ الخيط السردي الجمهور في رحلة إلى منطقة نائية من CAR، في البحث عن مشتهي الأطفال المدانين والبحث عن إجابات"
 ],
 [
  "Watch the story here",
  "شاهد القصة هنا"
 ],
 [
  "Watch the story below:",
  "شاهد القصة أدناه:"
 ],
 [
  "Reaction to the Story",
  "رد فعل على القصة"
 ],
 [
  "This storytelling set off investigations in the Central African Republic and Belgium, and both Caritas and the Salesians of Don Bosco launched internal investigations. And the storytelling removed a convicted pedophile from a situation where he was working with vulnerable children.",
  "أطلقت هذه القصة تحقيقات في جمهورية إفريقيا الوسطى وبلجيكا, وأطلق كل من كاريتاس والساليزيين في دون بوسكو تحقيقات داخلية. ورواية القصص أزالت مشتهي الأطفال المدانين من وضع حيث كان يعمل مع الأطفال الضعفاء."
 ],
 [
  "How Digital and TV Can Complement Each Other",
  "كيف يمكن أن يكمل كل منهما الآخر الرقمي والتلفزيون"
 ],
 [
  " ran during news programs and as a special report on CNN. The television pieces were complemented by online storytelling, with strong still pictures, graphics, videos and text.",
  " ركض خلال البرامج الإخبارية وكتقرير خاص على CNN. تم استكمال القطع التلفزيونية بسرد القصص عبر الإنترنت، مع صور ثابتة ورسومات ومقاطع فيديو ونصوص قوية."
 ],
 [
  "Nima's Reporting Online",
  "تقارير Nima عبر الإنترنت"
 ],
 [
  "Click here to see how the elements of the storytelling are laid out in the online piece",
  "انقر هنا لترى كيف يتم وضع عناصر سرد القصص في القطعة عبر الإنترنت"
 ],
 [
  "We'll examine David Culver's reporting from Wuhan, China at the beginning of the Covid-19 pandemic.",
  "سنفحص تقارير ديفيد كولفر من ووهان، الصين في بداية جائحة Covid-19."
 ],
 [
  "Case Study: Wuhan During Coronavirus",
  "دراسة حالة: ووهان أثناء فيروس كورونا"
 ],
 [
  "CNN's David Culver and his team - photojournalist Natalie Thomas and producer Yong Xiong - traveled to Wuhan in the early months of the pandemic, recording their journey there and back to Beijing.",
  "سافر ديفيد كولفر من CNN وفريقه - المصورة الصحفية ناتالي توماس والمنتج يونغ شيونغ - إلى ووهان في الأشهر الأولى من الوباء، وسجلوا رحلتهم هناك والعودة إلى بكين."
 ],
 [
  "Wuhan skyline at night.",
  "أفق ووهان في الليل."
 ],
 [
  "Journey to Wuhan",
  "رحلة إلى ووهان"
 ],
 [
  "Wuhan, China was the original epicenter of the Covid-19 pandemic that started in late 2019. As the virus began to spread and sicken more people, David Culver and his team traveled there in January 2020 to document what was happening. But less than two days after they got there, the city was preparing to impose a lockdown, and David and his colleagues had to leave in a hurry.",
  "كانت ووهان، الصين المركز الأصلي لوباء Covid-19 الذي بدأ في أواخر عام 2019. عندما بدأ الفيروس في الانتشار ومرض المزيد من الناس، سافر ديفيد كولفر وفريقه إلى هناك في يناير 2020 لتوثيق ما كان يحدث. ولكن بعد أقل من يومين من وصولهم إلى هناك، كانت المدينة تستعد لفرض إغلاق، واضطر ديفيد وزملاؤه إلى المغادرة في عجلة من أمرهم."
 ],
 [
  "David and his colleagues didn't know beforehand that Wuhan was about to put a lockdown in place, but they knew it would be a challenging story to tell. So, they prepared for that.",
  "لم يكن ديفيد وزملاؤه يعرفون مسبقًا أن ووهان كانت على وشك وضع الإغلاق، لكنهم كانوا يعلمون أنها ستكون قصة صعبة ترويها. لذلك، أعدوا لذلك."
 ],
 [
  "David knew before he got to Wuhan that access to people and locations would be an issue.  Even when it may be legal to record video somewhere, police might try to make it difficult for you.",
  "عرف ديفيد قبل وصوله إلى ووهان أن الوصول إلى الأشخاص والمواقع سيكون مشكلة. حتى عندما يكون تسجيل الفيديو في مكان ما قانونيًا، فقد تحاول الشرطة أن تجعل الأمر صعبًا عليك."
 ],
 [
  "Reporting from Wuhan carried a great risk.  At this time, there was a growing number of people getting sick and dying from the coronavirus outbreak.  There were a lot of unknowns about the spread and the symptoms, but the team had to take the safety precautions they knew of and prepare for a quarantine after they left Wuhan.",
  "التقارير من ووهان تحمل مخاطر كبيرة. في هذا الوقت، كان هناك عدد متزايد من الأشخاص الذين يمرضون ويموتون من تفشي فيروس كورونا. كان هناك الكثير من الأشياء المجهولة حول الانتشار والأعراض, لكن كان على الفريق اتخاذ احتياطات السلامة التي عرفوها والاستعداد للحجر الصحي بعد مغادرتهم ووهان."
 ],
 [
  "Safety",
  "سلامة"
 ],
 [
  "The team knew the journey to Wuhan and back to Beijing would be a part of the narrative.  It became an even bigger part after Wuhan decided to impose a lockdown.",
  "عرف الفريق أن الرحلة إلى ووهان والعودة إلى بكين ستكون جزءًا من السرد. أصبح جزءًا أكبر بعد أن قررت ووهان فرض إغلاق."
 ],
 [
  "Narrative",
  "السردية"
 ],
 [
  "David and his team didn't know what they would actually be able to gather when they got to Wuhan.  But they prioritized getting video of life on the city's streets and the seafood market believed to be the origin of the outbreak.  They also knew the journey itself would likely yield some good pictures.",
  "لم يكن ديفيد وفريقه يعرفون ما الذي سيتمكنون من جمعه عندما يصلون إلى ووهان. لكنهم أعطوا الأولوية للحصول على فيديو للحياة في شوارع المدينة وسوق المأكولات البحرية الذي يعتقد أنه أصل تفشي المرض. كانوا يعرفون أيضًا أن الرحلة نفسها من المحتمل أن تسفر عن بعض الصور الجيدة."
 ],
 [
  "Storyboard",
  "القصة المصورة"
 ],
 [
  "Watch David's first report from Wuhan below:",
  "شاهد تقرير ديفيد الأول من ووهان أدناه:"
 ],
 [
  "Discussion",
  "مناقشة"
 ],
 [
  "David Culver and his team knew from their storyboard and planning that the first priority in this story was getting strong visuals. The opening shots we see are scenes from the streets of Wuhan around the seafood market. The pacing of the narrative moves along fairly quickly, as it gives the viewer a glimpse of a city on the brink of crisis. When we see David in reporter stand-ups, he uses them to explain the scenes the viewer is seeing.",
  "عرف ديفيد كولفر وفريقه من لوحة القصة والتخطيط أن الأولوية الأولى في هذه القصة كانت الحصول على صور قوية. اللقطات الافتتاحية التي نراها هي مشاهد من شوارع ووهان حول سوق المأكولات البحرية. تتحرك سرعة السرد بسرعة إلى حد ما، لأنها تعطي المشاهد لمحة عن مدينة على شفا الأزمة. عندما نرى ديفيد في مواقف المراسلين، يستخدمها لشرح المشاهد التي يراها المشاهد."
 ],
 [
  "Escape from Wuhan",
  "الهروب من ووهان"
 ],
 [
  "David and his team thought they were going to have a week to report from Wuhan. Instead, they only had two days. So they had to make adjustments and be flexible. Although they didn't have time to get everything they had hoped for, the story changed when the city-wide lockdown became imminent. Getting out of Wuhan before the lockdown went into effect became the second half of the story, and the journey back to Beijing became the narrative for it.",
  "اعتقد ديفيد وفريقه أنه سيكون لديهم أسبوع لتقديم تقرير من ووهان. بدلا من ذلك، كان لديهم يومين فقط. لذلك كان عليهم إجراء تعديلات وأن يكونوا مرنين. على الرغم من أنه لم يكن لديهم الوقت للحصول على كل ما كانوا يأملون فيه، إلا أن القصة تغيرت عندما أصبح الإغلاق على مستوى المدينة وشيكًا. أصبح الخروج من ووهان قبل دخول الإغلاق حيز التنفيذ النصف الثاني من القصة، وأصبحت رحلة العودة إلى بكين هي السرد لذلك."
 ],
 [
  "Watch his report on leaving Wuhan below:",
  "شاهد تقريره عن مغادرة ووهان أدناه:"
 ],
 [
  "Going Viral",
  "الذهاب الفيروسي"
 ],
 [
  "David Culver's story went viral on social media, with more than 200 million views. That version was structured a little differently, with more comprehensive information about what we knew about Covid-19 so far, but still using some of the same images and reporting in the two stories you just watched. The social media story also used more pieces-to-tape to carry the storytelling narrative.",
  "انتشرت قصة ديفيد كولفر على وسائل التواصل الاجتماعي، مع أكثر من 200 مليون مشاهدة. تم تنظيم هذا الإصدار بشكل مختلف قليلاً، مع معلومات أكثر شمولاً حول ما عرفناه عن Covid-19 حتى الآن، ولكن لا يزال يستخدم بعض الصور نفسها والتقارير في القصتين اللتين شاهدتهما للتو. كما استخدمت قصة وسائل التواصل الاجتماعي المزيد من القطع إلى الشريط لنقل السرد القصصي."
 ],
 [
  "Watch it here now:",
  "شاهده هنا الآن:"
 ],
 [
  "Putting the Art of Storytelling into Practice",
  "وضع فن سرد القصص موضع التنفيذ"
 ],
 [
  "One Among Many",
  "واحد من بين العديد"
 ],
 [
  "The viewer follows the reporter doing what thousands of others are doing.",
  "يتابع المشاهد المراسل وهو يفعل ما يفعله الآلاف من الآخرين."
 ],
 [
  "Reporter_in_Crowd_Icon",
  "ريبورتر_إن_كرود_أيكون"
 ],
 [
  "The Journey",
  "ذا جورني"
 ],
 [
  "The viewer is along for the journey to and from Wuhan, with enough time in the city to get a sense of the atmosphere.",
  "المشاهد على طول الرحلة من وإلى ووهان، مع ما يكفي من الوقت في المدينة للتعرف على الغلاف الجوي."
 ],
 [
  "City_Icon",
  "سيتي_أيكون"
 ],
 [
  "The Place",
  "ذا بليس"
 ],
 [
  "The viewer travels to a place at the epicenter of the story.",
  "يسافر المشاهد إلى مكان في مركز القصة."
 ],
 [
  "Plane_Location_Icon",
  "Plane_Location_Icon"
 ],
 [
  "We'll wrap up our lessons on The Art of Storytelling.",
  "سنختتم دروسنا حول فن سرد القصص."
 ],
 [
  "Summary",
  "ملخص"
 ],
 [
  "The most important stories are the stories that make people sit up, listen, and perhaps even act in a way that improved the situation. ",
  "أهم القصص هي القصص التي تجعل الناس يجلسون ويستمعون وربما يتصرفون بطريقة تحسن الوضع. "
 ],
 [
  "Key Takeaways",
  "الوجبات الجاهزة الرئيسية"
 ],
 [
  "When you see or hear a story from an experienced storyteller, it can look effortless. But as you've seen in our lessons, the ",
  "عندما ترى أو تسمع قصة من راوي قصص متمرس، يمكن أن تبدو سهلة. ولكن كما رأيت في دروسنا، فإن "
 ],
 [
  "Art of Storytelling",
  "فن رواية القصص"
 ],
 [
  " takes a lot of hard work, preparation, and flexibility. ",
  " يتطلب الكثير من العمل الشاق والإعداد والمرونة. "
 ],
 [
  "Look for a narrative thread.",
  "ابحث عن خيط سردي."
 ],
 [
  " Find a narrative thread to focus your story and build your elements around to take the audience from start to finish.",
  " ابحث عن سلسلة سردية لتركيز قصتك وبناء عناصرك حولها لنقل الجمهور من البداية إلى النهاية."
 ],
 [
  "Observe what's happening.",
  "راقب ما يحدث."
 ],
 [
  " When you get to your story, keep your eyes and ears open for what's actually happening on the ground. Follow your story where it takes you, and keep up the communication with your team.",
  " عندما تصل إلى قصتك، ابق عينيك وأذناك مفتوحتين لما يحدث بالفعل على الأرض. تابع قصتك إلى أين تأخذك، واستمر في التواصل مع فريقك."
 ],
 [
  "Be prepared but be flexible.",
  "كن مستعدًا ولكن كن مرنًا."
 ],
 [
  " Thoroughly think through the logistics of how you're going to tell your story, plot it out with a storyboard and consider some backups. But be ready to adapt, when the story turns out to be different than you expected.",
  " فكر جيدًا في الخدمات اللوجستية لكيفية سرد قصتك، ورسمها باستخدام لوحة عمل وفكر في بعض النسخ الاحتياطية. لكن كن مستعدًا للتكيف، عندما يتبين أن القصة مختلفة عما كنت تتوقع."
 ],
 [
  "Pitching your commissioning editor. ",
  "الترويج لمحرر التكليف الخاص بك. "
 ],
 [
  "Be ready to explain why you should tell your story, how you will tell it and the elements you know you can gather for it.",
  "كن مستعدًا لشرح سبب وجوب سرد قصتك، وكيف سترويها والعناصر التي تعرف أنه يمكنك جمعها من أجلها."
 ],
 [
  "Find a way for the audience to relate.",
  "ابحث عن طريقة للتواصل مع الجمهور."
 ],
 [
  " Use strong images, compelling interviews, and an engaging narrative to give the audience a way to connect to the people in your story.",
  " استخدم صورًا قوية ومقابلات مقنعة وسردًا جذابًا لمنح الجمهور طريقة للتواصل مع الأشخاص الموجودين في قصتك."
 ],
 [
  "How a storyteller finds a good story.",
  "كيف يجد راوي القصص قصة جيدة."
 ],
 [
  " Get started with reading, conversation, research and a lot of questions.  ",
  " ابدأ بالقراءة والمحادثة والبحث والكثير من الأسئلة.  "
 ],
 [
  "It takes a good storyteller to make a story good.",
  "يتطلب الأمر راويًا جيدًا لجعل القصة جيدة."
 ],
 [
  " A good storyteller takes the audience to the story and tells them why it matters, by conveying information and giving context.",
  " يأخذ راوي القصص الجيد الجمهور إلى القصة ويخبرهم عن سبب أهميتها، من خلال نقل المعلومات وإعطاء السياق."
 ],
 [
  "When you are telling a good story, you capture the audience's attention, engage them, and sometimes even inspire them to act.",
  "عندما تحكي قصة جيدة، فإنك تجذب انتباه الجمهور وتشركهم وأحيانًا تلهمهم للعمل."
 ],
 [
  "Thank you for completing this course! ",
  "شكرًا لك على إكمال هذه الدورة! "
 ],
 [
  "Next: ",
  "التالي: "
 ],
 [
  "Test your knowledge with a quiz.",
  "اختبر معلوماتك من خلال اختبار."
 ],
 [
  "Quiz",
  "كويز"
 ],
 [
  "Now that you have gone through all of the lessons on the Art of Storytelling, here's an opportunity to demonstrate your knowledge. Think carefully about the following questions and see if you earn ",
  "الآن بعد أن كنت قد ذهبت من خلال جميع الدروس على فن رواية القصص، وهنا فرصة لإظهار معرفتك. فكر جيدًا في الأسئلة التالية ومعرفة ما إذا كنت تكسب "
 ],
 [
  "storyteller status",
  "حالة راوي القصص"
 ],
 [
  " at the end.",
  " في النهاية."
 ],
 [
  "Provide relevant feedback for the learner based on their response.",
  "تقديم ملاحظات ذات صلة للمتعلم بناءً على استجابته."
 ],
 [
  "Which of the following qualities would you find in a good storyteller?",
  "أي من الصفات التالية ستجدها في راوي القصص الجيد؟"
 ],
 [
  "Knows more than everyone else",
  "يعرف أكثر من أي شخص آخر"
 ],
 [
  "It's good to be knowledgeable, but you should be open to what you find out in your reporting.",
  "من الجيد أن تكون على دراية، ولكن يجب أن تكون منفتحًا على ما تكتشفه في تقاريرك."
 ],
 [
  "Curious about the world",
  "فضولي حول العالم"
 ],
 [
  "Curiosity about the world will help you find and follow stories.",
  "سيساعدك الفضول حول العالم في العثور على القصص ومتابعتها."
 ],
 [
  "Takes a lot of risks to tell her stories",
  "تأخذ الكثير من المخاطر لتروي قصصها"
 ],
 [
  "Safety always comes first.  No story is worth risking your life.",
  "تأتي السلامة دائمًا أولاً. لا توجد قصة تستحق المخاطرة بحياتك."
 ],
 [
  "Strictly sticks to his editorial plans",
  "العصي بدقة لخططه التحريرية"
 ],
 [
  "A good storyteller has to be flexible when the story changes.",
  "يجب أن يكون راوي القصص الجيد مرنًا عندما تتغير القصة."
 ],
 [
  "Compelling interviews with people affected by a story can put a human face on it.  And strong pictures can carry a greater impact than words.  It can be difficult for the audience to digest a story filled with too many complicated details.  While interviews with government officials can add to a story, it's better to find a \"regular\" person the audience can identify with.",
  "يمكن للمقابلات المقنعة مع الأشخاص المتأثرين بالقصة أن تضع وجهًا إنسانيًا عليها. ويمكن أن تحمل الصور القوية تأثيرًا أكبر من الكلمات. قد يكون من الصعب على الجمهور استيعاب قصة مليئة بالكثير من التفاصيل المعقدة. في حين أن المقابلات مع المسؤولين الحكوميين يمكن أن تضيف إلى القصة، فمن الأفضل العثور على شخص «عادي» يمكن للجمهور التعرف عليه."
 ],
 [
  "Pick two elements that can make a story good.",
  "اختر عنصرين يمكن أن يصنعا قصة جيدة."
 ],
 [
  "Compelling interviews with people affected by a story can put a human face on it.  And strong pictures can carry a greater impact than words.",
  "يمكن للمقابلات المقنعة مع الأشخاص المتأثرين بالقصة أن تضع وجهًا إنسانيًا عليها. ويمكن أن تحمل الصور القوية تأثيرًا أكبر من الكلمات."
 ],
 [
  "It can be difficult for the audience to digest a story filled with too many complicated details.  While interviews with government officials can add to a story, it's better to find a \"regular\" person the audience can identify with.",
  "قد يكون من الصعب على الجمهور استيعاب قصة مليئة بالكثير من التفاصيل المعقدة. في حين أن المقابلات مع المسؤولين الحكوميين يمكن أن تضيف إلى القصة، فمن الأفضل العثور على شخص «عادي» يمكن للجمهور التعرف عليه."
 ],
 [
  "Complicated details",
  "تفاصيل معقدة"
 ],
 [
  "Interviews with people affected by something",
  "مقابلات مع أشخاص متأثرين بشيء"
 ],
 [
  "Interviews with government officials",
  "مقابلات مع مسؤولين حكوميين"
 ],
 [
  "Strong video",
  "فيديو قوي"
 ],
 [
  "Reading and talking to people other than colleagues can get you started toward finding a good story.",
  "القراءة والتحدث إلى أشخاص آخرين غير الزملاء يمكن أن تجعلك تبدأ في العثور على قصة جيدة."
 ],
 [
  "Which of these is ",
  "أي من هذه "
 ],
 [
  "usually ",
  "عادة "
 ],
 [
  "not",
  "لا"
 ],
 [
  " the best way to get started in finding a story?",
  " أفضل طريقة للبدء في العثور على قصة؟"
 ],
 [
  "Read news articles online",
  "قراءة المقالات الإخبارية على الإنترنت"
 ],
 [
  "See what people are talking about on social media",
  "تعرف على ما يتحدث عنه الناس على وسائل التواصل الاجتماعي"
 ],
 [
  "Talk to co-workers in the newsroom",
  "تحدث إلى زملاء العمل في غرفة الأخبار"
 ],
 [
  "Call an expert",
  "اتصل بخبير"
 ],
 [
  "Which of these elements belongs in a good story pitch?",
  "أي من هذه العناصر ينتمي إلى قصة جيدة pitch؟"
 ],
 [
  "You want to tell your manager which elements you are sure you can get, but keep some in mind that would be nice to get, too.",
  "تريد أن تخبر مديرك بالعناصر التي أنت متأكد من أنه يمكنك الحصول عليها، ولكن ضع في اعتبارك أنه سيكون من الجيد الحصول عليها أيضًا."
 ],
 [
  "A good pitch is short and sweet, listing a few elements you know you can get.  It's best to have a realistic estimate for the costs.",
  "الملعب الجيد قصير وحلو، يسرد بعض العناصر التي تعرف أنه يمكنك الحصول عليها. من الأفضل أن يكون لديك تقدير واقعي للتكاليف."
 ],
 [
  "All of the details you know about the story",
  "كل التفاصيل التي تعرفها عن القصة"
 ],
 [
  "A conservative estimate for the cost",
  "تقدير متحفظ للتكلفة"
 ],
 [
  "A few elements you are sure you can get",
  "بعض العناصر التي أنت متأكد من أنه يمكنك الحصول عليها"
 ],
 [
  "All of the above",
  "كل ما سبق"
 ],
 [
  "A storyboard can do all of these things for your story! ",
  "يمكن للوحة العمل أن تفعل كل هذه الأشياء لقصتك! "
 ],
 [
  "What is the benefit of putting together a storyboard before you head out to report on your story?",
  "ما الفائدة من تجميع لوحة عمل قبل الخروج للإبلاغ عن قصتك؟"
 ],
 [
  "It gets the team on the same page ",
  "يحصل الفريق على نفس الصفحة "
 ],
 [
  "It gives your story structure",
  "إنه يعطي بنية قصتك"
 ],
 [
  "It helps set priorities for which elements you want to get",
  "يساعد في تحديد الأولويات للعناصر التي تريد الحصول عليها"
 ],
 [
  "Being flexible and adapting to the situation on the ground will allow you to follow your story where it leads you.",
  "سيسمح لك التحلي بالمرونة والتكيف مع الموقف على الأرض بمتابعة قصتك إلى حيث تقودك."
 ],
 [
  "When you get to your story, and it's not how you expected, it's best to ",
  "عندما تصل إلى قصتك، وليس الأمر كما توقعت، فمن الأفضل "
 ],
 [
  "fill in the blank.",
  "املأ الفراغ."
 ],
 [
  "be flexible",
  "كن مرنًا"
 ],
 [
  "adapt",
  "يتكيف"
 ],
 [
  "follow it",
  "اتبع ذلك"
 ],
 [
  "Your story is built around a narrative thread to keep the audience engaged from start to finish.",
  "تم بناء قصتك حول خيط سردي للحفاظ على تفاعل الجمهور من البداية إلى النهاية."
 ],
 [
  "Which of these flows through the story from start to finish?",
  "أي من هذه التدفقات من خلال القصة من البداية إلى النهاية؟"
 ],
 [
  "Narrative thread",
  "خيط سردي"
 ],
 [
  "The reporter's pieces-to-camera",
  "قطع المراسل إلى الكاميرا"
 ],
 [
  "The reporter's pieces-to-camera can ",
  "يمكن للمراسل من قطعة إلى كاميرا "
 ],
 [
  "help",
  "يساعد"
 ],
 [
  " carry the narrative thread.",
  " احمل الخيط السردي."
 ],
 [
  "Your best pictures",
  "أفضل صورك"
 ],
 [
  "Some reporters like to put their best pictures at the beginning and end of a story and save the others for the middle.",
  "يحب بعض المراسلين وضع أفضل صورهم في بداية ونهاية القصة وحفظ الآخرين في المنتصف."
 ],
 [
  "The big picture",
  "الصورة الكبيرة"
 ],
 [
  "Avoid being too broad with your story.  Instead, look for one person or a small moment to illustrate the bigger story.",
  "تجنب أن تكون واسعًا جدًا في قصتك. بدلاً من ذلك، ابحث عن شخص واحد أو لحظة صغيرة لتوضيح القصة الأكبر."
 ],
 [
  "When it comes to sources, whether anonymous or named, trust goes both ways.  You need to trust that the source is giving you accurate information, and the source needs to trust that you'll act responsibly with the information that he/she/they has given you.  You should do your best to protect the source from any repercussions after your story runs.",
  "عندما يتعلق الأمر بالمصادر، سواء كانت مجهولة أو مسماة، فإن الثقة تسير في كلا الاتجاهين. يجب أن تثق في أن المصدر يمنحك معلومات دقيقة، ويجب أن يثق المصدر في أنك ستتصرف بمسؤولية مع المعلومات التي قدمها لك. يجب أن تبذل قصارى جهدك لحماية المصدر من أي تداعيات بعد تشغيل قصتك."
 ],
 [
  "When it comes to managing sources, which statement is true?",
  "عندما يتعلق الأمر بإدارة المصادر، ما العبارة الصحيحة؟"
 ],
 [
  "You should worry about what might happen to your source, even after you get your story.",
  "يجب أن تقلق بشأن ما قد يحدث لمصدرك، حتى بعد أن تحصل على قصتك."
 ],
 [
  "You should say whatever you need to in order to get a source to talk to you.",
  "يجب أن تقول كل ما تحتاج إليه من أجل الحصول على مصدر للتحدث معك."
 ],
 [
  "You may need to pressure a crime victim to remember all of the details for your story.",
  "قد تحتاج إلى الضغط على ضحية جريمة لتذكر كل تفاصيل قصتك."
 ],
 [
  "Believe everything a source tells you.  After all, they're ",
  "صدق كل ما يخبرك به المصدر. بعد كل شيء، هم "
 ],
 [
  "your",
  "ك"
 ],
 [
  " source.",
  " مصدر."
 ],
 [
  "A good storyteller has the flexibility to  keep an open mind about what's happening on the ground and follow the story where it leads.  You should expect to run into challenges and that things won't be as you anticipated.",
  "يتمتع راوي القصص الجيد بالمرونة للحفاظ على عقل متفتح حول ما يحدث على الأرض ومتابعة القصة إلى أين تقود. يجب أن تتوقع مواجهة تحديات وأن الأمور لن تكون كما توقعت."
 ],
 [
  "Choose two true statements about reporting on a story.",
  "اختر عبارتين صحيحتين حول الإبلاغ عن قصة."
 ],
 [
  "It's best to keep an open mind when you're reporting on a story and pay attention to what's happening around you.",
  "من الأفضل أن تكون متفتحًا عند الإبلاغ عن قصة والانتباه إلى ما يحدث من حولك."
 ],
 [
  "When things are different than you expected when you show up to your story, you should to stick to your plans.  That's why you made them.",
  "عندما تكون الأمور مختلفة عما كنت تتوقع عندما تظهر لقصتك، يجب عليك الالتزام بخططك. لهذا السبب صنعتها."
 ],
 [
  "The interviews you arranged ahead of time fall through once you get to the story.  It's time to go back home to regroup.",
  "تقع المقابلات التي قمت بترتيبها مسبقًا بمجرد وصولك إلى القصة. حان الوقت للعودة إلى المنزل لإعادة تجميع صفوفهم."
 ],
 [
  "Staying true to your story means following it where it leads you.",
  "البقاء صادقًا مع قصتك يعني متابعتها إلى حيث تقودك."
 ]
]