[
 [
  "Writing News for Television (Arabic)",
  "كتابة الأخبار للتلفزيون (باللغة العربية)"
 ],
 [
  "This course lays out the process of writing for a television newscast.",
  "تحدد هذه الدورة عملية الكتابة لنشرة أخبار تلفزيونية."
 ],
 [
  "In these lessons, we'll discuss the parts of a well-written script, what should go into it and everything you need to do to write it. Throughout this course you'll see examples from CNN newscasts and hear from CNN anchors.",
  "في هذه الدروس، سنناقش أجزاء النص المكتوب جيدًا، وما يجب أن يدخل فيه وكل ما تحتاج إلى القيام به لكتابته. خلال هذه الدورة التدريبية، سترى أمثلة من نشرات أخبار CNN وستسمع من مذيعي CNN."
 ],
 [
  "Click the \"Start Course\" button to begin.",
  "انقر على زر «بدء الدورة» للبدء."
 ],
 [
  "Introduction",
  "مقدمة"
 ],
 [
  "A Well-Written Script",
  "سيناريو مكتوب بشكل جيد"
 ],
 [
  "\"The key to everything is writing with the spoken word.\"",
  "«مفتاح كل شيء هو الكتابة بالكلمة المنطوقة.»"
 ],
 [
  "Michael Holmes, CNN Anchor and Correspondent",
  "مايكل هولمز، مذيع CNN والمراسل"
 ],
 [
  "Writing for Television",
  "الكتابة للتلفزيون"
 ],
 [
  "Writing for TV news is very different from writing for print or digital.  The viewer has to understand the story the first time, without having the luxury of going back to reread a sentence that was too complicated or didn't make sense.  ",
  "تختلف الكتابة للأخبار التلفزيونية كثيرًا عن الكتابة المطبوعة أو الرقمية. يجب على المشاهد أن يفهم القصة في المرة الأولى، دون أن يتمتع برفاهية العودة لإعادة قراءة جملة كانت معقدة للغاية أو غير منطقية. "
 ],
 [
  "Print journalism is for the eye, radio and podcasts are for the ear, and television is for both the eye and ear.  With TV, the pictures and sounds work together.",
  "الصحافة المطبوعة هي للعين، والإذاعة والبودكاست للأذن، والتلفزيون للعين والأذن. مع التلفزيون، تعمل الصور والأصوات معًا."
 ],
 [
  "The Goals of a Script",
  "أهداف البرنامج النصي"
 ],
 [
  "One well-written script followed by another will make the viewer want to keep watching throughout the news program.",
  "نص مكتوب جيدًا متبوعًا بآخر سيجعل المشاهد يرغب في الاستمرار في المشاهدة طوال البرنامج الإخباري."
 ],
 [
  "Keep Watching",
  "استمر في المشاهدة"
 ],
 [
  "A well-written script focuses on the most important information in a story.",
  "يركز النص المكتوب جيدًا على أهم المعلومات في القصة."
 ],
 [
  "Focus",
  "مجال التركيز"
 ],
 [
  "The combination of words and video in a well-written script will grab the viewer's attention.",
  "سيؤدي الجمع بين الكلمات والفيديو في نص مكتوب جيدًا إلى جذب انتباه المشاهد."
 ],
 [
  "Grab the Viewer",
  "احصل على المشاهد"
 ],
 [
  "Making a Connection",
  "إجراء اتصال"
 ],
 [
  "The writing in a newscast is how the anchor and the writer connect with the audience. The words you choose will help shape the viewer's understanding of a story.",
  "الكتابة في نشرة الأخبار هي كيفية تواصل المذيع والكاتب مع الجمهور. ستساعد الكلمات التي تختارها في تشكيل فهم المشاهد للقصة."
 ],
 [
  "A well-written script should:",
  "يجب أن يكون النص المكتوب جيدًا:"
 ],
 [
  "Be conversational. When you are writing a script, always ask yourself how you would tell this story to a friend.",
  "كن محادثًا. عندما تكتب نصًا، اسأل نفسك دائمًا كيف ستروي هذه القصة لصديق."
 ],
 [
  "Avoid unnecessary words. A story has greater impact when you boil it down to its essence. With a limited amount of real estate in a newscast, there is usually a more concise way to say something.  ",
  "تجنب الكلمات غير الضرورية. يكون للقصة تأثير أكبر عندما تختزنها في جوهرها. مع وجود كمية محدودة من العقارات في نشرة الأخبار، عادة ما تكون هناك طريقة أكثر إيجازًا لقول شيء ما. "
 ],
 [
  "Use short sentences. Short sentences make it easier for the viewer to follow. It gets hard to understand the point of a sentence with too many clauses.",
  "استخدم جمل قصيرة. تسهل الجمل القصيرة على المشاهد المتابعة. من الصعب فهم الهدف من الجملة التي تحتوي على عدد كبير جدًا من الجمل."
 ],
 [
  "Be clear. Simple, clear language makes a script easy for the anchor to read and easy for the viewer to understand.  When you have strong video, there's less need for writing with extra flourish.",
  "كن واضحًا. اللغة البسيطة والواضحة تجعل النص سهلًا على المذيع قراءته ويسهل على المشاهد فهمه. عندما يكون لديك فيديو قوي، تقل الحاجة إلى الكتابة بمزيد من الازدهار."
 ],
 [
  "Kristie Lu Stout anchors a newscast in CNN's Hong Kong studio.",
  "تقدم كريستي لو ستاوت نشرة إخبارية في استوديو CNN في هونغ كونغ."
 ],
 [
  "Line by Line",
  "سطر بسطر"
 ],
 [
  "In these lessons, we'll break down the process of writing for television news.  From a story's lead, to the structure of its body, to the most effective way to use elements.",
  "في هذه الدروس، سنقوم بتفصيل عملية الكتابة للأخبار التلفزيونية. من مقدمة القصة، إلى بنية جسدها، إلى الطريقة الأكثر فعالية لاستخدام العناصر."
 ],
 [
  "In our next lesson, we will look at the role of the writer in a newscast.",
  "في الدرس التالي، سننظر إلى دور الكاتب في نشرة الأخبار."
 ],
 [
  "Complete the content above before moving on.",
  "أكمل المحتوى أعلاه قبل الانتقال."
 ],
 [
  "CONTINUE",
  "يستمر"
 ],
 [
  "The Role of the Writer",
  "دور الكاتب"
 ],
 [
  "The Foundation of the Newscast",
  "مؤسسة نشرة الأخبار"
 ],
 [
  "The writer's role is vital to a newscast.  Through your scripts, you are the voice of the anchor and the network. The words you write, paired with the video, graphics, and other elements you choose, are the foundation of the newscast.",
  "دور الكاتب أمر حيوي لنشرة الأخبار. من خلال البرامج النصية الخاصة بك، أنت صوت المرساة والشبكة. الكلمات التي تكتبها، المقترنة بالفيديو والرسومات والعناصر الأخرى التي تختارها، هي أساس نشرة الأخبار."
 ],
 [
  "The CNN International newsroom at CNN World Headquarters in Atlanta, Georgia",
  "غرفة أخبار CNN الدولية في مقر CNN العالمي في أتلانتا، جورجيا"
 ],
 [
  "A writer's scripts set the tone for the newscast.  So the writer must set the right tone for his or her script.  ",
  "تحدد نصوص الكاتب نغمة نشرة الأخبار. لذلك يجب على الكاتب ضبط النغمة الصحيحة للنص الخاص به. "
 ],
 [
  "The Writer's Responsibility",
  "مسؤولية الكاتب"
 ],
 [
  "The writer's scripts need to grab the viewer's attention, tell them the most relevant information, and keep them watching throughout the newscast. In order to do that effectively, the writer has to understand the story and its impact.  ",
  "تحتاج نصوص الكاتب إلى جذب انتباه المشاهد وإخبارهم بالمعلومات الأكثر صلة وإبقائهم يشاهدون طوال نشرة الأخبار. من أجل القيام بذلك بشكل فعال، يجب على الكاتب أن يفهم القصة وتأثيرها. "
 ],
 [
  "There is a lot that a writer is expected to understand.",
  "هناك الكثير الذي يتوقع من الكاتب فهمه."
 ],
 [
  "What the show's producer expects of a script, such as the angle of the story, specific video or elements, and the length of the script",
  "ما يتوقعه منتج العرض من السيناريو، مثل زاوية القصة، والفيديو أو العناصر المحددة، وطول السيناريو"
 ],
 [
  "How the script fits into the rest of the show",
  "كيف يتناسب البرنامج النصي مع بقية العرض"
 ],
 [
  "The network's general voice and tone",
  "الصوت العام للشبكة ونبرتها"
 ],
 [
  "How the anchor speaks naturally and what he or she is comfortable saying",
  "كيف يتحدث المذيع بشكل طبيعي وما يشعر بالراحة في قوله"
 ],
 [
  "Understand",
  "افهم"
 ],
 [
  "The words we choose for television writing are meant for our viewers' ears.  The language and sentences should be simple, clear and easy to understand, and the style should be one your anchor is comfortable with.  The writing should be as if you were telling a friend a story; it is not what you might write in a dissertation.",
  "الكلمات التي نختارها للكتابة التلفزيونية مخصصة لآذان مشاهدينا. يجب أن تكون اللغة والجمل بسيطة وواضحة وسهلة الفهم، ويجب أن يكون الأسلوب هو الأسلوب الذي يناسبك. يجب أن تكون الكتابة كما لو كنت تخبر صديقًا بقصة؛ ليس هذا ما قد تكتبه في أطروحة."
 ],
 [
  "Write Conversationally",
  "اكتب بطريقة المحادثة"
 ],
 [
  "A good writer takes ownership of their script.  That means knowing and understanding everything that's in it and updating or changing the copy or elements when needed.",
  "الكاتب الجيد يأخذ ملكية السيناريو الخاص به. وهذا يعني معرفة وفهم كل ما هو موجود فيه وتحديث أو تغيير النسخة أو العناصر عند الحاجة."
 ],
 [
  "Take Ownership",
  "خذ الملكية"
 ],
 [
  "A writer should use the best video, sound, pictures, and graphics that are available. Strong elements should complement the written words.",
  "يجب أن يستخدم الكاتب أفضل مقاطع الفيديو والصوت والصور والرسومات المتوفرة. يجب أن تكمل العناصر القوية الكلمات المكتوبة."
 ],
 [
  "Use the Best Elements",
  "استخدم أفضل العناصر"
 ],
 [
  "Viewers watch a newscast to get information and better understand the world.  A writer needs to make sure the viewer is getting accurate information and the latest developments.",
  "يشاهد المشاهدون نشرة إخبارية للحصول على المعلومات وفهم العالم بشكل أفضل. يحتاج الكاتب إلى التأكد من حصول المشاهد على معلومات دقيقة وآخر التطورات."
 ],
 [
  "Inform",
  "إعلام"
 ],
 [
  "Lori Webster, CNN Senior Writer",
  "لوري ويبستر، كاتبة بارزة في CNN"
 ],
 [
  "Simple, clear, concise, conversational writing. That's what we're after. ",
  "كتابة بسيطة وواضحة وموجزة ومحادثة. هذا ما نسعى إليه. "
 ],
 [
  "Qualities of a Good Writer",
  "صفات الكاتب الجيد"
 ],
 [
  "A good writer doesn't need to be told what to do, whether it's updating a script or helping another member of the team.",
  "لا يحتاج الكاتب الجيد إلى إخباره بما يجب القيام به، سواء كان ذلك لتحديث نص برمجي أو مساعدة عضو آخر من الفريق."
 ],
 [
  "Proactive",
  "وقائي"
 ],
 [
  "The writer needs to have strong editorial judgement to sort through the information and elements and understand the boundaries.",
  "يحتاج الكاتب إلى حكم تحريري قوي لفرز المعلومات والعناصر وفهم الحدود."
 ],
 [
  "Editorial Judgement",
  "حكم تحريري"
 ],
 [
  "Scripts go through a lot of changes before they get on air -- from updates to anchor input to complying with the network's direction.",
  "تخضع البرامج النصية للكثير من التغييرات قبل بثها - من التحديثات إلى إدخال الربط إلى الامتثال لاتجاه الشبكة."
 ],
 [
  "Flexible",
  "مرن"
 ],
 [
  "A good writer is creative with their language and use of elements.  No one wants to watch a boring newscast.",
  "الكاتب الجيد مبدع في لغته واستخدام العناصر. لا أحد يريد مشاهدة نشرة إخبارية مملة."
 ],
 [
  "Creative",
  "إبداعية"
 ],
 [
  "A good writer is well-informed about the world and how the stories he or she writes fit into it.",
  "الكاتب الجيد يعرف جيدًا العالم وكيف تتناسب القصص التي يكتبها معه."
 ],
 [
  "Well-Informed",
  "مطلعة"
 ],
 [
  "In the next lesson, you will learn some of the terms you might hear in a newsroom.",
  "في الدرس التالي، ستتعلم بعض المصطلحات التي قد تسمعها في غرفة الأخبار."
 ],
 [
  "News Writing Glossary",
  "مسرد كتابة الأخبار"
 ],
 [
  "A Whole New Language",
  "لغة جديدة بالكامل"
 ],
 [
  "When you work in a newsroom, it can feel like you have to learn a foreign language. There are a lot of terms that journalists use in television news, to talk about everything from the parts of a script to the parts of a rundown.",
  "عندما تعمل في غرفة الأخبار، قد تشعر أنك بحاجة إلى تعلم لغة أجنبية. هناك الكثير من المصطلحات التي يستخدمها الصحفيون في الأخبار التلفزيونية، للحديث عن كل شيء من أجزاء السيناريو إلى أجزاء الملخص."
 ],
 [
  "Use this lesson as a \"cheat sheet\" to help you navigate some of the most commonly used terms in a television newsroom. ",
  "استخدم هذا الدرس كـ «ورقة غش» لمساعدتك في التنقل بين بعض المصطلحات الأكثر استخدامًا في غرفة الأخبار التلفزيونية. "
 ],
 [
  "Key Terms You'll See Throughout This Course",
  "المصطلحات الرئيسية التي ستراها خلال هذه الدورة"
 ],
 [
  "Get familiar with these terms.  You'll see a lot of them in this course and as a journalist.",
  "تعرف على هذه المصطلحات. سترى الكثير منهم في هذه الدورة وكصحفي."
 ],
 [
  "Script: Where the copy for a story is written for an anchor to read, accompanied by video, sound bites, and other elements.",
  "السيناريو: حيث تتم كتابة نسخة القصة لكي يقرأها المذيع، مصحوبة بالفيديو ومقاطع الصوت وعناصر أخرى."
 ],
 [
  "Rundown: The lineup of stories to be used in a newscast. This is where the producer puts specific details for each story and element he or she plans to use in a newscast. ",
  "ملخص: مجموعة القصص التي سيتم استخدامها في نشرة الأخبار. هذا هو المكان الذي يضع فيه المنتج تفاصيل محددة لكل قصة وعنصر يخطط لاستخدامه في نشرة إخبارية. "
 ],
 [
  "Parts of a Script",
  "أجزاء من البرنامج النصي"
 ],
 [
  "You will notice that the script below is split down the middle. The left side contains instructions for the director and other people in the control room.  The right side is what the anchor sees.",
  "ستلاحظ أن البرنامج النصي أدناه مقسم إلى المنتصف. يحتوي الجانب الأيسر على تعليمات للمدير والأشخاص الآخرين في غرفة التحكم. الجانب الأيمن هو ما تراه المرساة."
 ],
 [
  "Or Chyron.  This refers to the words on screen.  A font can tell the viewer: the story and a small amount of detail about it, the name and title of the person speaking or a location.",
  "أو تشيرون. يشير هذا إلى الكلمات التي تظهر على الشاشة. يمكن للخط أن يخبر المشاهد: القصة وكمية صغيرة من التفاصيل عنها، واسم وعنوان الشخص الذي يتحدث أو الموقع."
 ],
 [
  "Font",
  "الخط"
 ],
 [
  "Or just Full Screen. A still picture, map, chart or graph that takes up the entire television screen. ",
  "أو مجرد شاشة كاملة. صورة ثابتة أو خريطة أو مخطط أو رسم بياني يشغل شاشة التلفزيون بأكملها. "
 ],
 [
  "Full Screen Graphic",
  "رسم ملء الشاشة"
 ],
 [
  "VO that has Nat Sound or Nats.  The natural sounds of a scene on video.  This can include examples such as chanting at a rally, gunfire during a battle or an ambulance leaving the scene of an accident.",
  "VO الذي يحتوي على صوت نات أو ناتس. الأصوات الطبيعية للمشهد على الفيديو. يمكن أن يشمل ذلك أمثلة مثل الهتاف في تجمع أو إطلاق النار أثناء المعركة أو سيارة إسعاف تغادر مكان الحادث."
 ],
 [
  "Nat VO",
  "نات فو"
 ],
 [
  "Or Out Cue.  The final two or three words of a package or SOT, so the anchor and director know it is about to end. ",
  "أو أوت كيو. آخر كلمتين أو ثلاث كلمات من الحزمة أو SOT، حتى يعرف المذيع والمخرج أنها على وشك الانتهاء. "
 ],
 [
  "OC",
  "الناقل الاختياري"
 ],
 [
  "Total Running Time.  The length of a package, SOT, or other piece of video. ",
  "إجمالي وقت التشغيل. طول الحزمة أو SOT أو أي مقطع فيديو آخر. "
 ],
 [
  "TRT",
  "محاولة"
 ],
 [
  "Sound On Tape.  A pre-recorded sound bite.  We still use this term even though most newsrooms are digital and no longer use tape.",
  "صوت على شريط. لدغة صوتية مسجلة مسبقًا. ما زلنا نستخدم هذا المصطلح على الرغم من أن معظم غرف الأخبار رقمية ولم تعد تستخدم الشريط."
 ],
 [
  "SOT",
  "بقعة"
 ],
 [
  "Voice Over.  The anchor reads copy while a video plays on air.",
  "فويس أوفر. يقوم المرساة بقراءة النسخة أثناء تشغيل الفيديو على الهواء."
 ],
 [
  "VO",
  "آفو"
 ],
 [
  "On Camera or sometimes OC.  The part of a script where the viewer sees the anchor reading. ",
  "على الكاميرا أو أحيانًا OC. الجزء من السيناريو الذي يرى فيه المشاهد قراءة الرابط. "
 ],
 [
  "On Cam",
  "على كاميرا"
 ],
 [
  "Parts of a Rundown",
  "أجزاء من ملخص"
 ],
 [
  "A short description of a story coming up later in the show.  An attention-getting tease can keep a viewer watching through a commercial break or two. ",
  "وصف قصير لقصة ستظهر لاحقًا في العرض. يمكن للإثارة التي تجذب الانتباه أن تجعل المشاهد يشاهد خلال استراحة تجارية أو اثنتين. "
 ],
 [
  "Tease",
  "ندف"
 ],
 [
  "Or Live Shot. When a correspondent does a live report during a newscast. ",
  "أو لقطة حية. عندما يقوم المراسل بعمل تقرير مباشر خلال نشرة إخبارية. "
 ],
 [
  "Live",
  "بث مباشر"
 ],
 [
  "Or Package.  A pre-recorded story, incorporating video, sound bites, and a reporter's voice track. ",
  "أو الحزمة. قصة مسجلة مسبقًا تتضمن مقاطع فيديو ومقاطع صوتية ومسار صوتي للمراسل. "
 ],
 [
  "Pkg",
  "Pkg"
 ],
 [
  "The name of a story.  This slug is simply \"Extremists: Next.\"",
  "اسم القصة. هذه البزاقة هي ببساطة «المتطرفون: التالي»."
 ],
 [
  "Slug",
  "بزاقة"
 ],
 [
  "Can refer to the top story in a newscast or the first line in a script. ",
  "يمكن أن تشير إلى القصة الرئيسية في نشرة الأخبار أو السطر الأول في البرنامج النصي. "
 ],
 [
  "The Lead",
  "ذا ليد"
 ],
 [
  "Check Your Understanding",
  "تحقق من فهمك"
 ],
 [
  "Let's see if you got all of that.",
  "دعونا نرى ما إذا كنت قد حصلت على كل ذلك."
 ],
 [
  "Match the following terms with their meanings.",
  "قم بمطابقة المصطلحات التالية مع معانيها."
 ],
 [
  "Video is playing while the anchor is reading",
  "يتم تشغيل الفيديو أثناء قراءة المذيع"
 ],
 [
  "Rundown",
  "المتهدمة"
 ],
 [
  "The lineup of stories for a newscast",
  "مجموعة القصص لنشرة الأخبار"
 ],
 [
  "The length of a prerecorded element",
  "طول عنصر مسجل مسبقًا"
 ],
 [
  "The name of a story",
  "اسم القصة"
 ],
 [
  "Next: How to get started on writing your script.",
  "التالي: كيفية البدء في كتابة البرنامج النصي الخاص بك."
 ],
 [
  "Getting Started",
  "الشروع في العمل"
 ],
 [
  "Before You Write",
  "قبل الكتابة"
 ],
 [
  "Getting Organized",
  "الحصول على تنظيم"
 ],
 [
  "Before you start typing anything, there are some things you need to do. ",
  "قبل البدء في كتابة أي شيء، هناك بعض الأشياء التي تحتاج إلى القيام بها. "
 ],
 [
  "Check your sources. Find out if your news organization has already reported on the story. Look at what your other available sources are reporting about it.  See what the competition is doing.",
  "تحقق من مصادرك. اكتشف ما إذا كانت مؤسستك الإخبارية قد أبلغت بالفعل عن القصة. انظر إلى ما تقوم مصادرك الأخرى المتاحة بالإبلاغ عنه. شاهد ما تفعله المنافسة."
 ],
 [
  "Look at elements. Start looking at what video is available and watch it to see what will work best for your story.  If there is no video, are there still pictures, maps or other graphics that will work instead?",
  "انظر إلى العناصر. ابدأ بمشاهدة الفيديو المتاح ومشاهدته لمعرفة ما هو الأفضل لقصتك. إذا لم يكن هناك فيديو، فهل لا تزال هناك صور أو خرائط أو رسومات أخرى ستعمل بدلاً من ذلك؟"
 ],
 [
  "Communicate with the producer. Find out what the producer has in mind for your scripts.",
  "تواصل مع المنتج. تعرف على ما يدور في ذهن المنتج لنصوصك."
 ],
 [
  "Look at the rundown. See where your story fits into the show. Is it part of a larger segment?  Or does it stand alone?",
  "انظر إلى الخلاصة. شاهد أين تتناسب قصتك مع العرض. هل هي جزء من شريحة أكبر؟ أم أنها تقف بمفردها؟"
 ],
 [
  "Check your assignments.  Most writers are assigned to write more than one story in a newscast.  You will need to budget your time to finish everything by the deadline.  If you are working on more than one newscast, you should look ahead to see what's expected of you after the first show is finished.",
  "تحقق من المهام الخاصة بك. يتم تعيين معظم الكتاب لكتابة أكثر من قصة واحدة في نشرة الأخبار. ستحتاج إلى تخصيص وقتك لإنهاء كل شيء بحلول الموعد النهائي. إذا كنت تعمل على أكثر من نشرة إخبارية واحدة، يجب أن تتطلع إلى الأمام لمعرفة ما هو متوقع منك بعد انتهاء العرض الأول."
 ],
 [
  "Sources",
  "المصادر"
 ],
 [
  "Who Can You Trust?",
  "من الذي يمكنك الوثوق به؟"
 ],
 [
  "Every network has sources that it trusts above all others.  Find out where you should turn first for information.",
  "تحتوي كل شبكة على مصادر تثق بها فوق كل المصادر الأخرى. تعرف على المكان الذي يجب أن تتجه إليه أولاً للحصول على المعلومات."
 ],
 [
  "These are other networks or news organizations with which your network has a professional relationship to share information, video, and/or other material.",
  "هذه شبكات أو مؤسسات إخبارية أخرى تتمتع شبكتك معها بعلاقة مهنية لمشاركة المعلومات والفيديو و/أو المواد الأخرى."
 ],
 [
  "Affiliates",
  "الشركات التابعة"
 ],
 [
  "Most news organizations subscribe to an outside news service that can provide reporting, video or still images.  Some examples of these include: Reuters, AFP, AP, CCTV and Getty Images.",
  "تشترك معظم المؤسسات الإخبارية في خدمة إخبارية خارجية يمكنها تقديم التقارير أو الفيديو أو الصور الثابتة. بعض الأمثلة على ذلك تشمل: رويترز، وكالة فرانس برس، AP، CCTV و Getty Images."
 ],
 [
  "Outside News Sources ",
  "مصادر الأخبار الخارجية "
 ],
 [
  "Every news organization has its own news gathering staff that does original reporting, verifies information and approves what can go on air.",
  "كل مؤسسة إخبارية لديها فريق جمع الأخبار الخاص بها الذي يقوم بإعداد التقارير الأصلية والتحقق من المعلومات والموافقة على ما يمكن بثه على الهواء."
 ],
 [
  "This can include:",
  "يمكن أن يشمل ذلك:"
 ],
 [
  "Correspondents and producers who are at an event or are talking with their own sources",
  "المراسلون والمنتجون الذين يحضرون حدثًا أو يتحدثون مع مصادرهم الخاصة"
 ],
 [
  "News desk editors who are making phone calls and communicating with teams in the field",
  "محررو مكاتب الأخبار الذين يجرون مكالمات هاتفية ويتواصلون مع الفرق في الميدان"
 ],
 [
  "Network Staff",
  "طاقم الشبكة"
 ],
 [
  "Lorem ipsum dolor sit amet, consectetur adipiscing elit. In purus velit, tincidunt ac nibh quis, sollicitudin varius libero. Nullam at mi felis. Donec a scelerisque augue, sit amet porttitor nibh. Suspendisse at lorem ut elit placerat blandit.",
  "لون لوريم إيبسوم يناسب النخبة المتقنة والمكرسة. في Purus velit، tincidunt ac nibh quis، solicitudin مختلف الأحرار. نولام في مي فيليس. قم بإبرة رائعة، اجلس على قطعة لحم الخنزير. يُعلّق في لوريم ولكن يُقسم الفتحة."
 ],
 [
  "Summary",
  "ملخص"
 ],
 [
  "You should check with your news organization on how it handles information that comes from a source outside of the ones that are approved for you to use. ",
  "يجب عليك مراجعة مؤسستك الإخبارية حول كيفية تعاملها مع المعلومات التي تأتي من مصدر خارج المصادر المعتمدة لك لاستخدامها. "
 ],
 [
  "In the next lesson, you will learn about attribution, or how we tell viewers where we get our information. But first, let's make sure you understand what you have learned so far.",
  "في الدرس التالي، ستتعرف على الإحالة، أو كيف نخبر المشاهدين من أين نحصل على معلوماتنا. لكن أولاً، دعنا نتأكد من فهمك لما تعلمته حتى الآن."
 ],
 [
  "Quiz: Good Writing Practices",
  "اختبار: ممارسات الكتابة الجيدة"
 ],
 [
  "Before the next lesson, let's check your understanding of what we've covered so far. You will need to answer five of these questions correctly before you can go on to the next lesson.",
  "قبل الدرس التالي، دعنا نتحقق من فهمك لما تناولناه حتى الآن. ستحتاج إلى الإجابة على خمسة من هذه الأسئلة بشكل صحيح قبل أن تتمكن من الانتقال إلى الدرس التالي."
 ],
 [
  "What are the goals of a well-written script? (check all that apply)",
  "ما هي أهداف السيناريو المكتوب بشكل جيد؟ (تحقق من كل ما ينطبق)"
 ],
 [
  "Get the viewer's attention ",
  "اجذب انتباه المشاهد "
 ],
 [
  "Focus on the most relevant information ",
  "ركز على المعلومات الأكثر صلة "
 ],
 [
  "Fill time between breaks as efficiently as possible",
  "املأ الوقت بين فترات الراحة بأكبر قدر ممكن من الكفاءة"
 ],
 [
  "Help the viewer make sense of world events ",
  "ساعد المشاهد على فهم الأحداث العالمية "
 ],
 [
  "What are the things that you should start doing once you have a script to write? (check all that apply)",
  "ما هي الأشياء التي يجب أن تبدأ في القيام بها بمجرد أن يكون لديك برنامج نصي لكتابته؟ (تحقق من كل ما ينطبق)"
 ],
 [
  "See what stories are around it to see where your script fits in",
  "تعرف على القصص الموجودة حوله لمعرفة المكان المناسب للنص الخاص بك"
 ],
 [
  "Begin writing right away since writers are under deadline pressure and you probably have other scripts to write ",
  "ابدأ الكتابة على الفور نظرًا لأن الكتاب يتعرضون لضغوط الموعد النهائي وربما لديك نصوص أخرى لكتابتها "
 ],
 [
  "Make sure you have the sources you need and that they are recognized by your organization as legitimate",
  "تأكد من أن لديك المصادر التي تحتاجها وأن مؤسستك تعترف بها على أنها شرعية"
 ],
 [
  "Ask the producer or editor if you have any questions about what your script should contain",
  "اسأل المنتج أو المحرر إذا كانت لديك أي أسئلة حول ما يجب أن يحتويه البرنامج النصي الخاص بك"
 ],
 [
  "What are generally considered to be acceptable sources? (check all that apply)",
  "ما هي المصادر التي تعتبر بشكل عام مصادر مقبولة؟ (تحقق من كل ما ينطبق)"
 ],
 [
  "The network’s own correspondents, field producers and editors",
  "مراسلو الشبكة والمنتجون الميدانيون والمحررون"
 ],
 [
  "Outside news agencies to which your organization subscribes ",
  "وكالات الأنباء الخارجية التي تشترك فيها مؤسستك "
 ],
 [
  "Affiliates with whom your network has a working relationship",
  "الشركات التابعة التي تربطها بشبكتك علاقة عمل"
 ],
 [
  "Stories that have gone viral on the internet that several people you know and trust have forwarded or liked ",
  "القصص التي انتشرت على الإنترنت والتي قام العديد من الأشخاص الذين تعرفهم وتثق بهم بإعادة توجيهها أو إعجابهم بها "
 ],
 [
  "What are some of the characteristics of a well-written script? ",
  "ما هي بعض خصائص النص المكتوب جيدًا؟ "
 ],
 [
  "Conversational",
  "المحادثة"
 ],
 [
  "Factually accurate",
  "دقيق من الناحية الواقعية"
 ],
 [
  "Attribution where needed",
  "الإسناد عند الحاجة"
 ],
 [
  "All of the above",
  "كل ما سبق"
 ],
 [
  "Which of these does not describe the purpose of a script an anchor reads? ",
  "أي مما يلي لا يصف الغرض من النص الذي يقرأه المذيع؟ "
 ],
 [
  "Spells out the latest information for a given story ",
  "يوضح أحدث المعلومات لقصة معينة "
 ],
 [
  "Provides context around stories coming in from the field",
  "يوفر سياقًا حول القصص القادمة من الميدان"
 ],
 [
  "Fills time between reporter pieces, live shots and anchor interviews ",
  "تملأ الوقت بين مقالات المراسل واللقطات الحية ومقابلات المذيع "
 ],
 [
  " Guides the viewer from one story to another that are related",
  " يرشد المشاهد من قصة إلى أخرى مرتبطة"
 ],
 [
  "When it comes to broadcast writing you heard it said that “less is more.” Which of these statements reflects that idea? (check all that apply) ",
  "عندما يتعلق الأمر بالكتابة الإذاعية، سمعت أن «الأقل هو الأكثر». أي من هذه العبارات تعكس هذه الفكرة؟ (تحقق من كل ما ينطبق) "
 ],
 [
  "In television you only have one chance to reach the audience, since they cannot go back and re-read what you wrote ",
  "في التلفزيون، لديك فرصة واحدة فقط للوصول إلى الجمهور، حيث لا يمكنهم العودة وإعادة قراءة ما كتبته "
 ],
 [
  "Writing should be concise and get to the point quickly ",
  "يجب أن تكون الكتابة موجزة وتصل إلى النقطة بسرعة. "
 ],
 [
  "Loads of adjectives and long, compound sentences are the best way to get complicated ideas across ",
  "الكثير من الصفات والجمل الطويلة والمركبة هي أفضل طريقة لتوصيل الأفكار المعقدة "
 ],
 [
  "You should write close to the way you talk -- colloquial but professional",
  "يجب أن تكتب بالقرب من الطريقة التي تتحدث بها - عامية ولكن احترافية"
 ],
 [
  "Sources and Attribution",
  "المصادر والإسناد"
 ],
 [
  "What is Attribution?",
  "ما هو الإسناد؟"
 ],
 [
  "Even when you are using information from a source approved by your news organization, you may need to attribute it.  Attribution tells the viewer where you got your information.  That gives accuracy, transparency and clarity to journalists' work and adds to their credibility.",
  "حتى عندما تستخدم معلومات من مصدر معتمد من قبل مؤسستك الإخبارية، قد تحتاج إلى نسبتها. تخبر الإحالة المشاهد من أين حصلت على معلوماتك. وهذا يعطي الدقة والشفافية والوضوح لعمل الصحفيين ويزيد من مصداقيتهم."
 ],
 [
  "Being precise about your sources is particularly important during breaking news and when a story is evolving.",
  "يعد توخي الدقة بشأن مصادرك أمرًا مهمًا بشكل خاص أثناء الأخبار العاجلة وعندما تتطور القصة."
 ],
 [
  "Sources For Attribution",
  "مصادر الإسناد"
 ],
 [
  "When your information comes from a source other than your network's reporter at the scene, you may need to attribute.  These are some possible ways to do this:",
  "عندما تأتي معلوماتك من مصدر آخر غير مراسل شبكتك في مكان الحادث، فقد تحتاج إلى الإسناد. فيما يلي بعض الطرق الممكنة للقيام بذلك:"
 ],
 [
  "Another news organization, newspaper, wire service or a credible web site",
  "مؤسسة إخبارية أخرى أو صحيفة أو خدمة برقية أو موقع ويب موثوق"
 ],
 [
  "A country's state media",
  "وسائل الإعلام الحكومية في بلد ما"
 ],
 [
  "A victim's relative",
  "أحد أقارب الضحية"
 ],
 [
  "A witness to an event",
  "شاهد على حدث"
 ],
 [
  "A company spokeswoman",
  "متحدثة باسم الشركة"
 ],
 [
  "The prime minister's office",
  "مكتب رئيس الوزراء"
 ],
 [
  "Police",
  "الشرطة"
 ],
 [
  "Anonymous Sources",
  "مصادر مجهولة"
 ],
 [
  "The writer should be upfront and specific about sources, identifying them whenever possible. If a source cannot be named, you should characterize the source as clearly as possible.  Some examples: ",
  "يجب أن يكون الكاتب صريحًا ومحددًا بشأن المصادر، وأن يحددها كلما أمكن ذلك. إذا تعذر تسمية المصدر، يجب وصف المصدر بأكبر قدر ممكن من الوضوح. بعض الأمثلة: "
 ],
 [
  "Three friends of the victim",
  "ثلاثة أصدقاء للضحية"
 ],
 [
  "Two State Department officials",
  "اثنان من مسؤولي وزارة الخارجية"
 ],
 [
  "A source close to the president",
  "مصدر مقرب من الرئيس"
 ],
 [
  "An official who was briefed on the matter",
  "مسؤول تم إطلاعه على الأمر"
 ],
 [
  "Law enforcement sources",
  "مصادر إنفاذ القانون"
 ],
 [
  "Information taken from newspapers, web sites, other networks or even reference books must never be used verbatim except as a direct quote with full attribution. If you don't attribute, it is plagiarism.",
  "يجب عدم استخدام المعلومات المأخوذة من الصحف أو مواقع الويب أو الشبكات الأخرى أو حتى الكتب المرجعية حرفيًا إلا كاقتباس مباشر مع الإسناد الكامل. إذا كنت لا تنسب، فهذا هو الانتحال."
 ],
 [
  "Next, we will check your knowledge. Then, get ready to write in the next lesson.  You will start at the beginning, with the lead.",
  "بعد ذلك، سوف نتحقق من معرفتك. ثم استعد للكتابة في الدرس التالي. سوف تبدأ في البداية، مع الصدارة."
 ],
 [
  "Quiz: Attribution",
  "اختبار: الإسناد"
 ],
 [
  "Let's see how well you understand attribution.  You must answer four questions correctly in order to move on to the next lesson.",
  "دعونا نرى مدى فهمك للإسناد. يجب أن تجيب على أربعة أسئلة بشكل صحيح من أجل الانتقال إلى الدرس التالي."
 ],
 [
  "Which of the following is not likely to require attribution? ",
  "أي مما يلي من غير المحتمل أن يتطلب الإسناد؟ "
 ],
 [
  "A statement given directly to your network from a police official ",
  "بيان يتم تقديمه مباشرة إلى شبكتك من مسؤول شرطة "
 ],
 [
  "Comments made by a democratically-elected member of the government ",
  "تعليقات أدلى بها عضو منتخب ديمقراطياً في الحكومة "
 ],
 [
  "Information obtained from what your network’s reporter witnessed in the field ",
  "المعلومات التي تم الحصول عليها مما شاهده مراسل شبكتك في الميدان "
 ],
 [
  "An organization’s widely disseminated news release that is freely available on the internet ",
  "نشرة إخبارية لمنظمة منتشرة على نطاق واسع ومتاحة مجانًا على الإنترنت "
 ],
 [
  "You are writing a script based in part on a news conference by health experts that was fed live an hour ago. These are medical professionals your network has used in the past and you have always found their information to be trustworthy. In the course of the news conference, one of the experts comments that he believes a new treatment will be available within three months. Do you need to attribute this in the script to this person? ",
  "أنت تكتب نصًا يستند جزئيًا إلى مؤتمر صحفي عقده خبراء الصحة تم بثه مباشرة قبل ساعة. هؤلاء هم المهنيون الطبيون الذين استخدمتهم شبكتك في الماضي ووجدت دائمًا أن معلوماتهم جديرة بالثقة. في سياق المؤتمر الصحفي، علق أحد الخبراء بأنه يعتقد أن العلاج الجديد سيكون متاحًا في غضون ثلاثة أشهر. هل تحتاج إلى أن تنسب هذا في البرنامج النصي إلى هذا الشخص؟ "
 ],
 [
  "Yes, because you are essentially taking his word for it and presumably have not independently verified the research that backs up the claim",
  "نعم، لأنك في الأساس تأخذ كلمته على محمل الجد ويفترض أنك لم تتحقق بشكل مستقل من البحث الذي يدعم المطالبة"
 ],
 [
  "No, because this is someone whom you have trusted in the past and has not been wrong as far as you know",
  "لا، لأن هذا هو الشخص الذي وثقت به في الماضي ولم تكن مخطئًا بقدر ما تعلم"
 ],
 [
  "It depends on what other news outlets are doing -- if this statement is being widely reported then there is no need for attribution",
  "يعتمد ذلك على ما تفعله المنافذ الإخبارية الأخرى - إذا تم الإبلاغ عن هذا البيان على نطاق واسع، فلا داعي للإسناد."
 ],
 [
  "While interviewing someone for a story on a recent election this person notes that her party gained more seats in parliament compared to the last election. You should: ",
  "أثناء مقابلة شخص ما من أجل قصة عن الانتخابات الأخيرة، يلاحظ هذا الشخص أن حزبه حصل على مقاعد أكثر في البرلمان مقارنة بالانتخابات الأخيرة. يجب عليك: "
 ],
 [
  "Use official or primary sources to confirm that this is the case, but if found to be accurate there is no need to attribute it to the person being interviewed",
  "استخدم المصادر الرسمية أو الأولية للتأكد من أن هذا هو الحال، ولكن إذا تبين أنها دقيقة فلا داعي لإسنادها إلى الشخص الذي تتم مقابلته"
 ],
 [
  "Attribute it to her, which means there is no need to check whether it is factually correct since it is pinned on the person to whom you were speaking ",
  "نسبها إليها، مما يعني أنه ليست هناك حاجة للتحقق مما إذا كانت صحيحة من الناحية الواقعية لأنها مثبتة على الشخص الذي كنت تتحدث إليه "
 ],
 [
  "You are writing a script and need to check a fact that is not otherwise noted in your network’s reporting. A quick internet search brings up a crowd-sourced encyclopedia entry that details what you are looking for. You should: ",
  "أنت تكتب نصًا وتحتاج إلى التحقق من حقيقة لم تتم الإشارة إليها بطريقة أخرى في تقارير شبكتك. يؤدي البحث السريع على الإنترنت إلى إدخال موسوعة من مصادر جماعية توضح تفاصيل ما تبحث عنه. يجب عليك: "
 ],
 [
  "Continue digging until you find it on at least two reliable sources, then decide whether those sources should be attributed ",
  "استمر في البحث حتى تجده في مصدرين موثوقين على الأقل، ثم حدد ما إذا كان ينبغي عزو هذه المصادر "
 ],
 [
  "Go with it since that website has a huge community of volunteers worldwide who carefully fact-check everything, so it is most likely accurate ",
  "استخدمه لأن هذا الموقع يحتوي على مجتمع ضخم من المتطوعين في جميع أنحاء العالم الذين يتحققون بعناية من كل شيء، لذلك فمن المرجح أن يكون دقيقًا "
 ],
 [
  "You are writing a story about potential defections from the government. A wire notes that an unnamed source tells one of your network’s correspondents that several members of the cabinet are deeply dissatisfied with a recent policy decision by the prime minister. This person is described as being involved in discussions with cabinet officials, but you do not know more beyond that. ",
  "أنت تكتب قصة عن الانشقاقات المحتملة من الحكومة. تشير برقية إلى أن مصدرًا لم يذكر اسمه يخبر أحد مراسلي شبكتك أن العديد من أعضاء مجلس الوزراء غير راضين بشدة عن قرار السياسة الأخير الذي اتخذه رئيس الوزراء. يوصف هذا الشخص بأنه مشارك في مناقشات مع مسؤولي مجلس الوزراء، لكنك لا تعرف أكثر من ذلك. "
 ],
 [
  "No need to attribute since this is information coming to one of your organization’s correspondents, and therefore is considered vetted and reliable if it appears in a wire ",
  "لا حاجة إلى الإسناد نظرًا لأن هذه المعلومات تأتي إلى أحد مراسلي مؤسستك، وبالتالي يتم اعتبارها مدققة وموثوقة إذا ظهرت في برقية "
 ],
 [
  "Attribute along the lines of “a source who has spoken with cabinet officials” ",
  "قم بالإسناد على غرار «مصدر تحدث مع مسؤولي مجلس الوزراء» "
 ],
 [
  "Attribute this person as being a cabinet member, since logically that is the only way they could know such information and therefore it is a reasonable assumption to make ",
  "نعزو هذا الشخص إلى أنه عضو في مجلس الوزراء، لأنه من الناحية المنطقية، هذه هي الطريقة الوحيدة التي يمكنهم من خلالها معرفة مثل هذه المعلومات، وبالتالي فهي افتراض معقول. "
 ],
 [
  "Too much is not known, better not to use it at all ",
  "الكثير غير معروف، من الأفضل عدم استخدامه على الإطلاق "
 ],
 [
  "Writing a script",
  "كتابة برنامج نصي"
 ],
 [
  "What Should I Lead With?",
  "ما الذي يجب أن أقوده؟"
 ],
 [
  "The script's lead is more than its first line.  It should grab the viewer's attention and deliver the most important or timely information on a story.  The lead should also set the stage for the rest of the script and get the audience thinking about what more they'd like to learn about this story.",
  "عنوان البرنامج النصي هو أكثر من السطر الأول. يجب أن تجذب انتباه المشاهد وتقدم المعلومات الأكثر أهمية أو في الوقت المناسب حول القصة. يجب على القائد أيضًا أن يمهد الطريق لبقية النص وأن يجعل الجمهور يفكر في المزيد الذي يرغبون في معرفته عن هذه القصة."
 ],
 [
  "What is happening right now?",
  "ماذا يحدث الآن؟"
 ],
 [
  "Start by asking the question: ",
  "ابدأ بطرح السؤال: "
 ],
 [
  "Are there new images that we haven't seen before?",
  "هل هناك صور جديدة لم نرها من قبل؟"
 ],
 [
  "Is there video from a new angle, perspective, or slightly different time?",
  "هل هناك فيديو من زاوية أو منظور جديد أو وقت مختلف قليلاً؟"
 ],
 [
  "New Video",
  "فيديو جديد"
 ],
 [
  "Has anyone said anything new about the story?",
  "هل قال أي شخص أي شيء جديد عن القصة؟"
 ],
 [
  "Is there any new reaction to it?",
  "هل هناك أي رد فعل جديد على ذلك؟"
 ],
 [
  "New Comments",
  "تعليقات جديدة"
 ],
 [
  "Is there new information?",
  "هل هناك معلومات جديدة؟"
 ],
 [
  "Did something further happen?",
  "هل حدث شيء آخر؟"
 ],
 [
  "Has a number changed?",
  "هل تغير الرقم؟"
 ],
 [
  "Is there new context?",
  "هل هناك سياق جديد؟"
 ],
 [
  "New Developments",
  "التطورات الجديدة"
 ],
 [
  "What does a good lead do? ",
  "ماذا يفعل الرصاص الجيد؟ "
 ],
 [
  "It highlights the most important and/or most timely information in a given story",
  "إنه يسلط الضوء على أهم المعلومات و/أو الأكثر ملاءمة في قصة معينة"
 ],
 [
  "It grabs the viewer’s attention",
  "إنه يجذب انتباه المشاهد"
 ],
 [
  "It connects a story to the one before it",
  "إنها تربط القصة بالقصة التي سبقتها"
 ],
 [
  "What question should you always try to answer when writing a lead? ",
  "ما السؤال الذي يجب أن تحاول دائمًا الإجابة عليه عند كتابة عميل متوقع؟ "
 ],
 [
  "What is the next thing we expect?",
  "ما هو الشيء التالي الذي نتوقعه؟"
 ],
 [
  "What is happening right now? ",
  "ماذا يحدث الآن؟ "
 ],
 [
  "What is the leader of the country where the story takes place saying about this?",
  "ماذا يقول زعيم البلد الذي تدور فيه القصة عن هذا؟"
 ],
 [
  "What happened immediately before the main line, for context?",
  "ماذا حدث مباشرة قبل الخط الرئيسي، للسياق؟"
 ],
 [
  "The lead is the main point of the story.  Think of it as your headline.  ",
  "الصدارة هي النقطة الرئيسية في القصة. فكر في الأمر كعنوان رئيسي خاص بك. "
 ],
 [
  "Present and Active",
  "حاضر ونشط"
 ],
 [
  "Keep your verbs in the present tense and active voice.  This gives your writing a greater sense of urgency and gives the viewer the sense that he or she is truly getting the most up-to-date information.",
  "حافظ على أفعالك بصيغة المضارع والصوت النشط. يمنح هذا كتابتك إحساسًا أكبر بالإلحاح ويمنح المشاهد إحساسًا بأنه يحصل حقًا على أحدث المعلومات."
 ],
 [
  "The subject is acted upon.",
  "يتم العمل على هذا الموضوع."
 ],
 [
  "The suspect was tracked down by police at his mother's house.",
  "تم تعقب المشتبه به من قبل الشرطة في منزل والدته."
 ],
 [
  "Passive Voice",
  "صوت سلبي"
 ],
 [
  "The subject performs the verb's action.",
  "يقوم الموضوع بإجراء الفعل."
 ],
 [
  "Police tracked down the suspect at his mother's house.",
  "تعقبت الشرطة المشتبه به في منزل والدته."
 ],
 [
  "Active Voice",
  "صوت نشط"
 ],
 [
  "Describes something that already happened.",
  "يصف شيئًا حدث بالفعل."
 ],
 [
  "The protesters called for a new government.",
  "ودعا المتظاهرون إلى حكومة جديدة."
 ],
 [
  "Past Tense",
  "صيغة الماضي"
 ],
 [
  "Describes something happening right now.",
  "يصف شيئًا يحدث الآن."
 ],
 [
  "The protesters are calling for a new government.",
  "يطالب المتظاهرون بحكومة جديدة."
 ],
 [
  "Present Tense",
  "صيغة المضارع"
 ],
 [
  "Apply Your Knowledge",
  "قم بتطبيق معرفتك"
 ],
 [
  "Let's see how well you understand present tense/active voice, which is preferred for writing a lead.",
  "دعونا نرى مدى فهمك للصوت الحالي المتوتر/النشط، والذي يُفضل لكتابة عميل متوقع."
 ],
 [
  "Why should present tense/active voice be used in leads? ",
  "لماذا يجب استخدام الصوت المتوتر/النشط في العملاء المحتملين؟ "
 ],
 [
  "This construction is seen as more engaging",
  "يُنظر إلى هذا البناء على أنه أكثر جاذبية"
 ],
 [
  "It helps to answer the question “What is happening right now?” ",
  "يساعد في الإجابة على السؤال «ماذا يحدث الآن؟» "
 ],
 [
  "Writing this way pushes the story forward",
  "الكتابة بهذه الطريقة تدفع القصة إلى الأمام"
 ],
 [
  "It avoids the need for attribution",
  "إنه يتجنب الحاجة إلى الإسناد"
 ],
 [
  "Sort the sentences on the cards below to see if you can tell the difference between present tense/active voice and past tense/passive voice.",
  "قم بفرز الجمل على البطاقات أدناه لمعرفة ما إذا كان بإمكانك معرفة الفرق بين الصوت المتوتر/النشط الحالي والصوت المتوتر/السلبي السابق."
 ],
 [
  "Present Tense/Active Voice",
  "صوت متوتر/نشط حالي"
 ],
 [
  "Past Tense/Passive Voice",
  "صوت الماضي المتوتر/السلبي"
 ],
 [
  "Past Tense/Active Voice",
  "صوت سابق متوتر/نشط"
 ],
 [
  "Present Tense/Passive Voice",
  "الصوت الحالي المتوتر/السلبي"
 ],
 [
  "Villagers are warned of violent reprisals. ",
  "يتم تحذير القرويين من الأعمال الانتقامية العنيفة. "
 ],
 [
  "Demonstrators were met by a line of police as they marched through the city.",
  "وقابلت مجموعة من رجال الشرطة المتظاهرين أثناء مسيرتهم عبر المدينة."
 ],
 [
  "The region was struck by a huge thunderstorm. ",
  "تعرضت المنطقة لعاصفة رعدية ضخمة. "
 ],
 [
  "Police say the suspect wanted in connection with the crime was found. ",
  "وتقول الشرطة إنه تم العثور على المشتبه به المطلوب فيما يتعلق بالجريمة. "
 ],
 [
  "More than a dozen people are missing since the storm swept inland.",
  "أكثر من عشرة أشخاص في عداد المفقودين منذ أن اجتاحت العاصفة الداخل."
 ],
 [
  "Borrowers face higher rates for loans after a move by the Central Bank. ",
  "يواجه المقترضون معدلات أعلى للقروض بعد خطوة من البنك المركزي. "
 ],
 [
  "Investigators have determined the cause of the accident last Friday.",
  "وقد حدد المحققون سبب الحادث يوم الجمعة الماضي."
 ],
 [
  "Fifteen people were killed in the blast that shook the capital.",
  "قتل خمسة عشر شخصًا في الانفجار الذي هز العاصمة."
 ],
 [
  "The U.N. says urgent action is needed in order to avert a crisis. ",
  "وتقول الأمم المتحدة إن هناك حاجة إلى اتخاذ إجراءات عاجلة من أجل تجنب الأزمة. "
 ],
 [
  "In the sentences written in past tense/passive voice, you might need to look for something in your sources that describes the current situation.",
  "في الجمل المكتوبة بصوت عصبي/سلبي سابق، قد تحتاج إلى البحث عن شيء في مصادرك يصف الوضع الحالي."
 ],
 [
  "Next, you will read some examples of wire copy and decide what would make the best lead. Then, we'll move on to structuring the rest of your script.",
  "بعد ذلك، ستقرأ بعض الأمثلة على النسخ الإلكتروني وتقرر ما الذي سيحقق أفضل النتائج. بعد ذلك، سننتقل إلى هيكلة بقية النص البرمجي الخاص بك."
 ],
 [
  "Quiz: Choose the Best Lead",
  "اختبار: اختر أفضل عميل متوقع"
 ],
 [
  "Now that you have learned about writing a lead, let's see if you can recognize a good one. Read the stories provided, then choose the best lead.",
  "الآن بعد أن تعلمت كتابة عميل متوقع، دعنا نرى ما إذا كان بإمكانك التعرف على فكرة جيدة. اقرأ القصص المقدمة، ثم اختر أفضل عميل محتمل."
 ],
 [
  "Provide relevant feedback for the learner based on their response.",
  "قدم ملاحظات ذات صلة للمتعلم بناءً على استجابته."
 ],
 [
  "       (CNN) - Hurricane Iota has rapidly strengthened into a major hurricane as it approaches Central America, where it's expected to make landfall as an \"extremely dangerous\" Category 4 storm Monday night. ",
  " (CNN) - تحول إعصار أيوتا بسرعة إلى إعصار كبير مع اقترابه من أمريكا الوسطى، حيث من المتوقع أن يصل إلى اليابسة كعاصفة «خطيرة للغاية» من الفئة 4 ليلة الاثنين. "
 ],
 [
  "      Iota has maximum sustained winds of 140 mph and is forecast to have a life-threatening storm surge of 10 to 15 feet along with rainfall of 1 to 2 feet, according to an advisory from the National Hurricane Center. ",
  " يبلغ الحد الأقصى لرياح أيوتا 140 ميلاً في الساعة، ومن المتوقع أن تتعرض لعواصف تهدد الحياة من 10 إلى 15 قدمًا إلى جانب هطول أمطار تتراوح من 1 إلى 2 قدم، وفقًا لاستشارة من المركز الوطني للأعاصير. "
 ],
 [
  "      The storm is moving west at about 10 mph and is about 45 miles off the coast of Isla de Providencia, Colombia. Iota is threatening many hard-hit areas of Central America, where people are still recovering from the devastating effects of Hurricane Eta. ",
  " تتحرك العاصفة غربًا بسرعة حوالي 10 ميل في الساعة وتبعد حوالي 45 ميلاً عن ساحل جزيرة إيسلا دي بروفيدنسيا بكولومبيا. تهدد أيوتا العديد من المناطق الأكثر تضرراً في أمريكا الوسطى، حيث لا يزال الناس يتعافون من الآثار المدمرة لإعصار إيتا. "
 ],
 [
  "      A hurricane warning is in effect for Providencia, the coast of Nicaragua from the Honduras/Nicaragua border to Sandy Bay Sirpi, as well as the coast of Honduras from Punta Patuca to the Nicaragua border, according to NHC.  ",
  " تم إصدار تحذير من الإعصار في بروفيدنسيا، ساحل نيكاراغوا من حدود هندوراس/نيكاراغوا إلى ساندي باي سيربي، وكذلك ساحل هندوراس من بونتا باتوكا إلى حدود نيكاراغوا، وفقًا لـ NHC. "
 ],
 [
  "      The storm is forecast to pass near or over Providencia Island Monday bringing hurricane conditions as it takes aim at the Nicaraguan and Honduran coasts. ",
  " من المتوقع أن تمر العاصفة بالقرب من جزيرة بروفيدنسيا أو فوقها يوم الاثنين مما يؤدي إلى ظروف الإعصار حيث تستهدف سواحل نيكاراغوا وهندوراس. "
 ],
 [
  "      Hurricane watches and tropical storm warnings are also in effect for surrounding areas.  ",
  " كما تسري ساعات الأعاصير وتحذيرات العواصف الاستوائية في المناطق المحيطة. "
 ],
 [
  "      \"Preparations to protect life and property should be rushed to completion,\" the advisory said. ",
  " وقالت الاستشارة إنه «يجب الإسراع في الاستعدادات لحماية الأرواح والممتلكات حتى الانتهاء». "
 ],
 [
  "      Iota will be the second major hurricane to hit the area in as many weeks. On November 3, Hurricane Eta made landfall as a Category 4 storm, causing landslides and flooding that displaced thousands and left scores of people dead or missing. ",
  " سيكون Iota ثاني إعصار كبير يضرب المنطقة في غضون عدة أسابيع. في 3 نوفمبر، وصل إعصار إيتا إلى اليابسة كعاصفة من الفئة 4، مما تسبب في حدوث انهيارات أرضية وفيضانات أدت إلى نزوح الآلاف وخلف عشرات القتلى أو المفقودين. "
 ],
 [
  "      It is the 13th hurricane of the 2020 Atlantic hurricane season, which has left its mark as a historic season bringing 30 named storms -- the most ever. ",
  " إنه الإعصار الثالث عشر في موسم الأعاصير الأطلسية لعام 2020، والذي ترك بصمته كموسم تاريخي جلب 30 عاصفة مسماة - وهي أكبر عاصفة على الإطلاق. "
 ],
 [
  "Hurricane Iota is moving west at a speed of about ten miles per hour with rainfall of about one or two feet.",
  "يتحرك إعصار أيوتا غربًا بسرعة حوالي عشرة أميال في الساعة مع هطول أمطار تبلغ حوالي قدم أو قدمين."
 ],
 [
  "While it describes what is happening right now, the information can be used later in the script in order to give the lead more impact.",
  "في حين أنه يصف ما يحدث الآن، يمكن استخدام المعلومات لاحقًا في البرنامج النصي لإعطاء العميل المتوقع مزيدًا من التأثير."
 ],
 [
  "Parts of Central America are bracing for hurricane Iota.",
  "تستعد أجزاء من أمريكا الوسطى لإعصار أيوتا."
 ],
 [
  "This lead is conversational, explains what is happening right now, and gives the viewer as much information as needed to get to the key part of the story.",
  "هذا الرائد عبارة عن محادثة، ويشرح ما يحدث الآن، ويمنح المشاهد أكبر قدر ممكن من المعلومات للوصول إلى الجزء الرئيسي من القصة."
 ],
 [
  "2020 has seen 30 named storms so far, the most ever.",
  "شهد عام 2020 30 عاصفة مسماة حتى الآن، وهي الأكثر على الإطلاق."
 ],
 [
  "Though interesting, and possibly something that could be used later in the script, it does not reflect the key facts of the story.",
  "على الرغم من أنها مثيرة للاهتمام، وربما شيء يمكن استخدامه لاحقًا في النص، إلا أنها لا تعكس الحقائق الرئيسية للقصة."
 ],
 [
  "Hurricane Iota has strengthened into a category four storm.",
  "اشتد إعصار أيوتا ليصبح عاصفة من الفئة الرابعة."
 ],
 [
  "This is important information, but says too little and fails to keep the lead in present tense.",
  "هذه معلومات مهمة، لكنها تقول القليل جدًا وتفشل في الحفاظ على الصدارة في الوقت الحالي."
 ],
 [
  "    HONG KONG (CNN) -- China has launched and recovered a reusable spacecraft, an important step in the country's space program, state media reported Sunday. ",
  " هونغ كونغ (سي إن إن) - أطلقت الصين واستعادت مركبة فضائية قابلة لإعادة الاستخدام، وهي خطوة مهمة في برنامج الفضاء للبلاد، حسبما ذكرت وسائل الإعلام الرسمية يوم الأحد. "
 ],
 [
  "      The unmanned craft spent two days in orbit after being launched on Friday from the Jiuquan Satellite Launch Center in northwest China and landed Sunday at its \"scheduled landing site,\" the Xinhua news agency reported. ",
  " وذكرت وكالة أنباء شينخوا أن المركبة بدون طيار أمضت يومين في المدار بعد إطلاقها يوم الجمعة من مركز جيوتشيوان لإطلاق الأقمار الصناعية في شمال غرب الصين وهبطت يوم الأحد في «موقع الهبوط المقرر». "
 ],
 [
  "      \"The successful flight marked the country's important breakthrough in reusable spacecraft research and is expected to offer convenient and low-cost round-trip transport for the peaceful use of the space,\" said the brief three paragraph report. ",
  " قال التقرير الموجز المكون من ثلاث فقرات: «شكلت الرحلة الناجحة إنجازًا مهمًا للبلاد في أبحاث المركبات الفضائية القابلة لإعادة الاستخدام ومن المتوقع أن توفر نقلًا مريحًا ومنخفض التكلفة ذهابًا وإيابًا للاستخدام السلمي للفضاء». "
 ],
 [
  "      China has not provided any pictures of the spacecraft nor given any details of its size or configuration. ",
  " لم تقدم الصين أي صور للمركبة الفضائية ولم تقدم أي تفاصيل عن حجمها أو تكوينها. "
 ],
 [
  "      Buoyed by billions of dollars in government investment, Beijing has fired space labs and satellites into orbit and even become the first country to send an unmanned rover to the far side of the moon. ",
  " بفضل مليارات الدولارات من الاستثمارات الحكومية، أطلقت بكين مختبرات الفضاء والأقمار الصناعية إلى المدار وأصبحت أول دولة ترسل مركبة بدون طيار إلى الجانب البعيد من القمر. "
 ],
 [
  "      Beijing is working toward sending astronauts to the moon and, eventually, Mars. ",
  " تعمل بكين على إرسال رواد فضاء إلى القمر، وفي النهاية إلى المريخ. "
 ],
 [
  "      In July, China launched its first unmanned mission to the Red Planet. The Tianwen-1 probe will orbit the planet before landing a rover on the surface, with the hope that it can gather important information about the Martian soil, geological structure, environment, atmosphere, and search for signs of water. ",
  " في يوليو، أطلقت الصين أول مهمة بدون طيار إلى الكوكب الأحمر. سوف يدور مسبار Tianwen-1 حول الكوكب قبل هبوط مركبة روفر على السطح، على أمل أن يتمكن من جمع معلومات مهمة حول تربة المريخ، والبنية الجيولوجية، والبيئة، والغلاف الجوي، والبحث عن علامات الماء. "
 ],
 [
  "China has successfully tested its first reusable spacecraft.",
  "اختبرت الصين بنجاح أول مركبة فضائية قابلة لإعادة الاستخدام."
 ],
 [
  "The wire makes clear we have not seen proof of this, so at a minimum it requires attribution.",
  "يوضح السلك أننا لم نر دليلًا على ذلك، لذلك يتطلب الأمر على الأقل الإسناد."
 ],
 [
  "China says it is working toward one day sending astronauts to Mars.",
  "تقول الصين إنها تعمل على إرسال رواد فضاء إلى المريخ يومًا ما."
 ],
 [
  "Though it has the needed attribution, is concise and written in present tense, it does not reflect the main line of the story .",
  "على الرغم من أنها تحتوي على الإسناد المطلوب، وهي موجزة ومكتوبة بصيغة المضارع، إلا أنها لا تعكس الخط الرئيسي للقصة."
 ],
 [
  "China is reporting what would be a huge step forward in its space program.",
  "تشير الصين إلى ما سيكون خطوة كبيرة إلى الأمام في برنامجها الفضائي."
 ],
 [
  "This gets the viewer’s attention without bogging the lead down with a lot of information that could come up later and would be more fully attributed then.",
  "يجذب هذا انتباه المشاهد دون تعثر الصدارة بالكثير من المعلومات التي يمكن أن تظهر لاحقًا وستنسب بشكل كامل بعد ذلك."
 ],
 [
  "China says it has successfully tested an unmanned craft that spent two days in orbit before landing successfully at a site in the northwest of the country.",
  "وتقول الصين إنها اختبرت بنجاح مركبة بدون طيار أمضت يومين في المدار قبل أن تهبط بنجاح في موقع في شمال غرب البلاد."
 ],
 [
  "Too much information is crammed into one line.",
  "يتم تجميع الكثير من المعلومات في سطر واحد."
 ],
 [
  "     (CNN) -- Long-simmering tensions between Armenia and Azerbaijan appear to have flared up in the contested Nagorno-Karabakh region, with both sides accusing each other of attacking civilians amid reports of casualties.  ",
  " (CNN) - يبدو أن التوترات التي طال أمدها بين أرمينيا وأذربيجان قد اندلعت في منطقة ناغورنو كاراباخ المتنازع عليها، حيث يتهم الجانبان بعضهما البعض بمهاجمة المدنيين وسط تقارير عن وقوع إصابات. "
 ],
 [
  "      The neighboring former Soviet republics have long been at odds over the territory -- which is situated within the borders of Azerbaijan -- and fought a war over it that finished in 1994. ",
  " لطالما كانت الجمهوريات السوفيتية السابقة المجاورة على خلاف حول الأراضي - التي تقع داخل حدود أذربيجان - وخاضت حربًا عليها انتهت في عام 1994. "
 ],
 [
  "      Despite the conflict ending with a Russian-brokered ceasefire, military skirmishes between the two sides are not uncommon.  ",
  " على الرغم من انتهاء الصراع بوقف إطلاق النار بوساطة روسية، إلا أن المناوشات العسكرية بين الجانبين ليست شائعة. "
 ],
 [
  "      While Armenia said it was responding to missile attacks launched by its neighbor Sunday, Azerbaijan blamed Armenia for the clashes.  ",
  " وفي حين قالت أرمينيا إنها ترد على الهجمات الصاروخية التي شنتها جارتها يوم الأحد، ألقت أذربيجان باللوم على أرمينيا في الاشتباكات. "
 ],
 [
  "      In response to the alleged firing of projectiles by Azerbaijan, Armenian Prime Minister Nikol Pashinyan tweeted that his country had \"shot down 2 helicopters & 3 UAVs, destroyed 3 tanks.\" ",
  " ورداً على إطلاق القذائف المزعوم من قبل أذربيجان، كتب رئيس الوزراء الأرميني نيكول باشينيان على تويتر أن بلاده «أسقطت مروحيتين وثلاث طائرات بدون طيار، ودمرت 3 دبابات». "
 ],
 [
  "      Arayik Harutyunyan, leader of the self-proclaimed Republic of Artsakh, a de facto independent Armenian state not recognized internationally which controls Nagorno-Karabakh, said the region had lost positions to Azerbaijan.  ",
  " وقال أرايك هاروتيونيان، زعيم جمهورية آرتساخ التي نصبت نفسها بنفسها، وهي دولة أرمينية مستقلة بحكم الأمر الواقع غير معترف بها دوليًا وتسيطر على ناغورنو كاراباخ، إن المنطقة فقدت مواقعها لصالح أذربيجان. "
 ],
 [
  "      \"We have lost some positions. Mostly in the direction of Talysh and in the southern parts,\" Harutyunyan said during a press conference Sunday. ",
  " «لقد فقدنا بعض المراكز. وقال هاروتيونيان خلال مؤتمر صحفي يوم الأحد «في الغالب في اتجاه تاليش وفي الأجزاء الجنوبية». "
 ],
 [
  "      As a result of the escalating tensions, the Armenian government has decided to impose martial law and to order \"general mobilization,\" Pashinyan said in a later tweet.  ",
  " وقال باشينيان في تغريدة لاحقة إنه نتيجة للتوتر المتصاعد، قررت الحكومة الأرمينية فرض الأحكام العرفية والأمر بـ «التعبئة العامة». "
 ],
 [
  "      Azerbaijan's parliament on Sunday voted to impose martial law, effective as of midnight (4 p.m. ET), and President Ilham Aliyev approved the decision.  ",
  " صوت البرلمان الأذربيجاني يوم الأحد على فرض الأحكام العرفية، اعتبارًا من منتصف الليل (4 مساءً بالتوقيت الشرقي)، ووافق الرئيس إلهام علييف على القرار. "
 ],
 [
  "Armenia and Azerbaijan have been deadlocked over the territory of Nagorno-Karabakh for more than 20 years.",
  "وصلت أرمينيا وأذربيجان إلى طريق مسدود بشأن إقليم ناغورنو كاراباخ لأكثر من 20 عامًا."
 ],
 [
  "Though it is needed as background information, it does not focus on what is happening right now.",
  "على الرغم من الحاجة إليها كمعلومات أساسية، إلا أنها لا تركز على ما يحدث الآن."
 ],
 [
  "Residents of Azerbaijan face life under martial law.",
  "يواجه سكان أذربيجان الحياة في ظل الأحكام العرفية."
 ],
 [
  "While it tells the viewer what is happening right now and is concise, it only tells one side and fails to say what brought us to this point.",
  "في حين أنه يخبر المشاهد بما يحدث الآن وهو موجز، فإنه يخبر جانبًا واحدًا فقط ويفشل في تحديد ما أوصلنا إلى هذه النقطة."
 ],
 [
  "Armenia's prime minister says his country has destroyed tanks and helicopters.",
  "رئيس وزراء أرمينيا يقول إن بلاده دمرت الدبابات والمروحيات."
 ],
 [
  "While it tells the viewer what is happening right now and is concise, it only tells one side and fails to give any needed context.",
  "في حين أنه يخبر المشاهد بما يحدث الآن وهو موجز، فإنه يخبر جانبًا واحدًا فقط ويفشل في إعطاء أي سياق مطلوب."
 ],
 [
  "Armenia and Azerbaijan are each accusing the other of attacking civilians.",
  "تتهم كل من أرمينيا وأذربيجان الأخرى بمهاجمة المدنيين."
 ],
 [
  "It focuses on what is happening right now, and gives a bit of what each side is saying while staying conversational.",
  "إنه يركز على ما يحدث الآن، ويعطي القليل مما يقوله كل جانب أثناء المحادثة."
 ],
 [
  "     TOKYO (CNN)Yoshihide Suga has been elected Japan's new Prime Minister following a vote in the country's Parliament on Wednesday, confirming the former cardboard factory worker and farmer's son as leader of the world's third-largest economy. ",
  " طوكيو (CNN) تم انتخاب يوشيهيدي سوجا رئيسًا جديدًا للوزراء في اليابان بعد تصويت في برلمان البلاد يوم الأربعاء، مما يؤكد أن عامل مصنع الكرتون السابق ونجل المزارع هو زعيم ثالث أكبر اقتصاد في العالم. "
 ],
 [
  "     The 71-year-old head of the ruling Liberal Democratic Party (LDP) replaces outgoing leader Shinzo Abe, Japan's longest-serving Prime Minister, who announced his intention to resign in August due to health problems related to colitis -- a non-curable inflammatory bowel disease that he was able to manage for most of his tenure. ",
  " يحل رئيس الحزب الليبرالي الديمقراطي الحاكم البالغ من العمر 71 عامًا محل الزعيم المنتهية ولايته شينزو آبي، رئيس الوزراء الياباني الأطول خدمة، الذي أعلن عن نيته الاستقالة في أغسطس بسبب مشاكل صحية تتعلق بالتهاب القولون - وهو مرض التهاب الأمعاء غير القابل للشفاء والذي كان قادرًا على إدارته لمعظم الناس من فترة ولايته. "
 ],
 [
  "      Suga was elected LDP leader on Monday with about 70% of the votes, but he still required the backing of the country's national legislature, the Diet, before he could officially become Prime Minister. ",
  " تم انتخاب سوجا زعيمًا للحزب الليبرالي الديمقراطي يوم الاثنين بحصوله على حوالي 70% من الأصوات، لكنه لا يزال بحاجة إلى دعم المجلس التشريعي الوطني للبلاد، الدايت، قبل أن يصبح رسميًا رئيسًا للوزراء. "
 ],
 [
  "     He won the Diet vote with 314 out of 465 votes in the lower house and 142 out of 240 votes in the upper chamber. ",
  " فاز بتصويت الدايت بـ 314 من أصل 465 صوتًا في مجلس النواب و 142 من أصل 240 صوتًا في الغرفة العليا. "
 ],
 [
  "     Freshly installed in Japan's top job, Suga is already facing several significant challenges. Although a second wave of coronavirus infections in the country has been mostly brought under control, the disease is still causing major disruptions to the local and global economy. ",
  " يواجه سوجا، الذي تم تنصيبه حديثًا في أفضل وظيفة في اليابان، بالفعل العديد من التحديات الكبيرة. على الرغم من السيطرة على الموجة الثانية من الإصابات بفيروس كورونا في البلاد في الغالب، لا يزال المرض يسبب اضطرابات كبيرة للاقتصاد المحلي والعالمي. "
 ],
 [
  "     In August, Japan reported its worst GDP fall on record amid the global pandemic, with the economy shrinking 7.8% in the second quarter of 2020. ",
  " في أغسطس، سجلت اليابان أسوأ انخفاض في الناتج المحلي الإجمالي على الإطلاق وسط الوباء العالمي، مع تقلص الاقتصاد بنسبة 7.8٪ في الربع الثاني من عام 2020. "
 ],
 [
  "Shinzo Abe is stepping down as Japan's prime minister.",
  "سيتخلى شينزو آبي عن منصب رئيس وزراء اليابان."
 ],
 [
  "This would have been the lead a few weeks earlier when the announcement was first made.",
  "كان من الممكن أن يكون هذا هو الصدارة قبل بضعة أسابيع عندما تم الإعلان لأول مرة."
 ],
 [
  "Japan has a new prime minister.",
  "اليابان لديها رئيس وزراء جديد."
 ],
 [
  "It focuses directly on what the newest information is, with things like his name and background able to be mentioned further down in the script.",
  "وهو يركز بشكل مباشر على أحدث المعلومات، مع أشياء مثل اسمه وخلفيته التي يمكن ذكرها في أسفل النص."
 ],
 [
  "Japan's ruling party has chosen a new prime minister.",
  "اختار الحزب الحاكم في اليابان رئيس وزراء جديد."
 ],
 [
  "This wire makes clear that the decision had to be approved by the national legislature, so it is factually inaccurate.",
  "توضح هذه الرسالة أن القرار يجب أن يوافق عليه المجلس التشريعي الوطني، لذلك فهو غير دقيق من الناحية الواقعية."
 ],
 [
  "Japan's economy is taking a huge hit thanks to the coronavirus pandemic.",
  "تعرض الاقتصاد الياباني لضربة كبيرة بفضل جائحة فيروس كورونا."
 ],
 [
  "While describing what is happening right now, in a way that is conversational and compelling, the story overall is focused on the selection of a new prime minister.",
  "أثناء وصف ما يحدث الآن، بطريقة تحاورية ومقنعة، تركز القصة بشكل عام على اختيار رئيس وزراء جديد."
 ],
 [
  "      (CNN) -- The deadly California wildfires have burned over 1 million acres so far.  ",
  " (CNN) - أحرقت حرائق الغابات القاتلة في كاليفورنيا أكثر من مليون فدان حتى الآن. "
 ],
 [
  "      Hundreds of fires were started by lightning, Cal Fire spokesman Steve Kaufmann said. There were approximately 12,000 lightning strikes that started 585 fires in the state over the past week. A total of 1.1 million have burned in the state with more than 13,000 firefighters working the fires, he said. ",
  " وقال المتحدث باسم كال فاير ستيف كوفمان إن مئات الحرائق بدأت بالبرق. كان هناك ما يقرب من 12,000 ضربة صاعقة أدت إلى اندلاع 585 حريقًا في الولاية خلال الأسبوع الماضي. وقال إن ما مجموعه 1.1 مليون شخص أحرقوا في الولاية مع أكثر من 13 ألف رجل إطفاء يعملون على مكافحة الحرائق. "
 ],
 [
  "      California Gov. Gavin Newsom announced Saturday the state has received a Presidential Major Disaster Declaration due to the fires burning in the Northern part of the state. This means President Donald Trump released federal aid to supplement recovery efforts in areas affected by the wildfires.  ",
  " أعلن حاكم ولاية كاليفورنيا جافين نيوسوم يوم السبت أن الولاية تلقت إعلانًا رئاسيًا بشأن الكوارث الكبرى بسبب الحرائق المشتعلة في الجزء الشمالي من الولاية. وهذا يعني أن الرئيس دونالد ترامب أصدر مساعدات فيدرالية لتكملة جهود الإنعاش في المناطق المتضررة من حرائق الغابات. "
 ],
 [
  "      Though more than 13,000 firefighters are battling the flames -- some on 24-hour shifts -- there are too many fires and not enough resources to prevent more homes from being torched, Cal Fire officials have said. ",
  " قال مسؤولو كال فاير إنه على الرغم من أن أكثر من 13 ألف رجل إطفاء يكافحون النيران - بعضهم يعمل على مدار 24 ساعة - إلا أن هناك الكثير من الحرائق ولا توجد موارد كافية لمنع حرق المزيد من المنازل. "
 ],
 [
  "      One of the reasons for a resource shortage: Fewer prison inmates than usual are helping, because of early releases during the Covid-19 pandemic. ",
  " أحد أسباب نقص الموارد: يساعد عدد أقل من نزلاء السجون عن المعتاد، بسبب الإفراج المبكر خلال جائحة Covid-19. "
 ],
 [
  "      Inmate firefighters \"are an integral part of our firefighting operations,\" Cal Fire spokeswoman Christine McMorrow said. The early releases have meant 600 fewer inmate firefighters are available this fire season compared to last year. ",
  " وقالت المتحدثة باسم كال فاير كريستين ماكمورو إن رجال الإطفاء «جزء لا يتجزأ من عمليات مكافحة الحرائق لدينا». أدت عمليات الإفراج المبكرة إلى انخفاض عدد رجال الإطفاء في موسم الحرائق هذا بمقدار 600 شخص مقارنة بالعام الماضي. "
 ],
 [
  "      Firefighters are worried about forecasts that say dry thunderstorms -- featuring lightning but little rain -- could spark more fires and spread existing ones Sunday through Tuesday. ",
  " يشعر رجال الإطفاء بالقلق من التوقعات التي تقول إن العواصف الرعدية الجافة - التي تتميز بالبرق ولكن القليل من الأمطار - يمكن أن تشعل المزيد من الحرائق وتنشر الحرائق الحالية من الأحد إلى الثلاثاء. "
 ],
 [
  "California is getting much-needed aid from the U.S. federal government.",
  "تحصل كاليفورنيا على المساعدة التي تشتد الحاجة إليها من الحكومة الفيدرالية الأمريكية."
 ],
 [
  "Though it is written conversationally and in the present tense, this is does not mention the fires and does not reflect the most important information in the wire.",
  "على الرغم من أنه مكتوب بطريقة المحادثة وفي صيغة المضارع، إلا أن هذا لا يذكر الحرائق ولا يعكس أهم المعلومات في السلك."
 ],
 [
  "More than 13-thousand firefighters are battling nearly 600 fires that have so far burned more than one million acres over the past seven days.",
  "يقاتل أكثر من 13 ألف رجل إطفاء ما يقرب من 600 حريق أحرق حتى الآن أكثر من مليون فدان خلال الأيام السبعة الماضية."
 ],
 [
  "Even though it addresses what is happening right now, there is too much information in general and too many numbers packed into it.",
  "على الرغم من أنه يعالج ما يحدث الآن، إلا أن هناك الكثير من المعلومات بشكل عام وأرقام كثيرة جدًا معبأة فيه."
 ],
 [
  "A shortage of prison inmates is making battling wildfires in California more difficult.",
  "يؤدي النقص في نزلاء السجون إلى جعل مكافحة حرائق الغابات في كاليفورنيا أكثر صعوبة."
 ],
 [
  "This is interesting and describes an aspect of what is happening right now, but the lead in this instance should give the viewer the bigger picture.",
  "هذا مثير للاهتمام ويصف جانبًا مما يحدث الآن، ولكن يجب أن يمنح القائد في هذه الحالة المشاهد الصورة الأكبر."
 ],
 [
  "There is little relief in sight for firefighters in California.",
  "هناك القليل من الراحة في الأفق لرجال الإطفاء في كاليفورنيا."
 ],
 [
  "Reading the whole wire, this is the sense you get in the various facts that are presented; from here you would describe why that is the case.",
  "عند قراءة السلك بأكمله، هذا هو المعنى الذي تحصل عليه في الحقائق المختلفة المعروضة؛ من هنا يمكنك وصف سبب ذلك."
 ],
 [
  "Structuring A Script",
  "هيكلة البرنامج النصي"
 ],
 [
  "Answering the Question in the Lead",
  "الإجابة على السؤال في المقدمة"
 ],
 [
  "Think about how best to answer the question(s) you raised in the lead. Once you write the lead, the rest of the story falls into place. Good structure to your script should take the viewer through the narrative.",
  "فكر في أفضل طريقة للإجابة على السؤال (الأسئلة) الذي طرحته في المقدمة. بمجرد كتابة الدور الرئيسي، تقع بقية القصة في مكانها الصحيح. يجب أن تأخذ البنية الجيدة للنص الخاص بك المشاهد من خلال السرد."
 ],
 [
  "The Five Ws (plus H)",
  "ذا فايف دبليو إس (بلس إتش)"
 ],
 [
  "These are the basic questions your script should address about a story. You might not have all of the answers, but these questions will help you make sure you've included the most important information. You should be transparent about the information that you don't know or don't have yet.",
  "هذه هي الأسئلة الأساسية التي يجب أن يتناولها النص الخاص بك حول القصة. قد لا تتوفر لديك جميع الإجابات، ولكن هذه الأسئلة ستساعدك على التأكد من تضمين المعلومات الأكثر أهمية. يجب أن تتحلى بالشفافية بشأن المعلومات التي لا تعرفها أو لا تملكها حتى الآن."
 ],
 [
  "How? How did it happen?",
  "كيف؟ كيف حدث ذلك؟"
 ],
 [
  "Why? Why did it happen? Why is it important?",
  "لماذا؟ لماذا حدث ذلك؟ لماذا هو مهم؟"
 ],
 [
  "When? When did it take place?",
  "متى؟ متى حدث ذلك؟"
 ],
 [
  "Where? Where does this story take place?",
  "أين؟ أين تجري هذه القصة؟"
 ],
 [
  "What? What happened?",
  "ماذا؟ ماذا حدث؟"
 ],
 [
  "Who? Who is the story about? Who is affected?",
  "من؟ عن من هي القصة؟ من يتأثر؟"
 ],
 [
  "Think about how the rest of the script can add context to your lead.",
  "فكّر في الطريقة التي يمكن بها لبقية النص البرمجي إضافة سياق إلى العميل المتوقع."
 ],
 [
  "Getting Down to Writing",
  "النزول إلى الكتابة"
 ],
 [
  "After you've written the lead, the rest of the story should provide more information and look to what's next.  These are some things to think about when you're structuring your script.",
  "بعد كتابة العرض الرئيسي، يجب أن توفر بقية القصة مزيدًا من المعلومات وتنظر في الخطوة التالية. هذه بعض الأشياء التي يجب التفكير فيها عند تنظيم البرنامج النصي الخاص بك."
 ],
 [
  "Look for ways to keep your script sounding current, up-to-date and even forward-looking.  Find a way to move your story forward, by looking ahead to what's next. This comes more naturally when you are writing in an active voice, with present-tense verbs.",
  "ابحث عن طرق للحفاظ على النص البرمجي الخاص بك محدثًا ومحدثًا وحتى استشرافًا للمستقبل. ابحث عن طريقة للمضي قدمًا في قصتك، من خلال التطلع إلى الخطوة التالية. يأتي هذا بشكل طبيعي أكثر عندما تكتب بصوت نشط بأفعال الزمن الحالي."
 ],
 [
  "Push It Forward",
  "ادفعها للأمام"
 ],
 [
  "Too many numbers in a script can be hard for a viewer to digest.  Seeing it in a graphic on screen and hearing it in the copy at the same time can help.  ",
  "قد يكون من الصعب على المشاهد استيعاب عدد كبير جدًا من الأرقام في البرنامج النصي. يمكن أن تساعد رؤيتها في رسم على الشاشة وسماعها في النسخة في نفس الوقت. "
 ],
 [
  "Round numbers up or down whenever possible.",
  "قم بتقريب الأرقام لأعلى أو لأسفل كلما أمكن ذلك."
 ],
 [
  "Avoid Too Many Numbers",
  "تجنب الكثير من الأرقام"
 ],
 [
  "Your script needs details to give the viewer enough information about a story.  But be careful not to pack your sentences with too much detail.  Use your good judgement about how much background is necessary to help the viewer understand the story.",
  "يحتاج النص البرمجي إلى تفاصيل لمنح المشاهد معلومات كافية حول القصة. لكن احرص على عدم تغليف جملك بالكثير من التفاصيل. استخدم حكمك الجيد حول مقدار الخلفية اللازمة لمساعدة المشاهد على فهم القصة."
 ],
 [
  "Go Easy on the Detail",
  "انتقل بسهولة إلى التفاصيل"
 ],
 [
  "It is important to treat people and issues fairly and give both sides of a story. When someone is accused of something, you should include their response to the accusation.",
  "من المهم التعامل مع الأشخاص والقضايا بشكل عادل وإعطاء كلا الجانبين من القصة. عندما يتم اتهام شخص ما بشيء ما، يجب عليك تضمين رده على الاتهام."
 ],
 [
  "Balance",
  "الرصيد"
 ],
 [
  "Find something in your story that will allow the viewer to relate.  How will this affect your audience? ",
  "ابحث عن شيء في قصتك يسمح للمشاهد بالارتباط. كيف سيؤثر ذلك على جمهورك؟ "
 ],
 [
  "Find a Way to Relate",
  "ابحث عن طريقة للربط"
 ],
 [
  "Keep It Conversational",
  "اجعلها تحادثية"
 ],
 [
  "Think about how you might tell the story to a friend.  And when you are finished writing, read your story out loud.  If you have trouble getting through it, then your anchor will too. Break up long sentences and find a less formal way to say it.",
  "فكر في الطريقة التي يمكنك بها سرد القصة لصديق. وعندما تنتهي من الكتابة، اقرأ قصتك بصوت عالٍ. إذا كنت تواجه مشكلة في اجتيازها، فستفعل المرساة أيضًا. قم بتفريق الجمل الطويلة وابحث عن طريقة أقل رسمية لقولها."
 ],
 [
  "Keep in mind that the copy you are writing is for the ear. Be sure to write in a conversational style. You don't want the viewer to miss the point of the story because they aren't familiar with the advanced vocabulary words in the copy. ",
  "ضع في اعتبارك أن النسخة التي تكتبها مخصصة للأذن. تأكد من الكتابة بأسلوب المحادثة. لا تريد أن يفوتك المشاهد الهدف من القصة لأنه ليس على دراية بكلمات المفردات المتقدمة في النسخة. "
 ],
 [
  "Which of these two stories has better structure?",
  "أي من هاتين القصتين له هيكل أفضل؟"
 ],
 [
  "     Some 400 passengers and crew members are spending the night stranded on board a ferry in the Baltic sea.     Finland’s coast guard says the vessel ran aground Saturday afternoon amid the Aland Islands.     It was returning from Stockholm, Sweden to Turku on the Finnish coast.     There are no reports of injuries.     Videos posted to social media show stormy waves lashing the bow of the ferry—     But divers say the hull appears to be intact.     The coast guard says there are plans to evacuate everyone tomorrow by tugboats.  ",
  " يقضي حوالي 400 راكب وأفراد الطاقم الليل عالقين على متن عبارة في بحر البلطيق. ويقول خفر السواحل الفنلندي إن السفينة جنحت بعد ظهر السبت وسط جزر ألاند. كانت عائدة من ستوكهولم بالسويد إلى توركو على الساحل الفنلندي. لا توجد تقارير عن إصابات. تُظهر مقاطع الفيديو المنشورة على وسائل التواصل الاجتماعي موجات عاصفة تضرب قوس العبارة - لكن الغواصين يقولون إن الهيكل يبدو سليمًا. يقول خفر السواحل إن هناك خططًا لإجلاء الجميع غدًا بواسطة القاطرات. "
 ],
 [
  "     Some 400 passengers and crew members are spending the night stranded on board a ferry in the Baltic Sea.      The waters are known to be very choppy this time of year—     With storms popping up frequently.     The Aland Islands is an autonomous part of Finland—     Though you are most likely to hear Swedish spoken there.     Viking Line operates the ferry.     This is the second time one of its vessels has run aground in as many months.",
  " يقضي حوالي 400 راكب وأفراد الطاقم الليل عالقين على متن عبارة في بحر البلطيق. من المعروف أن المياه متقلبة للغاية في هذا الوقت من العام - مع ظهور العواصف بشكل متكرر. تعد جزر ألاند جزءًا مستقلًا من فنلندا - على الرغم من أنك على الأرجح ستسمع اللغة السويدية المنطوقة هناك. يقوم خط الفايكنج بتشغيل العبارة. هذه هي المرة الثانية التي تجتاح فيها إحدى سفنها منذ عدة أشهر."
 ],
 [
  "A television story isn't complete without video. After we check your understanding, you will learn about the best way to use elements in your writing.",
  "لا تكتمل القصة التلفزيونية بدون فيديو. بعد التحقق من فهمك، ستتعرف على أفضل طريقة لاستخدام العناصر في كتابتك."
 ],
 [
  "Quiz: Story Structure",
  "اختبار: بنية القصة"
 ],
 [
  "Let's see if you understand how to structure a story after you write the lead. Read each lead and choose which question the rest of the story will need to answer.  Answer five questions correctly in order to pass this quiz.",
  "دعونا نرى ما إذا كنت تفهم كيفية بناء قصة بعد كتابة الدور الرئيسي. اقرأ كل عميل محتمل واختر السؤال الذي ستحتاج بقية القصة للإجابة عليه. أجب عن خمسة أسئلة بشكل صحيح لاجتياز هذا الاختبار."
 ],
 [
  "U.S. states are imposing new restrictions as the number of Covid-19 cases surge.",
  "تفرض الولايات المتحدة قيودًا جديدة مع ارتفاع عدد حالات Covid-19."
 ],
 [
  "What is the latest information on efforts to get people vaccinated?",
  "ما هي أحدث المعلومات حول الجهود المبذولة لتطعيم الناس؟"
 ],
 [
  "How does the U.S. compare to other countries in terms of case count? ",
  "كيف تقارن الولايات المتحدة بالدول الأخرى من حيث عدد الحالات؟ "
 ],
 [
  "Where do efforts to reach agreement on more economic relief stand? ",
  "أين تقف الجهود الرامية إلى التوصل إلى اتفاق بشأن المزيد من الإغاثة الاقتصادية؟ "
 ],
 [
  "What are examples of the new restrictions? ",
  "ما هي أمثلة القيود الجديدة؟ "
 ],
 [
  "Protesters are again calling on the president of Belarus to resign.",
  "يطالب المتظاهرون مرة أخرى رئيس بيلاروسيا بالاستقالة."
 ],
 [
  "How are other world leaders reacting to this? ",
  "كيف يتفاعل قادة العالم الآخرون مع هذا؟ "
 ],
 [
  "This clearly has been going on for some time, what is the latest information? ",
  "من الواضح أن هذا يحدث منذ بعض الوقت، ما هي أحدث المعلومات؟ "
 ],
 [
  "How long has Belarus been an independent country? ",
  "منذ متى كانت بيلاروسيا دولة مستقلة؟ "
 ],
 [
  "What is the latest statement from the Belarusian president? ",
  "ما هو آخر تصريح من الرئيس البيلاروسي؟ "
 ],
 [
  "Investigators are at the site of a deadly plane crash in Brazil.",
  "المحققون موجودون في موقع حادث تحطم طائرة مميت في البرازيل."
 ],
 [
  "How long had that plane been in service? ",
  "منذ متى كانت تلك الطائرة في الخدمة؟ "
 ],
 [
  "When was the last time there was a crash in this region? ",
  "متى كانت آخر مرة حدث فيها حادث في هذه المنطقة؟ "
 ],
 [
  "What is the impact on people flying out of the airports involved? ",
  "ما هو التأثير على الأشخاص الذين يسافرون من المطارات المعنية؟ "
 ],
 [
  "How many people were killed? ",
  "كم عدد الأشخاص الذين قُتلوا؟ "
 ],
 [
  "Thousands of people in southeastern Australia are learning it may be too late to flee approaching fires.",
  "يتعلم آلاف الأشخاص في جنوب شرق أستراليا أنه قد يكون قد فات الأوان للفرار من الحرائق المقتربة."
 ],
 [
  "How close have the fires gotten to their homes? ",
  "ما مدى قرب الحرائق من منازلهم؟ "
 ],
 [
  "Is Australia getting any sort of international assistance in fighting the fires? ",
  "هل تحصل أستراليا على أي نوع من المساعدة الدولية في مكافحة الحرائق؟ "
 ],
 [
  "How is the weather impacting firefighting in the north of the country? ",
  "كيف يؤثر الطقس على مكافحة الحرائق في شمال البلاد؟ "
 ],
 [
  "When was the last time the country faced a crisis like this? ",
  "متى كانت آخر مرة واجهت فيها البلاد أزمة كهذه؟ "
 ],
 [
  "Parts of Europe are bracing for what could be a record-setting heat wave.",
  "تستعد أجزاء من أوروبا لما يمكن أن يكون موجة حرارة قياسية."
 ],
 [
  "When was the last time it got this hot? ",
  "متى كانت آخر مرة شعرت فيها بهذا السخونة? "
 ],
 [
  "Where exactly and how hot is it expected to get? ",
  "أين بالضبط وما مدى الحرارة المتوقعة؟ "
 ],
 [
  "What are authorities advising people to do in the way of precautions? ",
  "ما الذي تنصح السلطات الناس بفعله في طريق الاحتياطات؟ "
 ],
 [
  "Do we know what is causing the rise in temperatures? ",
  "هل نعرف ما الذي يسبب ارتفاع درجات الحرارة؟ "
 ],
 [
  "One of the most iconic cars to ever grace the silver screen is up for auction.",
  "واحدة من أكثر السيارات شهرة على الإطلاق التي تزين الشاشة الفضية معروضة للبيع بالمزاد."
 ],
 [
  "How much is it expected to sell for? ",
  "كم من المتوقع بيعها؟ "
 ],
 [
  "Who is conducting the auction? ",
  "من الذي يجري المزاد؟ "
 ],
 [
  "Do they still make that particular model?",
  "هل ما زالوا يصنعون هذا النموذج الخاص؟"
 ],
 [
  "What kind of car is it and what movie was it in?",
  "ما نوع السيارة وما الفيلم الذي كانت فيه؟"
 ],
 [
  "A software flaw in a popular messaging app could leave users vulnerable to hackers.",
  "قد يؤدي وجود خلل برمجي في تطبيق مراسلة شائع إلى جعل المستخدمين عرضة للقراصنة."
 ],
 [
  "Who is responsible for the flaw? ",
  "من المسؤول عن الخلل؟ "
 ],
 [
  "How many people use the app and could be affected? ",
  "كم عدد الأشخاص الذين يستخدمون التطبيق ويمكن أن يتأثروا؟ "
 ],
 [
  "Which app?",
  "أي تطبيق؟"
 ],
 [
  "Any suggestions on how I can better protect my personal information?",
  "أي اقتراحات حول كيفية حماية معلوماتي الشخصية بشكل أفضل؟"
 ],
 [
  "Writing to Elements",
  "الكتابة إلى العناصر"
 ],
 [
  "Words and video work together and complement each other in a well-written script.",
  "تعمل الكلمات ومقاطع الفيديو معًا وتكمل بعضها البعض في نص مكتوب جيدًا."
 ],
 [
  "Write to the Video",
  "اكتب إلى الفيديو"
 ],
 [
  "The elements that you have available will impact how you write your script.  Before you write a word, you should watch all of your video or package and listen to all of your sound. When you write to the video, you need to know what you have. Your copy might need to explain or highlight something that's in the video.",
  "ستؤثر العناصر المتوفرة لديك على كيفية كتابة البرنامج النصي الخاص بك. قبل كتابة كلمة، يجب عليك مشاهدة كل الفيديو أو الحزمة والاستماع إلى كل صوتك. عندما تكتب إلى الفيديو، تحتاج إلى معرفة ما لديك. قد تحتاج نسختك إلى شرح أو إبراز شيء موجود في الفيديو."
 ],
 [
  "Don't be afraid to have the anchor pause and let the video play without any copy. This is most effective when there is natural sound on the video.",
  "لا تخف من إيقاف المرساة مؤقتًا والسماح بتشغيل الفيديو بدون أي نسخة. يكون هذا أكثر فاعلية عندما يكون هناك صوت طبيعي على الفيديو."
 ],
 [
  "Let It Breathe",
  "دعها تتنفس"
 ],
 [
  "The copy should complement the video without telling the viewer everything they can plainly see for themselves.  The copy should refer to the video and give the viewers the context they need to understand what they are seeing.",
  "يجب أن تكمل النسخة الفيديو دون إخبار المشاهد بكل ما يمكنه رؤيته بوضوح لأنفسهم. يجب أن تشير النسخة إلى الفيديو وتعطي المشاهدين السياق الذي يحتاجون إليه لفهم ما يشاهدونه."
 ],
 [
  "Write to the Pictures",
  "اكتب إلى الصور"
 ],
 [
  "Your video and the copy that goes with it should make the viewer stop what they are doing and watch.",
  "يجب أن يؤدي الفيديو الخاص بك والنسخة المصاحبة له إلى إيقاف المشاهد عما يفعله ومشاهدته."
 ],
 [
  "Grab the Viewer's Attention",
  "اجذب انتباه المشاهد"
 ],
 [
  "Your script should use the video that best illustrates the story and its latest developments.",
  "يجب أن يستخدم البرنامج النصي الخاص بك الفيديو الذي يوضح القصة وأحدث تطوراتها."
 ],
 [
  "Choose the Best Video",
  "اختر أفضل فيديو"
 ],
 [
  "Using Video In Your Script",
  "استخدام الفيديو في البرنامج النصي الخاص بك"
 ],
 [
  "Find the Best Elements",
  "ابحث عن أفضل العناصر"
 ],
 [
  "Video might not always be the element that works best for your script. Here are some ideas for elements you can use instead of video or in addition to it.",
  "قد لا يكون الفيديو دائمًا العنصر الذي يعمل بشكل أفضل للنص البرمجي الخاص بك. إليك بعض الأفكار للعناصر التي يمكنك استخدامها بدلاً من الفيديو أو بالإضافة إليه."
 ],
 [
  "Bullet points on a graphic can illustrate a story with a lot of information.",
  "يمكن أن توضح النقاط النقطية على الرسم قصة تحتوي على الكثير من المعلومات."
 ],
 [
  "A map showing a route or multiple cities or countries can give perspective.",
  "يمكن للخريطة التي تعرض طريقًا أو عدة مدن أو بلدان أن تعطي منظورًا."
 ],
 [
  "A chart on a full-screen graphic can help the viewer understand a story about numbers.",
  "يمكن أن يساعد المخطط الموجود على رسم ملء الشاشة المشاهد على فهم قصة حول الأرقام."
 ],
 [
  "Maybe a string of still photos has greater impact.",
  "ربما يكون لسلسلة من الصور الثابتة تأثير أكبر."
 ],
 [
  "Sometimes a still photograph says it all.",
  "في بعض الأحيان تقول الصورة الثابتة كل شيء."
 ],
 [
  "When You Don't Have Video",
  "عندما لا يكون لديك فيديو"
 ],
 [
  "You don't necessarily have to keep your anchor on camera if you don't have video or any good video. Consider using some of the elements we just talked about above.",
  "ليس عليك بالضرورة إبقاء المرساة على الكاميرا إذا لم يكن لديك فيديو أو أي فيديو جيد. ضع في اعتبارك استخدام بعض العناصر التي تحدثنا عنها أعلاه."
 ],
 [
  "Remember: ",
  "تذكر ما يلي: "
 ],
 [
  "Television is a visual medium.",
  "التلفزيون هو وسيلة بصرية."
 ],
 [
  "Next, we will see how well you understand writing to video.",
  "بعد ذلك، سنرى مدى فهمك للكتابة على الفيديو."
 ],
 [
  "Quiz: Writing to Video",
  "اختبار: الكتابة إلى الفيديو"
 ],
 [
  "Let's see how well you can write to video.  In this quiz, you will watch several videos and choose the scripts that do the best job of writing to the video.  ",
  "دعونا نرى مدى قدرتك على الكتابة إلى الفيديو. في هذا الاختبار، ستشاهد العديد من مقاطع الفيديو وتختار البرامج النصية التي تقوم بأفضل وظيفة في الكتابة إلى الفيديو. "
 ],
 [
  "Watch this video of U.S. Secretary of State Pompeo arriving in Abu Dhabi, then choose the best script.",
  "شاهد هذا الفيديو لوزير الخارجية الأمريكي بومبيو وهو يصل إلى أبو ظبي، ثم اختر أفضل سيناريو."
 ],
 [
  "     U.S. Secretary of State Mike Pompeo is in Abu Dhabi at this hour. ",
  " وزير الخارجية الأمريكي مايك بومبيو موجود في أبو ظبي في هذه الساعة. "
 ],
 [
  "     He stepped off the plane wearing a mask— ",
  " خرج من الطائرة مرتديًا قناعًا... "
 ],
 [
  "     A sign that at least publicly he is taking precautions against the coronavirus pandemic. ",
  " علامة على أنه يتخذ الاحتياطات ضد جائحة فيروس كورونا علنًا على الأقل. "
 ],
 [
  "     On the tarmac, Pompeo was greeted by the U.S. Ambassador to the UAE— ",
  " على مدرج المطار، استقبل السفير الأمريكي لدى الإمارات بومبيو— "
 ],
 [
  "as well as an Emirati official. ",
  "بالإضافة إلى مسؤول إماراتي. "
 ],
 [
  "     It’s his latest stop in a quick tour around the region. ",
  " إنها محطته الأخيرة في جولة سريعة حول المنطقة. "
 ],
 [
  "     It comes amid efforts by the White House to broker normalized relations between Israel and certain Arab countries. ",
  " يأتي ذلك وسط جهود البيت الأبيض للتوسط في تطبيع العلاقات بين إسرائيل وبعض الدول العربية. "
 ],
 [
  "     Pompeo has said these deals are a way to further isolate Iran.  ",
  " وقال بومبيو إن هذه الصفقات هي وسيلة لزيادة عزل إيران. "
 ],
 [
  "     There is speculation in Washington that Pompeo is trying to build his own political future. ",
  " هناك تكهنات في واشنطن بأن بومبيو يحاول بناء مستقبله السياسي الخاص. "
 ],
 [
  "     It’s not clear who will emerge as the next top Republican candidate after Mister Trump leaves office— ",
  " ليس من الواضح من الذي سيظهر كأفضل مرشح جمهوري بعد مغادرة السيد ترامب منصبه - "
 ],
 [
  "     Or whether he might make a run for the job again himself. ",
  " أو ما إذا كان بإمكانه الترشح للوظيفة مرة أخرى بنفسه. "
 ],
 [
  "     Joe Biden is due to be sworn in as president January 20. ",
  " ومن المقرر أن يؤدي جو بايدن اليمين الدستورية كرئيس في 20 يناير. "
 ],
 [
  "Watch this video of protests calling for reform in Peru, then choose the best script.",
  "شاهد هذا الفيديو للاحتجاجات الداعية إلى الإصلاح في بيرو، ثم اختر أفضل سيناريو."
 ],
 [
  "     Protesters are demanding constitutional reform in Peru. ",
  " المتظاهرون يطالبون بالإصلاح الدستوري في بيرو. "
 ],
 [
  "     This demonstration comes the same week as Peru got its third president in a little over a week. ",
  " تأتي هذه المظاهرة في نفس الأسبوع الذي حصلت فيه بيرو على رئيسها الثالث في أكثر من أسبوع بقليل. "
 ],
 [
  "     Francisco Sagasti will have five months in office before elections that are scheduled for April. ",
  " سيكون لدى فرانسيسكو ساجاستي خمسة أشهر في منصبه قبل الانتخابات المقرر إجراؤها في أبريل. "
 ],
 [
  "     In the meantime, he has appointed a constitutional lawyer to become Peru’s next prime minister. ",
  " في غضون ذلك، عيّن محاميًا دستوريًا ليصبح رئيس الوزراء القادم في بيرو. "
 ],
 [
  "     Hundreds of demonstrators filled the streets of the capital, Lima. ",
  " ملأ مئات المتظاهرين شوارع العاصمة ليما. "
 ],
 [
  "     Many waved large signs— ",
  " لوح العديد من اللافتات الكبيرة— "
 ],
 [
  "     While others yelled through bullhorns or blew whistles. ",
  " بينما صرخ آخرون من خلال الأبواق أو الصفارات. "
 ],
 [
  "     One person even went so far as to dress up as a rat. ",
  " حتى أن شخصًا واحدًا ذهب إلى حد ارتداء ملابس الجرذ. "
 ],
 [
  "     They say that they’re angry at what they see as rampant corruption throughout the country’s government. ",
  " يقولون إنهم غاضبون مما يعتبرونه فسادًا منتشرًا في جميع أنحاء حكومة البلاد. "
 ],
 [
  "     Demonstrations like these began after Peru’s congress voted to oust one popular president— ",
  " بدأت مظاهرات كهذه بعد أن صوّت الكونغرس البيروفي على الإطاحة برئيس شعبي واحد... "
 ],
 [
  "     Then led to his replacement's resignation.",
  " ثم أدى إلى استقالة بديله."
 ],
 [
  "     The country now has an interim president until elections in April. ",
  " لدى البلاد الآن رئيس مؤقت حتى الانتخابات في أبريل. "
 ],
 [
  "Watch this video of a missile being displayed in North Korea, then choose the best script.",
  "شاهد هذا الفيديو لصاروخ يتم عرضه في كوريا الشمالية، ثم اختر أفضل سيناريو."
 ],
 [
  "     North Korea is displaying what could be a new intercontinental ballistic missile. ",
  " تعرض كوريا الشمالية ما يمكن أن يكون صاروخًا باليستيًا جديدًا عابرًا للقارات. "
 ],
 [
  "     It was revealed during a military parade in the capital, Pyongyang. ",
  " تم الكشف عنها خلال عرض عسكري في العاصمة بيونغ يانغ. "
 ],
 [
  "     Analysts say it is not clear at this point whether the massive weapon has ever been tested. ",
  " يقول المحللون إنه ليس من الواضح في هذه المرحلة ما إذا كان السلاح الضخم قد تم اختباره على الإطلاق. "
 ],
 [
  "     However, they note that a missile of that size could have the capacity to carry multiple warheads— ",
  " ومع ذلك، يلاحظون أن صاروخًا بهذا الحجم يمكن أن يكون قادرًا على حمل رؤوس حربية متعددة... "
 ],
 [
  "     Including nuclear ones. ",
  " بما في ذلك الأسلحة النووية. "
 ],
 [
  "     The country’s leader Kim Jong Un watched as it was carried on the back of a truck with no fewer than 11 axles. ",
  " شاهد زعيم البلاد كيم جونغ أون أثناء حملها على ظهر شاحنة لا تقل عن 11 محورًا. "
 ],
 [
  "     It was revealed at the end of a military parade in the capital, Pyongyang— ",
  " تم الكشف عن ذلك في نهاية العرض العسكري في العاصمة بيونغ يانغ— "
 ],
 [
  "     Rolling past thousands of cheering spectators waving flags and banners.  ",
  " مر آلاف المتفرجين المبتهجين وهم يلوحون بالأعلام واللافتات. "
 ],
 [
  "     It was revealed at a military parade marking the 75th anniversary of the Workers' Party of Korea. ",
  " تم الكشف عنها في عرض عسكري بمناسبة الذكرى 75 لحزب العمال الكوري. "
 ],
 [
  "     The party has ruled North Korea since the country’s inception. ",
  " لقد حكم الحزب كوريا الشمالية منذ نشأة البلاد. "
 ],
 [
  "     North Korean leader Kim Jong Un has met with U.S. President Donald Trump twice— ",
  " التقى الزعيم الكوري الشمالي كيم جونغ أون بالرئيس الأمريكي دونالد ترامب مرتين - "
 ],
 [
  "     But there has been no breakthrough in denuclearizing the peninsula. ",
  " ولكن لم يحدث أي تقدم في إخلاء شبه الجزيرة من الأسلحة النووية. "
 ],
 [
  "Conclusion",
  "الاستنتاج"
 ],
 [
  "Let's review what you just learned in these lessons on Writing for Television News.",
  "دعونا نراجع ما تعلمته للتو في هذه الدروس حول الكتابة للأخبار التلفزيونية."
 ],
 [
  "Key Takeaways",
  "الوجبات السريعة الرئيسية"
 ],
 [
  "Sources. Use trusted sources to write your script and be familiar with what they say.",
  "المصادر. استخدم المصادر الموثوقة لكتابة النص البرمجي الخاص بك والتعرف على ما تقوله."
 ],
 [
  "Answers. Think of the questions raised in your lead and answer them.",
  "الإجابات. فكر في الأسئلة التي أثيرت في قيادتك وأجب عنها."
 ],
 [
  "Attribute. Know what information you need to attribute in your script, especially if it is a detail in dispute or someone's opinion.",
  "سمة. تعرف على المعلومات التي تحتاج إلى نسبتها في النص البرمجي الخاص بك، خاصة إذا كانت التفاصيل محل نزاع أو رأي شخص ما."
 ],
 [
  "Conversational.  Use an active voice and present tense verbs.  An anchor sounds more natural when he or she is reading a conversational script.",
  "تحادثي. استخدم صوتًا نشطًا وأفعال المضارع. يبدو المذيع أكثر طبيعية عندما يقرأ نصًا للمحادثة."
 ],
 [
  "Write to the video. The copy should give context to the video and compliment it.",
  "اكتب إلى الفيديو. يجب أن تعطي النسخة سياق الفيديو وتكمله."
 ],
 [
  "Accuracy.  Your scripts have to get it right, every time. Mistakes are embarrassing and can damage your news organization's reputation. ",
  "الدقة. يجب أن تكون النصوص الخاصة بك صحيحة، في كل مرة. الأخطاء محرجة ويمكن أن تضر بسمعة مؤسستك الإخبارية. "
 ],
 [
  "What's happening right now? This is the starting point for your script",
  "ماذا يحدث الآن؟ هذه هي نقطة البداية للنص الخاص بك"
 ],
 [
  "You've got basically one shot at getting the information across, so keep it simple.",
  "لديك أساسًا فرصة واحدة لتوصيل المعلومات، لذا اجعل الأمر بسيطًا."
 ],
 [
  "Heading",
  "عنوان"
 ],
 [
  "Thank you for completing this course!",
  "شكرًا لك على إكمال هذه الدورة التدريبية!"
 ],
 [
  "Final Quiz",
  "الاختبار النهائي"
 ],
 [
  "This is your final quiz for Writing News for Television. Let's see how much you learned in our lessons.  You need to answer four questions correctly in order to pass the quiz.",
  "هذا هو الاختبار الأخير لكتابة الأخبار للتلفزيون. دعونا نرى كم تعلمت في دروسنا. تحتاج إلى الإجابة على أربعة أسئلة بشكل صحيح من أجل اجتياز الاختبار."
 ],
 [
  "When all is said and done, what is the most important thing you need to be? ",
  "عندما يتم قول كل شيء وفعله، ما هو أهم شيء يجب أن تكونه؟ "
 ],
 [
  "Quick, because otherwise you might not finish your scripts in a timely manner ",
  "سريع، لأنه بخلاف ذلك قد لا تنتهي من البرامج النصية الخاصة بك في الوقت المناسب "
 ],
 [
  "Clever, because presenters like that in scripts ",
  "ذكي، لأن مقدمي العروض يحبون ذلك في البرامج النصية "
 ],
 [
  "Accurate, because your network’s and your own personal reputation depend on it ",
  "دقيق، لأن شبكتك وسمعتك الشخصية تعتمد عليها "
 ],
 [
  "Humorous, because a joke can lighten up a script based on tragedy ",
  "فكاهي، لأن النكتة يمكن أن تخفف من حدة السيناريو المبني على المأساة "
 ],
 [
  "Attribution is needed… (check all that apply) ",
  "الإسناد مطلوب... (تحقق من كل ما ينطبق) "
 ],
 [
  "When expressing someone’s opinion ",
  "عند التعبير عن رأي شخص ما "
 ],
 [
  "When someone states something as fact that might otherwise be in doubt ",
  "عندما يذكر شخص ما شيئًا كحقيقة قد تكون موضع شك "
 ],
 [
  "When the information is coming from a news release ",
  "عندما تأتي المعلومات من بيان صحفي "
 ],
 [
  "When dealing with something that your network’s correspondent personally witnessed ",
  "عند التعامل مع شيء شاهده مراسل شبكتك شخصيًا "
 ],
 [
  "You can attribute like this: Sources connected to the investigation tell us...",
  "يمكنك أن تنسب مثل هذا: تخبرنا المصادر المرتبطة بالتحقيق..."
 ],
 [
  "Even when dealing with a piece of information your network has confirmed or directly received, there are times you will need to use attribution. ",
  "حتى عند التعامل مع جزء من المعلومات التي أكدتها شبكتك أو تلقتها مباشرة، هناك أوقات ستحتاج فيها إلى استخدام الإحالة. "
 ],
 [
  "True",
  "صحيح"
 ],
 [
  "False",
  "خاطئة"
 ],
 [
  "What should you do before you start to write a script? (check all that apply) ",
  "ماذا يجب أن تفعل قبل البدء في كتابة السيناريو؟ (تحقق من كل ما ينطبق) "
 ],
 [
  "See what other scripts are around yours",
  "تعرف على البرامج النصية الأخرى الموجودة حولك"
 ],
 [
  "Make sure you have the sources you need",
  "تأكد من أن لديك المصادر التي تحتاجها"
 ],
 [
  "Ask your producer or editor if you have any questions about what the focus of the story should be",
  "اسأل المنتج أو المحرر إذا كانت لديك أي أسئلة حول ما يجب أن تركز عليه القصة"
 ],
 [
  "Consider what you need to attribute",
  "ضع في اعتبارك ما تحتاج إلى عزوه"
 ],
 [
  "Answering the question, “What is happening right now?”... (check all that apply)  ",
  "الإجابة على السؤال «ماذا يحدث الآن؟»... (تحقق من كل ما ينطبق) "
 ],
 [
  "Is a strong way to end a script, since it pushes the story forward",
  "هي طريقة قوية لإنهاء السيناريو، لأنها تدفع القصة إلى الأمام"
 ],
 [
  "Should be the starting point for writing the lead ",
  "يجب أن تكون نقطة البداية لكتابة الرصاص "
 ],
 [
  "Is best done in the present tense and active voice ",
  "من الأفضل القيام به في الوقت الحاضر والصوت النشط "
 ],
 [
  "Makes a good starting point for setting up a script’s structure",
  "يمثل نقطة انطلاق جيدة لإعداد بنية البرنامج النصي"
 ],
 [
  "Write a Script",
  "اكتب سيناريو"
 ],
 [
  "Now It's Your Turn!",
  "الآن حان دورك!"
 ],
 [
  "Read through the wire copy below, watch the video, and try your hand at writing a TV script. Email the final script to one of our copy editors and get feedback on your writing skills.",
  "اقرأ النسخة الإلكترونية أدناه، وشاهد الفيديو، وجرب يدك في كتابة نص تلفزيوني. أرسل النص النهائي بالبريد الإلكتروني إلى أحد محرري النسخ لدينا واحصل على تعليقات حول مهاراتك في الكتابة."
 ],
 [
  "Protests in Brussels, Belgium over the death of a Black man in police custody. Video courtesy VTM.",
  "احتجاجات في بروكسل، بلجيكا على وفاة رجل أسود في حجز الشرطة. فيديو من VTM."
 ],
 [
  "The death that precipitated Wednesday's protests occurred on Saturday, after police \"checked\" a group of people who had assembled in spite of coronavirus measures that limit public gatherings, a statement from the prosecutor's office said. A man -- identified as Ibrahima B. by the lawyer representing his family -- \"fled on foot and was taken in for questioning by police,\" according to the prosecutor's statement. \"When he arrived at the police station, I.B. lost consciousness and the police officers present called the emergency services. An ambulance and an emergency team arrived at the scene and I.B. was taken to hospital. He died in hospital at 8:22 pm,\" the statement added. Speaking at a demonstration over his death on Wednesday, the family's lawyer Alexis Deswaef told Belgian television, \"I know one thing -- if that was my son, who's white and the same age, that would not have happened.\" Deswaef told CNN that \"the family was told that their son had a cardiac abnormality\" but that this \"would not be the sole cause of the death.\" Toxicology tests \"show traces of narcotics,\" the lawyer added, but these \"would not explain the death.\" Responding to the protests, General Commissary of the Federal Police Marc De Mesmaeker on Thursday said, \"We can understand that emotions are running high... but the way in which this was done is completely unacceptable.\" He accused protesters of committing acts of \"vandalism\" and said five police officers were wounded in the unrest. Belgian Justice Minister Vincent Van Quickenborne said Wednesday on Twitter: \"We cannot in any way accept what happened today ... The rioters will not get away with impunity.\"",
  "وقال بيان صادر عن مكتب المدعي العام إن الوفاة التي عجلت باحتجاجات الأربعاء وقعت يوم السبت، بعد أن «فحصت» الشرطة مجموعة من الأشخاص الذين تجمعوا على الرغم من إجراءات فيروس كورونا التي تحد من التجمعات العامة. ووفقًا لبيان المدعي العام، فإن رجلاً - تم تحديده باسم إبراهيم ب. من قبل المحامي الذي يمثل عائلته - «فر سيرًا على الأقدام واقتيد للاستجواب من قبل الشرطة». «عندما وصل إلى مركز الشرطة، فقد I.B. الوعي واتصل ضباط الشرطة الحاضرون بخدمات الطوارئ. وصلت سيارة إسعاف وفريق طوارئ إلى مكان الحادث وتم نقل I.B إلى المستشفى. وأضاف البيان أنه توفي في المستشفى في الساعة 8:22 مساءً». وقال محامي العائلة ألكسيس ديسواف للتلفزيون البلجيكي، في تصريح أدلى به في مظاهرة احتجاج على وفاته يوم الأربعاء، «أعرف شيئًا واحدًا - لو كان هذا هو ابني، وهو أبيض ونفس العمر، لما حدث ذلك». وقال ديسواف لشبكة CNN إنه «تم إخبار الأسرة أن ابنهم يعاني من خلل في القلب» ولكن هذا «لن يكون السبب الوحيد للوفاة». وأضاف المحامي أن اختبارات السموم «تظهر آثار المخدرات»، لكن هذه «لن تفسر الوفاة». ردًا على الاحتجاجات، قال المفوض العام للشرطة الفيدرالية مارك دي ميسمايكر يوم الخميس: «يمكننا أن نفهم أن العواطف تتزايد... لكن الطريقة التي تم بها ذلك غير مقبولة تمامًا». واتهم المتظاهرين بارتكاب أعمال «التخريب» وقال إن خمسة من ضباط الشرطة أصيبوا في الاضطرابات. قال وزير العدل البلجيكي فنسنت فان كويكنبورن يوم الأربعاء على تويتر: «لا يمكننا بأي شكل من الأشكال قبول ما حدث اليوم... لن يفلت مثيرو الشغب من العقاب»."
 ],
 [
  "(CNN) -- More than a hundred people were arrested in Brussels on Wednesday night after violent protests over the death of a man in police custody. ",
  "(CNN) - تم اعتقال أكثر من مائة شخص في بروكسل ليلة الأربعاء بعد احتجاجات عنيفة على وفاة رجل في حجز الشرطة. "
 ],
 [
  "The Brussels prosecutor's office said Wednesday it had opened an investigation into \"involuntary manslaughter\" after a 23-year-old Black man lost consciousness at a police station shortly after being arrested. He later died in hospital. ",
  "قال مكتب المدعي العام في بروكسل يوم الأربعاء إنه فتح تحقيقًا في «القتل غير العمد» بعد أن فقد رجل أسود يبلغ من العمر 23 عامًا وعيه في مركز للشرطة بعد وقت قصير من اعتقاله. وتوفي في وقت لاحق في المستشفى. "
 ],
 [
  "Hundreds of protestors gathered in Liedts square in central Brussels. Video from the scene showed scuffles as demonstrators threw stones and projectiles while police deployed a water cannon. ",
  "تجمع مئات المتظاهرين في ساحة ليتس في وسط بروكسل. وأظهر مقطع فيديو من مكان الحادث مشاجرات حيث ألقى المتظاهرون الحجارة والمقذوفات بينما نشرت الشرطة مدفع مائي. "
 ],
 [
  "Some demonstrators carried Black Lives Matter signs and shouted, \"We want the truth.\" ",
  "وحمل بعض المتظاهرين لافتات «بلاك لايفز ماتر» وصاحوا «نريد الحقيقة». "
 ],
 [
  "Belgian King Philippe's car was \"briefly stuck\" nearby, the palace told CNN, and the vehicle was hit by a few projectiles thrown at police officers surrounding the monarch's convoy. ",
  "وقال القصر لشبكة CNN إن سيارة الملك البلجيكي فيليب كانت «عالقة لفترة وجيزة» في مكان قريب، وقد أصيبت السيارة ببضعة مقذوفات ألقيت على ضباط الشرطة الذين كانوا يحيطون بموكب الملك. "
 ],
 [
  "The King himself was not the target and \"his security was never endangered,\" they said.",
  "وقالوا إن الملك نفسه لم يكن الهدف وأن «أمنه لم يتعرض أبدًا للخطر»."
 ],
 [
  "The death that precipitated Wednesday's protests occurred on Saturday, after police \"checked\" a group of people who had assembled in spite of coronavirus measures that limit public gatherings, a statement from the prosecutor's office said. ",
  "وقال بيان صادر عن مكتب المدعي العام إن الوفاة التي عجلت باحتجاجات الأربعاء وقعت يوم السبت، بعد أن «فحصت» الشرطة مجموعة من الأشخاص الذين تجمعوا على الرغم من إجراءات فيروس كورونا التي تحد من التجمعات العامة. "
 ],
 [
  "A man -- identified as Ibrahima B. by the lawyer representing his family -- \"fled on foot and was taken in for questioning by police,\" according to the prosecutor's statement. ",
  "ووفقًا لبيان المدعي العام، فإن رجلاً - تم تحديده باسم إبراهيم ب. من قبل المحامي الذي يمثل عائلته - «فر سيرًا على الأقدام واقتيد للاستجواب من قبل الشرطة». "
 ],
 [
  "\"When he arrived at the police station, I.B. lost consciousness and the police officers present called the emergency services. An ambulance and an emergency team arrived at the scene and I.B. was taken to hospital. He died in hospital at 8:22 pm,\" the statement added. ",
  "«عندما وصل إلى مركز الشرطة، فقد I.B. الوعي واتصل ضباط الشرطة الحاضرون بخدمات الطوارئ. وصلت سيارة إسعاف وفريق طوارئ إلى مكان الحادث وتم نقل I.B إلى المستشفى. وأضاف البيان أنه توفي في المستشفى في الساعة 8:22 مساءً». "
 ],
 [
  "Speaking at a demonstration over his death on Wednesday, the family's lawyer Alexis Deswaef told Belgian television, \"I know one thing -- if that was my son, who's white and the same age, that would not have happened.\" ",
  "وقال محامي العائلة ألكسيس ديسواف للتلفزيون البلجيكي، في تصريح أدلى به في مظاهرة احتجاج على وفاته يوم الأربعاء، «أعرف شيئًا واحدًا - لو كان هذا هو ابني، وهو أبيض ونفس العمر، لما حدث ذلك». "
 ],
 [
  "Deswaef told CNN that \"the family was told that their son had a cardiac abnormality\" but that this \"would not be the sole cause of the death.\" ",
  "وقال ديسواف لشبكة CNN إنه «تم إخبار الأسرة أن ابنهم يعاني من خلل في القلب» ولكن هذا «لن يكون السبب الوحيد للوفاة». "
 ],
 [
  "Toxicology tests \"show traces of narcotics,\" the lawyer added, but these \"would not explain the death.\" ",
  "وأضاف المحامي أن اختبارات السموم «تظهر آثار المخدرات»، لكن هذه «لن تفسر الوفاة». "
 ],
 [
  "Responding to the protests, General Commissary of the Federal Police Marc De Mesmaeker on Thursday said, \"We can understand that emotions are running high... but the way in which this was done is completely unacceptable.\" ",
  "ردًا على الاحتجاجات، قال المفوض العام للشرطة الفيدرالية مارك دي ميسمايكر يوم الخميس: «يمكننا أن نفهم أن العواطف تتزايد... لكن الطريقة التي تم بها ذلك غير مقبولة تمامًا». "
 ],
 [
  "He accused protesters of committing acts of \"vandalism\" and said five police officers were wounded in the unrest. ",
  "واتهم المتظاهرين بارتكاب أعمال «التخريب» وقال إن خمسة من ضباط الشرطة أصيبوا في الاضطرابات. "
 ],
 [
  "Belgian Justice Minister Vincent Van Quickenborne said Wednesday on Twitter: \"We cannot in any way accept what happened today ... The rioters will not get away with impunity.\"",
  "قال وزير العدل البلجيكي فنسنت فان كويكنبورن يوم الأربعاء على تويتر: «لا يمكننا بأي شكل من الأشكال قبول ما حدث اليوم... لن يفلت مثيرو الشغب من العقاب»."
 ],
 [
  "Send your script to CNN copy editors",
  "أرسل البرنامج النصي الخاص بك إلى برامج تحرير نسخ CNN"
 ],
 [
  "Email now",
  "أرسل الآن"
 ],
 [
  "Writing News for Live Television (Arabic)",
  "كتابة الأخبار للتلفزيون المباشر (باللغة العربية)"
 ]
]