[
 [
  "Writing News for Television (Kurdish)",
  "نووسینی هەواڵ بۆ تەلەڤزیۆن (کوردی)"
 ],
 [
  "This course lays out the process of writing for a television newscast.",
  "ئەم کۆرسە پڕۆسەی نووسین بۆ پەخشێکی هەواڵی تەلەڤزیۆنی دەردەکات."
 ],
 [
  "In these lessons, we'll discuss the parts of a well-written script, what should go into it and everything you need to do to write it. Throughout this course you'll see examples from CNN newscasts and hear from CNN anchors.",
  "لەم وانانەدا، ئێمە باسی بەشەکانی دەقێکی نووسراو دەکەین، دەبێت چ شتێک بچێتە ناوەوە و هەموو ئەو شتانەی کە پێویستە بیکەیت بۆ نووسینی. بە درێژایی ئەم خولە نموونەکان دەبینیت لە پەخشە هەواڵییەکانی سی ئێن ئێن و لە لەنگەرەکانی سی ئێن ئێن دەبیستن."
 ],
 [
  "Click the \"Start Course\" button to begin.",
  "کرتە بکە لەسەر دوگمەی \"دەستپێک کۆرس\" بۆ دەستپێکردن."
 ],
 [
  "Introduction",
  "پێشەکی"
 ],
 [
  "A Well-Written Script",
  "دەقێکی باشی نووسراو"
 ],
 [
  "\"The key to everything is writing with the spoken word.\"",
  "\"کلیلی هەموو شتێک بە وشەی قسە کردنەوە دەنووسێت\""
 ],
 [
  "Michael Holmes, CNN Anchor and Correspondent",
  "میشێل هۆڵمز، ئەنکەر و پەیامنێری سی ئێن ئێن"
 ],
 [
  "Writing for Television",
  "نووسین بۆ تەلەڤزیۆن"
 ],
 [
  "Writing for TV news is very different from writing for print or digital.  The viewer has to understand the story the first time, without having the luxury of going back to reread a sentence that was too complicated or didn't make sense.  ",
  "نووسین بۆ هەواڵی تەلەڤزیۆن زۆر جیاوازە لە نووسین بۆ چاپ یان دیجیتاڵ.  بینەرەکە دەبێت بۆ یەکەم جار لە چیرۆکەکە تێبگات، بەبێ ئەوەی کە ئەو ھەژارییە بگەڕێتەوە بۆ خوێندنەوەی ڕستەیەک کە زۆر ئاڵۆز بوو یان مانا نەبوو."
 ],
 [
  "Print journalism is for the eye, radio and podcasts are for the ear, and television is for both the eye and ear.  With TV, the pictures and sounds work together.",
  "ڕۆژنامەگەری چاپ بۆ چاو و ڕادیۆ و پادکست بۆ گوێ و تەلەڤزیۆنیش بۆ هەردووک چاو و گوێ  له گه ڵ ته له فزیۆن، وێنە و دەنگه کان پێکەوە کار ده که م."
 ],
 [
  "The Goals of a Script",
  "ئامانجەکانی دەقێک"
 ],
 [
  "One well-written script followed by another will make the viewer want to keep watching throughout the news program.",
  "دەقێکی باش کە بە دوایدا نووسراوە، یەکێکی تر وا لە بینەر دەکات کە دەیەوێت بەردەوام بێت لە سەیرکردن لە سەرانسەری بەرنامەی هەواڵ."
 ],
 [
  "Keep Watching",
  "بەردەوامبە لە سەیرکردن"
 ],
 [
  "A well-written script focuses on the most important information in a story.",
  "دەقێکی بە باشی نووسراو سەرنج دەخاتە سەر گرنگترین زانیاری لە چیرۆکێکدا."
 ],
 [
  "Focus",
  "فۆکوس"
 ],
 [
  "The combination of words and video in a well-written script will grab the viewer's attention.",
  "تێکەڵکردنی وشەکان و ڤیدیۆکان بە نوسراوێکی باشەوە سەرنجی بینەری دەکێشێت."
 ],
 [
  "Grab the Viewer",
  "بینەرەکە بگرەوە"
 ],
 [
  "Making a Connection",
  "دروستکردنی پەیوەندی"
 ],
 [
  "The writing in a newscast is how the anchor and the writer connect with the audience. The words you choose will help shape the viewer's understanding of a story.",
  "نوسینەکە لە پەخشێکی ڕۆژنامەوانیدا ئەوەیە کە چۆن بێژەرەکە و نووسەرەکە پەیوەندی بە بینەرەوە هەیە ئەو وشانەی کە هەڵیدەبژێرن یارمەتی شێوەی تێگەیشتنی بینەر دەدات بۆ چیرۆکێک."
 ],
 [
  "A well-written script should:",
  "دەقێکی باش نوسراو دەبێت:"
 ],
 [
  "Be conversational. When you are writing a script, always ask yourself how you would tell this story to a friend.",
  "گفتوگۆ بکە کاتێک دەقێک دەنووسی، هەمیشە لە خۆت بپرسە کە چۆن ئەم چیرۆکە بە هاوڕێیەک دەگێڕیتەوە."
 ],
 [
  "Avoid unnecessary words. A story has greater impact when you boil it down to its essence. With a limited amount of real estate in a newscast, there is usually a more concise way to say something.  ",
  "خۆلادان لە وشەی ناپێویست. چیرۆکێک کاریگەری زیاتری هەیە کاتێک دەیکوڵێنیتە سەر جەوهەری. لەگەڵ بڕێکی سنوورداری خانووبەرە لە پەخشی هەواڵەکاندا، عادەتەن ڕێگایەکی پوختتر هەیە بۆ وتنی شتێک."
 ],
 [
  "Use short sentences. Short sentences make it easier for the viewer to follow. It gets hard to understand the point of a sentence with too many clauses.",
  "ڕستە کورتەکان بەکاربهێنە. ڕستە کورتەکان ئاسانتر دەکەن بۆ تەماشاکەر بۆ بەدواکەوتن. تێگەشتن لە خاڵی ڕستەیەکی زۆر بە زۆر بڕگە زەحمەت دەبێت."
 ],
 [
  "Be clear. Simple, clear language makes a script easy for the anchor to read and easy for the viewer to understand.  When you have strong video, there's less need for writing with extra flourish.",
  "ڕوون بن زمانی سادە، ڕوون، دەقێکی ئاسان دەکات بۆ ئەوەی لەنگەرەکە بخوێنێتەوە و ئاسان بێت بۆ ئەوەی بینەر تێبگات.  کاتێک تۆ ڤیدیۆی بەهێزت هەیە، کەمتر پێویستی بە نووسین هەیە لەگەڵ گەشانەوەی زیادە."
 ],
 [
  "Kristie Lu Stout anchors a newscast in CNN's Hong Kong studio.",
  "کریستی لو ستۆوت لە ستۆدیۆی هۆنگ کۆنگ سی ئێن ئێن پەخشێکی هەواڵ بێژەر دەکات."
 ],
 [
  "Line by Line",
  "هێڵ بەپێی هێڵ"
 ],
 [
  "In these lessons, we'll break down the process of writing for television news.  From a story's lead, to the structure of its body, to the most effective way to use elements.",
  "لەم وانانەدا، پرۆسەی نووسین بۆ هەواڵی تەلەڤزیۆن تێکدەشکێنین  لە پێشەنگی چیرۆکێکەوە، بۆ پێکهاتەی جەستەیی، بۆ کاریگەرترین ڕێگا بۆ بەکارهێنانی توخمەکان."
 ],
 [
  "In our next lesson, we will look at the role of the writer in a newscast.",
  "لە وانەی داهاتووماندا لە پەخشێکی ڕۆژنامەوانیدا سەیری ڕۆڵی نووسەر دەکەین"
 ],
 [
  "Complete the content above before moving on.",
  "تەواوکردنی ناوەڕۆک لەسەرەوە پێش جوڵاندنەوە."
 ],
 [
  "CONTINUE",
  "بەردەوامبوون"
 ],
 [
  "The Role of the Writer",
  "ڕۆڵی نووسەر"
 ],
 [
  "The Foundation of the Newscast",
  "دامەزراوەی پەخشی هەواڵەکان"
 ],
 [
  "The writer's role is vital to a newscast.  Through your scripts, you are the voice of the anchor and the network. The words you write, paired with the video, graphics, and other elements you choose, are the foundation of the newscast.",
  "ڕۆڵی نووسەر بۆ پەخشێکی هەواڵی گرنگە.  لە ڕێگەی سکریپتەکانت، تۆ دەنگی لەنگەر و تۆڕەکەیت. ئەو وشانەی دەنووسن، لەگەڵ ڤیدیۆ، گرافیک، و توخمەکانی تر کە هەڵتدەبژێرن، بناغەی پەخشی هەواڵەکانن."
 ],
 [
  "The CNN International newsroom at CNN World Headquarters in Atlanta, Georgia",
  "ژووری هەواڵی نێودەوڵەتی سی ئێن ئێن لە بارەگای سی ئێن ئێن جیهانی لە ئەتلانتا لە جۆرجیا"
 ],
 [
  "A writer's scripts set the tone for the newscast.  So the writer must set the right tone for his or her script.  ",
  "دەقی نووسەرێک ئاوازی بۆ پەخشی هەواڵەکان دانا.  کەواتە نووسەر دەبێت تۆنێکی دروست بۆ دەقەکەی دابنێت."
 ],
 [
  "The Writer's Responsibility",
  "بەرپرسیاریەتی نووسەر"
 ],
 [
  "The writer's scripts need to grab the viewer's attention, tell them the most relevant information, and keep them watching throughout the newscast. In order to do that effectively, the writer has to understand the story and its impact.  ",
  "دەقی نووسەرەکە پێویستە سەرنجی بینەرەکە بگرێت و بە پەیوەندیدارترین زانیاریان پێبڵێت و بە درێژایی پەخشی هەواڵەکان سەیریان بکات بۆ ئەوەی بە شێوەیەکی کاریگەرانە ئەو کارە ئەنجام بدات، نووسەر دەبێت لە چیرۆک و کاریگەرییەکەی تێبگات"
 ],
 [
  "There is a lot that a writer is expected to understand.",
  "زۆر شت هەیە کە پێشبینی دەکرێت نووسەرێک تێبگات."
 ],
 [
  "What the show's producer expects of a script, such as the angle of the story, specific video or elements, and the length of the script",
  "ئەوەی بەرهەمهێنەری نمایشەکە چاوەڕوانی دەقێکە، وەک گۆشەی چیرۆکەکە، ڤیدیۆی دیاریکراو یان توخمەکان و درێژی دەقەکە"
 ],
 [
  "How the script fits into the rest of the show",
  "چۆن دەقی دەقەکە دەگونجێت بۆ بەشەکانی تری نمایشەکە"
 ],
 [
  "The network's general voice and tone",
  "دەنگ و ئاوازی گشتی تۆڕەکە"
 ],
 [
  "How the anchor speaks naturally and what he or she is comfortable saying",
  "چۆن لەنگەرەکە بەسروشتی قسەدەکات و ئەوەی کە ئەو دەیڵێت ئاسوودەیە"
 ],
 [
  "Understand",
  "تێگەشتن"
 ],
 [
  "The words we choose for television writing are meant for our viewers' ears.  The language and sentences should be simple, clear and easy to understand, and the style should be one your anchor is comfortable with.  The writing should be as if you were telling a friend a story; it is not what you might write in a dissertation.",
  "ئەو وشانەی ئێمە بۆ نووسینی تەلەڤزیۆن هەڵدەبژێرین بۆ گوێی بینەرانمان دێت.  زمان و ڕستەکان دەبێت سادە، ڕوون و ئاسان بێت بۆ تێگەیشتن، وە شێوازەکە دەبێت یەکێک بێت لە بێژەری تۆ ئاسوودە بێت لەگەڵی.  نووسینەکە وەک ئەوەی چیرۆکێکت بۆ هاوڕێیەک دەگێڕایەوە، ئەمە ئەو شتە نیە کە تۆ لە ناو نامەیەک دا بینووسیت."
 ],
 [
  "Write Conversationally",
  "بە گفتوگۆ بنووسە"
 ],
 [
  "A good writer takes ownership of their script.  That means knowing and understanding everything that's in it and updating or changing the copy or elements when needed.",
  "نووسەرێکی باش خاوەنداری لە دەقی خۆی دەکات  واتە زانین و تێگەیشتن لە هەموو شتێک کە تێیدایە و نوێکردنەوە یان گۆڕینی کۆپی یان توخمەکان لە کاتی پێویستدا."
 ],
 [
  "Take Ownership",
  "خاوەندارێتی وەربگرە"
 ],
 [
  "A writer should use the best video, sound, pictures, and graphics that are available. Strong elements should complement the written words.",
  "نووسەرێک پێویستە باشترین ڤیدیۆ و دەنگ و وێنە و گرافیک بەکاربهێنێت کە بەردەستە. توخمە بەهێزەکان دەبێت تەواوکەری وشە نووسراوەکان بن."
 ],
 [
  "Use the Best Elements",
  "باشترین توخمەکان بەکاربهێنە"
 ],
 [
  "Viewers watch a newscast to get information and better understand the world.  A writer needs to make sure the viewer is getting accurate information and the latest developments.",
  "بینەران سەیری پەخشێکی هەواڵی دەکەن بۆ بەدەستهێنانی زانیاری و باشتر تێگەیشتن لە جیهان.  نووسەرێک پێویستە دڵنیا بێت کە بینەرەکە زانیاری ورد و دوا پێشهاتەکان بەدەست دێنێت."
 ],
 [
  "Inform",
  "زانیاری"
 ],
 [
  "Lori Webster, CNN Senior Writer",
  "لۆری وێبستەر، نووسەری پایەبەرزی سی ئێن ئێن"
 ],
 [
  "Simple, clear, concise, conversational writing. That's what we're after. ",
  "سادە، ڕوون، پوختە، نووسینی گفتوگۆیی. ئەمە ئەو شتەیە کە ئێمە دوای ئەوەین "
 ],
 [
  "Qualities of a Good Writer",
  "تایبەتمەندی نووسەرێکی باش"
 ],
 [
  "A good writer doesn't need to be told what to do, whether it's updating a script or helping another member of the team.",
  "نووسەرێکی باش پێویست ناکات پێی بوترێت کە چی بکات، چ بەڕۆژکردنەوەی دەقێک بێت یان یارمەتی ئەندامێکی تری تیمەکە بدات."
 ],
 [
  "Proactive",
  "چالاک"
 ],
 [
  "The writer needs to have strong editorial judgement to sort through the information and elements and understand the boundaries.",
  "نووسەری پێویستە حوکمی سەروتارێکی بەهێز هەبێت بۆ ئەوەی لە ڕێگەی زانیاری و توخمەکانەوە پۆلێن بکات و لە سنوورەکان تێبگات"
 ],
 [
  "Editorial Judgement",
  "دادوەری سەروتار"
 ],
 [
  "Scripts go through a lot of changes before they get on air -- from updates to anchor input to complying with the network's direction.",
  "سکریپتەکان بە گۆڕانکاریەکی زۆردا تێدەپەڕن پێش ئەوەی لە هەوادا بن ، لە نوێکردنەوەکانەوە بۆ چوونەناوەوەی لەنگەر بۆ پابەندبوون بە ئاڕاستەی تۆڕەکە."
 ],
 [
  "Flexible",
  "نەرم"
 ],
 [
  "A good writer is creative with their language and use of elements.  No one wants to watch a boring newscast.",
  "نووسەرێکی باش بە زمان و بەکارهێنانی توخمەکان داهێنەرە  هیچ کەسێک ناتهەوێ سەیری پەخشێکی هەواڵی بێزارکەر بکات."
 ],
 [
  "Creative",
  "داهێنەر"
 ],
 [
  "A good writer is well-informed about the world and how the stories he or she writes fit into it.",
  "نووسەرێکی باش بە باشی دەربارەی جیهان و چۆن ئەو چیرۆکانەی کە دەینووسێت گونجاوە."
 ],
 [
  "Well-Informed",
  "باش ئاگادار"
 ],
 [
  "In the next lesson, you will learn some of the terms you might hear in a newsroom.",
  "لە وانەی داهاتوو، تۆ هەندێک لەو مەرجانە فێر دەبیت کە لەوانەیە گوێت لێبێت لە ژوورێکی هەواڵدا."
 ],
 [
  "News Writing Glossary",
  "وشەنووسینی هەواڵ"
 ],
 [
  "A Whole New Language",
  "زمانێکی تەواو نوێ"
 ],
 [
  "When you work in a newsroom, it can feel like you have to learn a foreign language. There are a lot of terms that journalists use in television news, to talk about everything from the parts of a script to the parts of a rundown.",
  "کاتێک لە ژووری هەواڵدا کاردەکەی، وا هەست دەکات کە دەبێت فێری زمانێکی بیانی بیت. زۆر مەرج هەیە کە ڕۆژنامەنووسان لە هەواڵەکانی تەلەڤزیۆندا بەکاری دەهێنن، بۆ قسەکردن لەسەر هەموو شتێک لە بەشەکانی دەقێکەوە بۆ بەشەکانی بەرەو خوارەوە."
 ],
 [
  "Use this lesson as a \"cheat sheet\" to help you navigate some of the most commonly used terms in a television newsroom. ",
  "ئەم وانەیە بەکاربێنە وەک \"شیتێکی فێڵ\" بۆ یارمەتیدانت بۆ گواستنەوەی هەندێک لە باوترین زاراوەکان لە ژووری هەواڵی تەلەڤزیۆن."
 ],
 [
  "Key Terms You'll See Throughout This Course",
  "مەرجەکانی کلیل کە دەیبینیت بەدرێژایی ئەم کۆرسە"
 ],
 [
  "Get familiar with these terms.  You'll see a lot of them in this course and as a journalist.",
  "لەگەڵ ئەم چەمکانە ئاشنا بن.  لەم خولەدا و وەک ڕۆژنامەنووسێک ژمارەیەکی زۆر لەوان دەبینیت"
 ],
 [
  "Script: Where the copy for a story is written for an anchor to read, accompanied by video, sound bites, and other elements.",
  "نوسینی: ئەو شوێنەی کۆپی بۆ چیرۆکێک نوسراوە بۆ لەنگەرێک بۆ خوێندنەوە، بە ڤیدیۆ، گازلێدانی دەنگ، و توخمەکانی تر."
 ],
 [
  "Rundown: The lineup of stories to be used in a newscast. This is where the producer puts specific details for each story and element he or she plans to use in a newscast. ",
  "ڕاکردن: ڕیزکردنی چیرۆکەکان بۆ ئەوەی لە پەخشێکی هەواڵیدا بەکار بهێنرێت. ئەمە ئەو شوێنەیە کە بەرهەمهێنەرەکە وردەکاری تایبەت بۆ هەر چیرۆکێک و توخمێک دادەنێت کە پلانی هەیە لە پەخشێکی هەواڵیدا بەکاری بهێنێت."
 ],
 [
  "Parts of a Script",
  "بەشەکانی دەقێک"
 ],
 [
  "You will notice that the script below is split down the middle. The left side contains instructions for the director and other people in the control room.  The right side is what the anchor sees.",
  "تۆ تێبینی ئەوە دەکەیت کە ئەم سکریپتەی خوارەوە لە ناوەڕاستدا دابەش کراوە. لای چەپی ڕێنمایی بۆ دەرهێنەر و کەسانی تر لە ژووری کۆنترۆل لەخۆ دەگرێت.  لای ڕاست ئەوەیە کە لەنگەرەکە دەیبینێت."
 ],
 [
  "Or Chyron.  This refers to the words on screen.  A font can tell the viewer: the story and a small amount of detail about it, the name and title of the person speaking or a location.",
  "یان چیرۆن  ئەمە دەگەڕێتەوە بۆ وشەکانی سەر شاشە.  فۆنتێک دەتوانێت بە بینەر بڵێت: چیرۆکەکە و بڕێکی کەمی وردەکاری دەربارەی، ناو و ناونیشانی ئەو کەسەی قسە دەکات یان شوێنێک."
 ],
 [
  "Font",
  "فۆنت"
 ],
 [
  "Or just Full Screen. A still picture, map, chart or graph that takes up the entire television screen. ",
  "یان تەنها پڕ شاشە. وێنەیەکی هێشتا، نەخشە، نەخشە یان هێڵکاری کە هەموو شاشەی تەلەڤزیۆنەکە دەبات. "
 ],
 [
  "Full Screen Graphic",
  "گرافیکی پڕ شاشە"
 ],
 [
  "VO that has Nat Sound or Nats.  The natural sounds of a scene on video.  This can include examples such as chanting at a rally, gunfire during a battle or an ambulance leaving the scene of an accident.",
  "VO کە دەنگی نات یان ناتسی هەیە.  دەنگە سروشتیەکانی دیمەنێک لەسەر ڤیدیۆ  ئەمە دەتوانێت نمونەکان لەخۆ بگرێت وەک گۆرانی وتن لە گردبونەوە، تەقەکردن لە کاتی جەنگ یان ئامبولانسێک کە دیمەنی ڕووداوێک بەجێ دەهێڵێت."
 ],
 [
  "Nat VO",
  "Nat VO"
 ],
 [
  "Or Out Cue.  The final two or three words of a package or SOT, so the anchor and director know it is about to end. ",
  "یان دەرەوی کیو  دوو سێ وشەی کۆتایی پاکێجێک یان ئێس ئۆ تی، بۆیە بێژەر و دەرهێنەرەکە دەزانن خەریکە کۆتایی دێت. "
 ],
 [
  "OC",
  "OC"
 ],
 [
  "Total Running Time.  The length of a package, SOT, or other piece of video. ",
  "کۆی کاتی ڕاکردن.  درێژی پاکێجێک، SOT، یان پارچەیەکی تری ڤیدیۆ. "
 ],
 [
  "TRT",
  "تی ئاڕ تی"
 ],
 [
  "Sound On Tape.  A pre-recorded sound bite.  We still use this term even though most newsrooms are digital and no longer use tape.",
  "دەنگ لەسەر شریت  گازێکی دەنگی پێشتر تۆمارکراوە.  ئێمە هێشتا ئەم دەستەواژەیە بەکاردێنین هەرچەندە زۆربەی ژووری هەواڵەکان دیجیتاڵن و چیتر شریت بەکارناهێنین."
 ],
 [
  "SOT",
  "SOT"
 ],
 [
  "Voice Over.  The anchor reads copy while a video plays on air.",
  "دەنگ تەواو.  لەنگەرەکە لەبەرگیراو دەخوێنێتەوە کاتێک ڤیدیۆیەک لەسەر هەوا دەژەنێت."
 ],
 [
  "VO",
  "VO"
 ],
 [
  "On Camera or sometimes OC.  The part of a script where the viewer sees the anchor reading. ",
  "لەسەر کامێرا یان هەندێک جار ئۆ سی.  ئەو بەشەی دەقێک کە بینەرەکە لە خوێندنەوەی لەنگەرەکە دەبینێت."
 ],
 [
  "On Cam",
  "لەسەر کام"
 ],
 [
  "Parts of a Rundown",
  "بەشەکانی بەرەوخوارەوە"
 ],
 [
  "A short description of a story coming up later in the show.  An attention-getting tease can keep a viewer watching through a commercial break or two. ",
  "کورتە باسکردنێک بۆ چیرۆکێک کە دواتر لە بەرنامەکەدا دێت.  لێدانێکی سەرنج ڕاکێش دەتوانێت بینەرێک بهێڵێتەوە کە سەیری پشووی بازرگانی یان دووان بکات."
 ],
 [
  "Tease",
  "بێزارکردن"
 ],
 [
  "Or Live Shot. When a correspondent does a live report during a newscast. ",
  "یان تەقەی ڕاستەوخۆ کاتێک پەیامنێرێک لە کاتی پەخشی هەواڵەکاندا ڕاپۆرتێکی ڕاستەوخۆ ئەنجام دەدات."
 ],
 [
  "Live",
  "ڕاستەوخۆ"
 ],
 [
  "Or Package.  A pre-recorded story, incorporating video, sound bites, and a reporter's voice track. ",
  "یان پاکێج.  چیرۆکێکی پێشتر تۆمار کراوە، ڤیدیۆ، گازلێدانی دەنگ، و تراکێکی دەنگی پەیامنێر تێکەڵ دەکات."
 ],
 [
  "Pkg",
  "Pkg"
 ],
 [
  "The name of a story.  This slug is simply \"Extremists: Next.\"",
  "ناوی چیرۆکێک  ئەم شلە بە سادەیی \"توندڕەوەکان: دواتر\""
 ],
 [
  "Slug",
  "سڵاگ"
 ],
 [
  "Can refer to the top story in a newscast or the first line in a script. ",
  "ئەتوانێت ئاماژە بە چیرۆکی سەرەوە بکات لە پەخشی دەنگوباس یان یەکەم هێڵ بە دەقێک."
 ],
 [
  "The Lead",
  "ڕابەری"
 ],
 [
  "Check Your Understanding",
  "تێگەشتنەکەت بپشکنە"
 ],
 [
  "Let's see if you got all of that.",
  "با بزانین هەموو ئەمانەت دەست کەوتوە"
 ],
 [
  "Match the following terms with their meanings.",
  "گونجاندنی ئەم چەمکانەی خوارەوە لەگەڵ ماناکانیان."
 ],
 [
  "Video is playing while the anchor is reading",
  "ڤیدیۆ لەکاتی خوێندنەوەی بێژەریدا پەخش دەکرێت"
 ],
 [
  "Rundown",
  "بەرەو خوارەوە"
 ],
 [
  "The lineup of stories for a newscast",
  "ڕیزکردنی چیرۆکەکان بۆ پەخشێکی هەواڵی"
 ],
 [
  "The length of a prerecorded element",
  "درێژی توخمێکی پێشوەختە"
 ],
 [
  "The name of a story",
  "ناوی چیرۆکێک"
 ],
 [
  "Next: How to get started on writing your script.",
  "دواتر: چۆن دەست پێبکەیت بە نووسینی سکریپتەکەت."
 ],
 [
  "Getting Started",
  "دەستپێکردن"
 ],
 [
  "Before You Write",
  "پێش ئەوەی بنووسیت"
 ],
 [
  "Getting Organized",
  "ڕێکخستنی"
 ],
 [
  "Before you start typing anything, there are some things you need to do. ",
  "پێش ئەوەی دەست بکەیت بە نووسینی هەر شتێک، هەندێک شت هەیە کە پێویستە بیکەیت."
 ],
 [
  "Check your sources. Find out if your news organization has already reported on the story. Look at what your other available sources are reporting about it.  See what the competition is doing.",
  "سەرچاوەکانی خۆت بپشکنە. بزانە کە ئایا رێکخراوی هەواڵی تۆ پێشتر ڕاپۆرتی لەسەر چیرۆکەکە داوە. سەیرکە سەرچاوە بەردەستەکانی ترتان چی دەربارەی ئەوە ڕاپۆرت دەکەن.  ببینە پێشبڕکێکە چی دەکات."
 ],
 [
  "Look at elements. Start looking at what video is available and watch it to see what will work best for your story.  If there is no video, are there still pictures, maps or other graphics that will work instead?",
  "سەیری توخمەکان بکە. دەست بکە بە سەیرکردنی ئەو ڤیدیۆیە کە بەردەستە و سەیری بکە بۆ ئەوەی ببینیت چی باشترین کار دەکات بۆ چیرۆکەکەت.  ئەگەر ڤیدیۆ نەبێت، ئایا هێشتا وێنە، نەخشە یان گرافیکی تر هەیە کە لە جیاتی ئەوە کار دەکات؟"
 ],
 [
  "Communicate with the producer. Find out what the producer has in mind for your scripts.",
  "پەیوەندی بکە لەگەڵ بەرهەمهێنەرەکە. بزانە بەرهەمهێنەرەکە چی لە مێشکدایە بۆ سکریپتەکانت."
 ],
 [
  "Look at the rundown. See where your story fits into the show. Is it part of a larger segment?  Or does it stand alone?",
  "سەیری بەرەوخوارەوەکە بکە ببینە چیرۆکەکەت لە کوێ دەگونجێت لە ناو بەرنامەکەدا. ئایا بەشێکە لە بەشێکی گەورەتر؟  یان بەتەنیا دەوەستێت؟"
 ],
 [
  "Check your assignments.  Most writers are assigned to write more than one story in a newscast.  You will need to budget your time to finish everything by the deadline.  If you are working on more than one newscast, you should look ahead to see what's expected of you after the first show is finished.",
  "ئەرکەکانت بپشکنە.  زۆربەی نووسەران وا دیاری کراون کە زیاتر لە یەک چیرۆک بنووسن لە پەخشێکی هەواڵیدا.  تۆ پێویستت بە بوودجەی کاتت دەبێت بۆ تەواوکردنی هەموو شتێک بە دوا کات.  ئەگەر تۆ لەسەر زیاتر لە یەک پەخشی هەواڵ کاردەکەی، پێویستە لە پێشدا بگەڕێی کە ببینی چی لە تۆ چاوەڕوان دەکرێت دوای ئەوەی یەکەم نمایش تەواو بوو."
 ],
 [
  "Sources",
  "سەرچاوەکان"
 ],
 [
  "Who Can You Trust?",
  "تۆ دەتوانیت متمانە بە کێ بکەیت؟"
 ],
 [
  "Every network has sources that it trusts above all others.  Find out where you should turn first for information.",
  "هەموو تۆڕێک سەرچاوەی هەیە کە پشت بە هەموو ئەوانی تر دەبەستێت.  بزانە لە کوێ پێویستە یەکەم جار بگۆڕیت بۆ زانیاری."
 ],
 [
  "These are other networks or news organizations with which your network has a professional relationship to share information, video, and/or other material.",
  "ئەمانە تۆڕەکانی ترن یان رێکخراوە هەواڵییەکان کە تۆڕەکەت پەیوەندییەکی پیشەیی هەیە بۆ هاوبەشکردنی زانیاریەکان، ڤیدیۆکان، و/یان مادەکانی تر."
 ],
 [
  "Affiliates",
  "ئەندامەکان"
 ],
 [
  "Most news organizations subscribe to an outside news service that can provide reporting, video or still images.  Some examples of these include: Reuters, AFP, AP, CCTV and Getty Images.",
  "زۆربەی ڕێکخراوە هەواڵییەکان بەشدارن لە خزمەتگوزاری هەواڵی دەرەوە کە دەتوانێت ڕاپۆرت، ڤیدیۆ یان وێنەی هێشتا دابین بکات.  هەندێک نمونە لەمانە بریتین لە: ڕۆیتەرز، ئیف پی، ئەی پی، سی دی ئێڵ تی و وێنەی گێتی."
 ],
 [
  "Outside News Sources ",
  "سەرچاوەکانی دەرەوەی هەواڵ "
 ],
 [
  "Every news organization has its own news gathering staff that does original reporting, verifies information and approves what can go on air.",
  "هەموو رێکخراوێکی هەواڵ ستافی کۆبوونەوەی هەواڵی خۆی هەیە کە ڕاپۆرتی ڕەسەن ئەنجام دەدات، زانیاری ڕوون دەکاتەوە و پەسەندی دەکات کە چی دەتوانێت بە هەوا بڕوات."
 ],
 [
  "This can include:",
  "ئەمە دەتوانێت بریتی بێت لە:"
 ],
 [
  "Correspondents and producers who are at an event or are talking with their own sources",
  "پەیامنێران و بەرهەمهێنەران کە لە ڕووداوێکدان یان قسە لەگەڵ سەرچاوەکانی خۆیان دەکەن"
 ],
 [
  "News desk editors who are making phone calls and communicating with teams in the field",
  "سەرنوسەری مێزی هەواڵ کە پەیوەندی تەلەفۆنی دروست دەکەن و پەیوەندی لەگەڵ تیمەکان دەکەن لە مەیدانەکە"
 ],
 [
  "Network Staff",
  "ستافی تۆڕ"
 ],
 [
  "Lorem ipsum dolor sit amet, consectetur adipiscing elit. In purus velit, tincidunt ac nibh quis, sollicitudin varius libero. Nullam at mi felis. Donec a scelerisque augue, sit amet porttitor nibh. Suspendisse at lorem ut elit placerat blandit.",
  "لۆرم ئایپسوم دۆلیۆر دانیشتووە، بە جوانی و فێڵبازی سەرلێشێواوە. لە رۆشنی پوروس، تینیسنت ئەی سی ئی نیب کیوس، سۆلیسیتودین ڤاریوس لیبەرۆ. (پوچەم) لە (می فێلیس)دا دۆنکێکی سکیڵیسکی، دانیشە پۆرتیتەر نیب. هەڵپەسێردراو لە لۆرم و ئەلیت پلەیسرات بلاندیت."
 ],
 [
  "Summary",
  "پوختە"
 ],
 [
  "You should check with your news organization on how it handles information that comes from a source outside of the ones that are approved for you to use. ",
  "تۆ دەبێ بپشکنیت لەگەڵ رێکخراوی هەواڵی خۆت کە چۆن ئەو زانیاریانە چارەسەر دەکات کە لە سەرچاوەی دەرەوەی ئەوانەوە دێت کە بۆ تۆ پەسەند کراوە بۆ بەکارهێنانی. "
 ],
 [
  "In the next lesson, you will learn about attribution, or how we tell viewers where we get our information. But first, let's make sure you understand what you have learned so far.",
  "لە وانەی داهاتوو، تۆ دەربارەی سزادان فێر دەبیت، یان چۆن ئێمە بە بینەران دەڵێین کە لە کوێ زانیاریەکانمان دەست دەکەوێت. بەڵام سەرەتا، با دڵنیا بینەوە کە تێگەشتی کە تا ئێستا چیت فێر بووە."
 ],
 [
  "Quiz: Good Writing Practices",
  "کویز: پراکتیزە باشەکانی نووسین"
 ],
 [
  "Before the next lesson, let's check your understanding of what we've covered so far. You will need to answer five of these questions correctly before you can go on to the next lesson.",
  "پێش وانەی داهاتوو، با تێگەشتنەکەت بپشکنین دەربارەی ئەوەی کە تا ئێستا دامانپۆشیوە. تۆ پێویستت بە وەڵامدانەوەی ٥ پرسیار بە دروستی دەبێت پێش ئەوەی بتوانیت بڕۆی بۆ وانەی داهاتوو."
 ],
 [
  "What are the goals of a well-written script? (check all that apply)",
  "ئامانجی دەقێکی نووسراوی باش چیە؟ (هەموو ئەو کارپێکردنانە بپشکنە)"
 ],
 [
  "Get the viewer's attention ",
  "سەرنجی بینەرەکە وەربگرە"
 ],
 [
  "Focus on the most relevant information ",
  "تیشک بخە سەر گرنگترین زانیاری پەیوەندیدار"
 ],
 [
  "Fill time between breaks as efficiently as possible",
  "پڕکردنەوەی کات لە نێوان شکاندنەکان بە شێوەیەکی کارا تا ئەو کاتەی کە دەکرێت"
 ],
 [
  "Help the viewer make sense of world events ",
  "یارمەتی بینەر بدات بۆ هەستکردن بە ڕووداوەکانی جیهان"
 ],
 [
  "What are the things that you should start doing once you have a script to write? (check all that apply)",
  "ئەو شتانەی کە پێویستە دەست بکەن بە ئەنجامدانی ئەو کاتەی کە دەقێکت هەیە بۆ نووسین چیە؟ (هەموو ئەو کارپێکردنانە بپشکنە)"
 ],
 [
  "See what stories are around it to see where your script fits in",
  "ببینە چ چیرۆکێک لە دەورو بەریدایە بۆ ئەوەی ببینیت دەقەکەت لە کوێدا گونجاوە"
 ],
 [
  "Begin writing right away since writers are under deadline pressure and you probably have other scripts to write ",
  "دەست بکە بە نووسین هەر ئێستا لەو کاتەوەی کە نووسەران لەژێر فشاری دوا وادەدان و لەوانەیە دەقی ترت هەبێت بۆ نووسین"
 ],
 [
  "Make sure you have the sources you need and that they are recognized by your organization as legitimate",
  "دڵنیابە لەوەی کە ئەو سەرچاوانەی پێویستت پێیە و لەلایەن ڕێکخراوەکەتەوە بە شەرعیەتی دەناسرێنەوە"
 ],
 [
  "Ask the producer or editor if you have any questions about what your script should contain",
  "لە بەرهەمهێنەر یان سەرنووسەر بپرسە ئەگەر هیچ پرسیارێکت هەیە دەربارەی ئەوەی کە دەقەکەت دەبێت چی تێدابێت"
 ],
 [
  "What are generally considered to be acceptable sources? (check all that apply)",
  "بە گشتی چی بە سەرچاوەی پەسەند دادەنرێت؟ (هەموو ئەو کارپێکردنانە بپشکنە)"
 ],
 [
  "The network’s own correspondents, field producers and editors",
  "پەیامنێر و بەرهەمهێنەر و سەرنوسەری بواری تایبەت بە تۆڕەکە"
 ],
 [
  "Outside news agencies to which your organization subscribes ",
  "لەدەرەوەی ئاژانسەکانی هەواڵ کەڕێکخراوەکەت بەشدارییان بۆ دەکات"
 ],
 [
  "Affiliates with whom your network has a working relationship",
  "ئەو ئەندامانەی کە تۆڕەکەت پەیوەندیەکی کارکردنیان هەیە لەگەڵیان"
 ],
 [
  "Stories that have gone viral on the internet that several people you know and trust have forwarded or liked ",
  "ئەو چیرۆکانەی کە لە ئینتەرنێتەوە ڤایرۆسی بوون کە چەند کەسێک دەزانن و باوەڕیان پێیەتی پێشیان هێناوە یان حەزیان لێیە"
 ],
 [
  "What are some of the characteristics of a well-written script? ",
  "هەندێک لە تایبەتمەندیەکانی دەقێکی نووسراوی باش چین؟"
 ],
 [
  "Conversational",
  "گفتوگۆ"
 ],
 [
  "Factually accurate",
  "بە ڕاستی وورد"
 ],
 [
  "Attribution where needed",
  "دەرکردن لەو شوێنەی کە پێویست بوو"
 ],
 [
  "All of the above",
  "هەموو ئەمانەی سەرەوە"
 ],
 [
  "Which of these does not describe the purpose of a script an anchor reads? ",
  "کام لەمانە باسی مەبەستی دەقێک ناکات کە لەنگەرێک دەخوێنێتەوە؟"
 ],
 [
  "Spells out the latest information for a given story ",
  "نوێترین زانیاری بۆ چیرۆکێکی دیاری کراوەکان دەربکە"
 ],
 [
  "Provides context around stories coming in from the field",
  "چوارچێوەی ئەو چیرۆکانە دابین دەکات کە لە مەیدانەوە دێنە ژوورەوە"
 ],
 [
  "Fills time between reporter pieces, live shots and anchor interviews ",
  "کات پڕ دەکاتەوە لە نێوان پارچەی پەیامنێر و تەقەی ڕاستەوخۆ و چاوپێکەوتنی لەنگەر"
 ],
 [
  " Guides the viewer from one story to another that are related",
  "بینەر لە چیرۆکێکەوە بۆ چیرۆکێکی تر کە پەیوەندیان هەیە ڕێنوێنی دەکات"
 ],
 [
  "When it comes to broadcast writing you heard it said that “less is more.” Which of these statements reflects that idea? (check all that apply) ",
  "کاتێک کە باس لە پەخشکردنی نووسین دەکرێت بیستت کە وتت \"کەمترە\" کام لەو لێدوانانە ڕەنگدانەوەی ئەو بیرۆکەیەیە؟ (هەموو ئەو کارپێکردنانە بپشکنە)"
 ],
 [
  "In television you only have one chance to reach the audience, since they cannot go back and re-read what you wrote ",
  "لەتەلەفزیۆندا تەنیا یەک هەلت هەیە بۆ گەیشتن بەئامادەبووان، چونکەناتوانن بگەڕێنەوە و ئەو شتانە بخوێننەوە کەتۆ نوسیوتە"
 ],
 [
  "Writing should be concise and get to the point quickly ",
  "نووسین دەبێت پوخت بێت و بەخێرایی بگات بە خاڵ"
 ],
 [
  "Loads of adjectives and long, compound sentences are the best way to get complicated ideas across ",
  "بارکردنی ئاوەڵناوەکان و ڕستەی درێژ و ئاوێتە باشترین ڕێگایە بۆ بەدەستهێنانی بیرۆکە ئاڵۆزەکان"
 ],
 [
  "You should write close to the way you talk -- colloquial but professional",
  "پێویستە لە نزیکی ئەو شێوازەی کە تۆ قسە دەکەیت بنووسیت -- قسەیەکی زۆر باش بەڵام پرۆفیشناڵ"
 ],
 [
  "Sources and Attribution",
  "سەرچاوەکان و دەرکردنەکان"
 ],
 [
  "What is Attribution?",
  "تۆزێک چیە؟"
 ],
 [
  "Even when you are using information from a source approved by your news organization, you may need to attribute it.  Attribution tells the viewer where you got your information.  That gives accuracy, transparency and clarity to journalists' work and adds to their credibility.",
  "تەنانەت کاتێک زانیاری بەکاردێنیت لەسەرچاوەی کە لەلایەن ڕێکخراوە هەواڵیەکەتەوە پەسەندکراوە، لەوانەیە پێویستت بە سیفەتی هەبێت.  دادگایی کردن بە بینەرەکە دەڵێت کە لە کوێ زانیاریت دەست کەوتوە.  کە بە وردی و شەفافی و ڕوونی بە کاری ڕۆژنامەنووسان دەدات و زیاد لە متمانەیان دەکات"
 ],
 [
  "Being precise about your sources is particularly important during breaking news and when a story is evolving.",
  "وورد بوون دەربارەی سەرچاوەکانت بە تایبەتی گرینگە لە کاتی هەواڵ شکاندن و کاتێک چیرۆکێک گەشە دەکات."
 ],
 [
  "Sources For Attribution",
  "سەرچاوەکان بۆ دەرکردن"
 ],
 [
  "When your information comes from a source other than your network's reporter at the scene, you may need to attribute.  These are some possible ways to do this:",
  "کاتێک زانیاریەکانت لە سەرچاوەیەکەوە دێت جگە لە پەیامنێری تۆڕەکەت لە شوێنی ڕووداوەکە، لەوانەیە پێویستت بە تایبەتمەندی بێت.  ئەمانە هەندێک ڕێگای گونجاون بۆ ئەنجامدانی ئەم کارە:"
 ],
 [
  "Another news organization, newspaper, wire service or a credible web site",
  "ڕێکخراوێکی دیکەی هەواڵ، ڕۆژنامە، خزمەتگوزاری وایەر یان ماڵپەڕێکی باوەڕپێکراو"
 ],
 [
  "A country's state media",
  "میدیا دەوڵەتییەکانی وڵاتێک"
 ],
 [
  "A victim's relative",
  "خزمی قوربانییەکە"
 ],
 [
  "A witness to an event",
  "شایەتحاڵێک بۆ ڕووداوێک"
 ],
 [
  "A company spokeswoman",
  "وتەبێژی کۆمپانیا"
 ],
 [
  "The prime minister's office",
  "نووسینگەی سەرۆک وەزیران"
 ],
 [
  "Police",
  "پۆلیس"
 ],
 [
  "Anonymous Sources",
  "سەرچاوە نەناسراوەکان"
 ],
 [
  "The writer should be upfront and specific about sources, identifying them whenever possible. If a source cannot be named, you should characterize the source as clearly as possible.  Some examples: ",
  "نووسەر دەبێت لەسەرەوە بێت و تایبەت بێت بە سەرچاوەکان، لە هەرکاتێک گونجاو بێت بیانناسێنێت. ئەگەر سەرچاوەیەک ناتوانرێت ناوبنرێ، پێویستە سەرچاوەکە بە ڕوونی دیاری بکەیت.  هەندێک نمونە:"
 ],
 [
  "Three friends of the victim",
  "سێ هاوڕێی قوربانییەکە"
 ],
 [
  "Two State Department officials",
  "دوو بەرپرسی وەزارەتی دەرەوە"
 ],
 [
  "A source close to the president",
  "سەرچاوەیەکی نزیک لە سەرۆک کۆمار"
 ],
 [
  "An official who was briefed on the matter",
  "بەرپرسێک کە لەو بارەیەوە کورتەیەکی بۆ کراوە"
 ],
 [
  "Law enforcement sources",
  "سەرچاوەکانی سەپاندنی یاسا"
 ],
 [
  "Information taken from newspapers, web sites, other networks or even reference books must never be used verbatim except as a direct quote with full attribution. If you don't attribute, it is plagiarism.",
  "ئەو زانیاریانەی لە ڕۆژنامەکان، وێب سایتەکان، تۆڕەکانی تر یان تەنانەت کتێبی سەرچاوە وەرگیراون، هەرگیز نابێت بە وشە بەکار بهێنرێت جگە لە وتەیەکی ڕاستەوخۆ لەگەڵ بە دەستهێنانی تەواو. ئەگەر تۆ خەسڵەتی نەدەیت، ئەوە دزییە"
 ],
 [
  "Next, we will check your knowledge. Then, get ready to write in the next lesson.  You will start at the beginning, with the lead.",
  "دواتر، ئێمە زانیاریت دەپشکنین پاشان، ئامادەبە بۆ نووسین لە وانەی داهاتوو.  تۆ لە سەرەتاوە، بە پێشەنگی دەست پێ دەکەیت."
 ],
 [
  "Quiz: Attribution",
  "کویز: سزادان"
 ],
 [
  "Let's see how well you understand attribution.  You must answer four questions correctly in order to move on to the next lesson.",
  "بابزانین چۆن باش تێدەگەیت لە سزادان.  پێویستە وەڵامی چوار پرسیار بدەیتەوە بۆ ئەوەی بڕۆیت بۆ وانەی داهاتوو."
 ],
 [
  "Which of the following is not likely to require attribution? ",
  "کام لەمانەی خوارەوە لەوانەیە پێویست بە سزادان نەبێت؟"
 ],
 [
  "A statement given directly to your network from a police official ",
  "بەیاننامەیەک ڕاستەوخۆ لەبەرپرسێکی پۆلیسەوە درا بە تۆڕەکەت"
 ],
 [
  "Comments made by a democratically-elected member of the government ",
  "لێدوانەکان لەلایەن ئەندامێکی هەڵبژێردراوی دیموکراتی حکومەتەوە"
 ],
 [
  "Information obtained from what your network’s reporter witnessed in the field ",
  "ئەو زانیاریانەی کە پەیامنێری تۆڕەکەت لە مەیدانەکە بینیبووی بە دەست گەیشتووە"
 ],
 [
  "An organization’s widely disseminated news release that is freely available on the internet ",
  "بڵاوکراوەی هەواڵەکانی رێکخراوێک بە فراوانی بڵاو دەکاتەوە کە بە ئازادی لە ئینتەرنێتدا بەردەستە"
 ],
 [
  "You are writing a script based in part on a news conference by health experts that was fed live an hour ago. These are medical professionals your network has used in the past and you have always found their information to be trustworthy. In the course of the news conference, one of the experts comments that he believes a new treatment will be available within three months. Do you need to attribute this in the script to this person? ",
  "تۆ دەقێک دەنووسی کە لە بەشێک لە کۆنفرانسێکی هەواڵیدا لە لایەن شارەزایانی تەندروستیەوە کە کاتژمێرێک پێش ئێستا خواردنیان پێدرا. ئەمانە پسپۆڕی پزیشکین کە تۆڕەکەت لە ڕابردوودا بەکاری هێناوە و تۆ هەمیشە زانیاریەکانی ئەوانت دۆزیوەتەوە کە جێی متمانە بێت. لەخولەکی کۆنفرانسه که دا یەکێک لەپسپۆڕان کۆمێنتی ئەوه ی پێی وایەچارەسەرێکی نوێ لەماوەی سێ مانگدا بەردەست دەبێت ئایا پێویستت بە خەسڵەتی ئەمەیە لە دەقەکەدا بۆ ئەم کەسە؟"
 ],
 [
  "Yes, because you are essentially taking his word for it and presumably have not independently verified the research that backs up the claim",
  "بەڵێ، چونکە تۆ لە بنچینەدا وشەی ئەوت بۆ وەردەگرت و بە شێوەیەکی سەربەخۆ ئەو توێژینەوەیەی پشتڕاست نەکردۆتەوە کە پشتگیری داواکە دەکات"
 ],
 [
  "No, because this is someone whom you have trusted in the past and has not been wrong as far as you know",
  "نەخێر، چونکە ئەمە کەسێکە کە تۆ لە ڕابردوودا متمانەی پێ کردووە و تا ئەو کاتەی کە دەزانیت هەڵەی نەکردووە"
 ],
 [
  "It depends on what other news outlets are doing -- if this statement is being widely reported then there is no need for attribution",
  "ئەوە پشت دەبەستێت بە ئەوەی کە ئاژانسەکانی دیکەی هەواڵ چی دەکەن ، ئەگەر ئەم لێدوانە بە فراوانی بڵاو بکرایە، ئەوا هیچ پێویست بە سزادان ناکات"
 ],
 [
  "While interviewing someone for a story on a recent election this person notes that her party gained more seats in parliament compared to the last election. You should: ",
  "لەکاتی چاوپێکەوتنی لەگەڵ کەسێکدا بۆ چیرۆکێک لەسەر هەڵبژاردنی ئەم دواییە ئەو کەسە تێبینی ئەوە دەکات حزبەکەی بە بەراورد لەگەڵ هەڵبژاردنی ڕابردوو کورسی زیاتری پەرلەمانی بەدەستهێناوە پێویستە:"
 ],
 [
  "Use official or primary sources to confirm that this is the case, but if found to be accurate there is no need to attribute it to the person being interviewed",
  "سەرچاوە فەرمیەکان یان سەرچاوە سەرەتاییەکان بەکاربهێنە بۆ ئەوەی پشتڕاستی بکەنەوە کە ئەمە حالەتە، بەڵام ئەگەر بە وردی بزانرێت پێویست ناکات بیگەڕێنیتەوە بۆ ئەو کەسەی چاوپێکەوتنی لەگەڵ دەکرێت"
 ],
 [
  "Attribute it to her, which means there is no need to check whether it is factually correct since it is pinned on the person to whom you were speaking ",
  "بۆی بنووسە، واتە پێویست ناکات بیپشکنێت کە ئایا بە ڕاستی دروستە یان نا لەو کاتەوەی کە لەسەر ئەو کەسەی قسەت بۆ دەکرد"
 ],
 [
  "You are writing a script and need to check a fact that is not otherwise noted in your network’s reporting. A quick internet search brings up a crowd-sourced encyclopedia entry that details what you are looking for. You should: ",
  "تۆ دەقێک دەنووسیت و پێویستە ڕاستیەکە بپشکنی کە بە پێچەوانەوە تێبینی نەکراوە لە راپۆرتی تۆڕەکەت. گەڕانێکی خێرای ئینتەرنێت چوونەژوورەوەیەکی ئینسایکلۆپیدیای سەرچاوی قەرەباڵغی دەهێنێت کە وردەکاری ئەو شتەی کە تۆ بەدوایدا دەگەڕێیت. پێویستە:"
 ],
 [
  "Continue digging until you find it on at least two reliable sources, then decide whether those sources should be attributed ",
  "بەردەوام بن لە هەڵکەندن تا بەلایەنی کەمەوە لەسەر دوو سەرچاوەی باوەڕپێکراو بیدۆزنەوە، پاشان بڕیار بدەن ئایا دەبێت ئەو سەرچاوانە بنوێنن یان نا"
 ],
 [
  "Go with it since that website has a huge community of volunteers worldwide who carefully fact-check everything, so it is most likely accurate ",
  "بڕۆ لەگەڵیدا لەو کاتەوەی کە وێبسایتەکە کۆمەڵگایەکی گەورەی خۆبەخشی هەیە لە هەموو جیهاندا کە بە وردی هەموو شتێک دەپشکنن، بۆیە زۆر بە شێوەیەکی گونجاوە"
 ],
 [
  "You are writing a story about potential defections from the government. A wire notes that an unnamed source tells one of your network’s correspondents that several members of the cabinet are deeply dissatisfied with a recent policy decision by the prime minister. This person is described as being involved in discussions with cabinet officials, but you do not know more beyond that. ",
  "تۆ چیرۆکێک دەنووسی سەبارەت بە هەڵوەشاوەی شاراوە لە حکومەت وایەرێک تێبینی دەکات کە سەرچاوەیەکی نەناسراو بە یەکێک لە پەیامنێرەکانی تۆڕەکەت دەڵێت کە ژمارەیەک لە ئەندامانی کابینەکە بە قووڵی ناڕازین لە بڕیارێکی سیاسەتی ئەم دواییە لەلایەن سەرۆک وەزیرانەوە ئەم کەسە بەوە وەسف دەکرێت کە بەشدارە لە گفتوگۆ لەگەڵ بەرپرسانی کابینە، بەڵام تۆ لەوە زیاتر نازانیت. "
 ],
 [
  "No need to attribute since this is information coming to one of your organization’s correspondents, and therefore is considered vetted and reliable if it appears in a wire ",
  "پێویست بەوە ناکات کە ئەم زانیاریە بۆ یەکێک لە پەیامنێرانی ڕێکخراوەکەت دێت و لەبەر ئەوە ئەگەر بە وایەرێک دەربکەوێت بە وتە و باوەڕپێکراو دادەنرێت"
 ],
 [
  "Attribute along the lines of “a source who has spoken with cabinet officials” ",
  "بە درێژایی هێڵەکانی \"سەرچاوەیەک کە لەگەڵ بەرپرسانی کابینەکە قسەی کردووە\""
 ],
 [
  "Attribute this person as being a cabinet member, since logically that is the only way they could know such information and therefore it is a reasonable assumption to make ",
  "ئەم کەسە بەئەندامی کابینە دەناسێتەوە، چونکە لەڕووی لۆژیکیەوە ئەوە تاکە ڕێگایە کە بتوانن ئەو زانیاریانە بزانن و بۆیە گریمانەیەکی مەعقولە بۆ دروستکردن"
 ],
 [
  "Too much is not known, better not to use it at all ",
  "زۆر نازانرێت، باشتر وایە بە هیچ شێوەیەک بەکاری نەهێنین"
 ],
 [
  "Writing a script",
  "نوسینی دەقێک"
 ],
 [
  "What Should I Lead With?",
  "دەبێت لەگەڵ چیدا ڕابەری بکەم؟"
 ],
 [
  "The script's lead is more than its first line.  It should grab the viewer's attention and deliver the most important or timely information on a story.  The lead should also set the stage for the rest of the script and get the audience thinking about what more they'd like to learn about this story.",
  "پێشەنگی سکریپتەکە زیاتر لە یەکەم هێڵە.  پێویستە سەرنجی بینەرەکە بگرێت و گرنگترین یان لەکاتی خۆیدا زانیاری لەسەر چیرۆکێک بگەیەنێت.  پێشەنگەکە هەروەها دەبێت قۆناغەکە بۆ بەشەکانی تری دەقەکە دابنێت و بینەران بیر لەوە بکەنەوە کە حەز دەکەن چی زیاتر دەربارەی ئەم چیرۆکە فێر بن."
 ],
 [
  "What is happening right now?",
  "ئێستا چی ڕوودەدات؟"
 ],
 [
  "Start by asking the question: ",
  "دەست پێبکە بە پرسیار کردن:"
 ],
 [
  "Are there new images that we haven't seen before?",
  "ئایا وێنەی نوێ هەیە کە پێشتر نەمانبینیوە؟"
 ],
 [
  "Is there video from a new angle, perspective, or slightly different time?",
  "ئایا ڤیدیۆ لە گۆشەیەکی نوێوە هەیە، یان کاتێکی جیاواز؟"
 ],
 [
  "New Video",
  "ڤیدیۆی نوێ"
 ],
 [
  "Has anyone said anything new about the story?",
  "ئایا هیچ کەسێک شتێکی نوێی دەربارەی چیرۆکەکە وتووە؟"
 ],
 [
  "Is there any new reaction to it?",
  "ئایا هیچ کاردانەوەیەکی نوێ هەیە بەرامبەری؟"
 ],
 [
  "New Comments",
  "سەرنجە نوێکان"
 ],
 [
  "Is there new information?",
  "زانیاری نوێ هەیە؟"
 ],
 [
  "Did something further happen?",
  "ئایا شتێکی تر ڕووی دا؟"
 ],
 [
  "Has a number changed?",
  "ژمارە گۆڕاوە؟"
 ],
 [
  "Is there new context?",
  "ئایا دەقی نوێ هەیە؟"
 ],
 [
  "New Developments",
  "پەرەسەندنە نوێکان"
 ],
 [
  "What does a good lead do? ",
  "ڕێبەرێکی باش چی دەکات؟"
 ],
 [
  "It highlights the most important and/or most timely information in a given story",
  "گرنگترین و/یان زۆر جار زانیاری لە چیرۆکێکی دیاریکراودا بەرجەستە دەکات"
 ],
 [
  "It grabs the viewer’s attention",
  "سەرنجی بینەری دەکێشێت"
 ],
 [
  "It connects a story to the one before it",
  "چیرۆکێک دەبەستێتەوە بە یەکێکی پێش خۆی"
 ],
 [
  "What question should you always try to answer when writing a lead? ",
  "دەبێت هەمیشە هەوڵ بدەیت وەڵامی چی بدەیتەوە لە کاتی نووسینی پێشەنگێک؟"
 ],
 [
  "What is the next thing we expect?",
  "ئەو شتەی دواتر کە چاوەڕوانی دەکەین چیە؟"
 ],
 [
  "What is happening right now? ",
  "ئێستا چی ڕوودەدات؟"
 ],
 [
  "What is the leader of the country where the story takes place saying about this?",
  "سەرکردەی ئەو وڵاتە چیە کە چیرۆک تێیدا ڕوودەدات لەم بارەیەوە دەڵێت؟"
 ],
 [
  "What happened immediately before the main line, for context?",
  "چی ڕوویدا یەکسەر پێش هێڵی سەرەکی، بۆ چوارچێوە؟"
 ],
 [
  "The lead is the main point of the story.  Think of it as your headline.  ",
  "ڕابەری سەرەکیترین خاڵی چیرۆکەکە  وەک سەردێڕی خۆت بیر لەوە بکەوە."
 ],
 [
  "Present and Active",
  "ئێستا و چالاک"
 ],
 [
  "Keep your verbs in the present tense and active voice.  This gives your writing a greater sense of urgency and gives the viewer the sense that he or she is truly getting the most up-to-date information.",
  "کردارەکانت بە دەنگێکی چڕ و چالاک بهێڵەوە.  ئەمە هەستێکی زیاتر بە نووسینەکەت دەدات بە پەلە و ئەو هەستە دەدات بە بینەر کە ئەو بە ڕاستی زۆرترین زانیاری بەڕۆژ وەردەگرێت."
 ],
 [
  "The subject is acted upon.",
  "بابەتەکە کاری لەسەر کراوە"
 ],
 [
  "The suspect was tracked down by police at his mother's house.",
  "گومان لێکراوەکە لەلایەن پۆلیسەوە لە ماڵی دایکیدا شوێن کەوتبوو."
 ],
 [
  "Passive Voice",
  "دەنگی پاسیڤ"
 ],
 [
  "The subject performs the verb's action.",
  "بابەتەکە کرداری فرمان جێبەجێ دەکات."
 ],
 [
  "Police tracked down the suspect at his mother's house.",
  "پۆلیس شوێن گومان لێکراوەکەی ماڵی دایکی کەوت."
 ],
 [
  "Active Voice",
  "دەنگی چالاک"
 ],
 [
  "Describes something that already happened.",
  "باسی شتێک دەکات کە پێشتر ڕوویداوە."
 ],
 [
  "The protesters called for a new government.",
  "خۆپیشاندەران داوای حکومەتی نوێیان کرد"
 ],
 [
  "Past Tense",
  "تێنسی ڕابردوو"
 ],
 [
  "Describes something happening right now.",
  "باسی شتێک دەکات کە ڕوودەدات ئێستا."
 ],
 [
  "The protesters are calling for a new government.",
  "خۆپیشاندەران داوای حکومەتی نوێ دەکەن"
 ],
 [
  "Present Tense",
  "تێنسی ئێستا"
 ],
 [
  "Apply Your Knowledge",
  "بەکارهێنانی زانینەکەت"
 ],
 [
  "Let's see how well you understand present tense/active voice, which is preferred for writing a lead.",
  "بابزانین چۆن بە باشی لە دەنگی ئێستا تێدەگەیت/ دەنگێکی چالاک، کە پەسەندە بۆ نووسینی پێشەنگێک."
 ],
 [
  "Why should present tense/active voice be used in leads? ",
  "بۆچی پێویستە دەنگی چڕ/چالاک لە پێشەنگەکاندا بەکار بهێنرێت؟"
 ],
 [
  "This construction is seen as more engaging",
  "ئەم بنیاتنانە زیاتر بە تێوەگلان دەبینرێن"
 ],
 [
  "It helps to answer the question “What is happening right now?” ",
  "ئەوە یارمەتی دەدات بۆ وەڵامدانەوەی ئەو پرسیارەی کە \"ئێستا چی ڕوودەدات؟\""
 ],
 [
  "Writing this way pushes the story forward",
  "نووسینی ئەم ڕێگایە چیرۆکەکە بەرەو پێشەوە پاڵ دەنێت"
 ],
 [
  "It avoids the need for attribution",
  "خۆ بەدوور دەگرێت لە پێویستیی دادگاییکردن"
 ],
 [
  "Sort the sentences on the cards below to see if you can tell the difference between present tense/active voice and past tense/passive voice.",
  "ڕیزکردنی ڕستەکان لەسەر کارتەکانی خوارەوە بۆ ئەوەی بزانیت ئایا دەتوانیت جیاوازی نێوان دەنگی گرژی/چالاک و دەنگی ڕابوردوو/پاسیڤ بڵێیت."
 ],
 [
  "Present Tense/Active Voice",
  "دەنگی چالاک/تێنسی پێشکەش بکە"
 ],
 [
  "Past Tense/Passive Voice",
  "دەنگی تێنسی ڕابردوو/پاسیڤ"
 ],
 [
  "Past Tense/Active Voice",
  "دەنگی چالاک/تێنسی ڕابردوو"
 ],
 [
  "Present Tense/Passive Voice",
  "دەنگی تێنسی/پاسیڤ پێشکەش بکە"
 ],
 [
  "Villagers are warned of violent reprisals. ",
  "خەڵکی گوند لە تۆڵەسەندنەوە توندوتیژەکان ئاگادار دەکرێنەوە "
 ],
 [
  "Demonstrators were met by a line of police as they marched through the city.",
  "خۆپیشاندەران لە کاتێکدا بەناو شارەکەدا ڕێپێوانیان دەکرد لەلایەن پۆلیسەوە کۆبوونەوە"
 ],
 [
  "The region was struck by a huge thunderstorm. ",
  "هەرێمەکە بەهۆی هەورە بروسکەیەکی گەورەوە لێدرا "
 ],
 [
  "Police say the suspect wanted in connection with the crime was found. ",
  "پۆلیس دەڵێت گومانلێکراوەکە داواکراوە پەیوەندی بە تاوانەکەوە هەبێت دۆزرایەوە "
 ],
 [
  "More than a dozen people are missing since the storm swept inland.",
  "زیاتر لە دەرزەنێک کەس بێسەروشوێنن لەو کاتەوەی کە ڕەشەباکە لە ناوەوە هەڵاتووە."
 ],
 [
  "Borrowers face higher rates for loans after a move by the Central Bank. ",
  "قەرز هەڵگرەکان ڕووبەڕووی ڕێژەی بەرزتر دەبنەوە بۆ قەرزەکان دوای جووڵەی بانکی ناوەندی. "
 ],
 [
  "Investigators have determined the cause of the accident last Friday.",
  "لێکۆڵەرەوەکان ڕۆژی هەینی ڕابردوو هۆکاری ڕووداوەکەیان دیاری کردووە"
 ],
 [
  "Fifteen people were killed in the blast that shook the capital.",
  "لەو تەقینەوەیەدا کە پایتەختی هەژاند، پازدە کەسی کوژران"
 ],
 [
  "The U.N. says urgent action is needed in order to avert a crisis. ",
  "ئن.ن.ک دەڵێت کاری بەپەلە پێویستە بۆ ئەوەی قەیرانەکە لابەرێت "
 ],
 [
  "In the sentences written in past tense/passive voice, you might need to look for something in your sources that describes the current situation.",
  "لەو ڕستەیانەی کە لە دەنگی ڕابوردوو/پاسیڤدا نووسرابێت، لەوانەیە پێویست بکات بەدوای شتێک بگەڕێیت لە سەرچاوەکانت کە باس لە بارودۆخی ئێستا دەکات."
 ],
 [
  "Next, you will read some examples of wire copy and decide what would make the best lead. Then, we'll move on to structuring the rest of your script.",
  "دواتر، تۆ چەند نمونەیەک لە کۆپی وایەر دەخوێنیتەوە و بڕیاردەدەیت کە باشترین ڕابەری چی دەکات. پاشان، ئێمە دەچینە ناو بنیاتنانەوەی هەموو دەقەکەت."
 ],
 [
  "Quiz: Choose the Best Lead",
  "کویز: باشترین ڕێبەر هەڵبژێرە"
 ],
 [
  "Now that you have learned about writing a lead, let's see if you can recognize a good one. Read the stories provided, then choose the best lead.",
  "ئێستا کە فێربووی دەربارەی نووسینی پێشەنگێک، با بزانین کە ئایا دەتوانیت کەسێکی باش بناسیتەوە. ئەو چیرۆکانە بخوێنەوە کە دابین کراون، پاشان باشترین ڕابەری هەڵبژێرن."
 ],
 [
  "Provide relevant feedback for the learner based on their response.",
  "پێشکەشکردنی کاردانەوە پەیوەندیدارەکان بۆ فێرکار لەسەر بنەمای وەڵامدانەوەیان."
 ],
 [
  "       (CNN) - Hurricane Iota has rapidly strengthened into a major hurricane as it approaches Central America, where it's expected to make landfall as an \"extremely dangerous\" Category 4 storm Monday night. ",
  "(سی ئێن ئێن) - گەردەلوولی ئیوتا بە خێرایی بەهێز بوو بۆ گەردەلوولێکی گەورە کاتێک نزیک دەبێتەوە لە ئەمریکای ناوەندی، لەو شوێنەی کە پێشبینی دەکرێت لە شەوی دووشەممەدا لە جۆری 4 ی جۆری 4 ی تۆفانی \"ئێجگار مەترسیدار\" دابەزێت."
 ],
 [
  "      Iota has maximum sustained winds of 140 mph and is forecast to have a life-threatening storm surge of 10 to 15 feet along with rainfall of 1 to 2 feet, according to an advisory from the National Hurricane Center. ",
  "بە پێی ڕاوێژکاری سەنتەری گەردەلوولی نەتەوەیی، ئایوتا زۆرترین بای بەردەوامی هەیە کە 140 میلمەتر و پێشبینی دەکرێت کە 10 بۆ 15 پێ بە درێژایی بارانبارین 1 بۆ 2 پێ بێت."
 ],
 [
  "      The storm is moving west at about 10 mph and is about 45 miles off the coast of Isla de Providencia, Colombia. Iota is threatening many hard-hit areas of Central America, where people are still recovering from the devastating effects of Hurricane Eta. ",
  "گەردەلوولەکە بە نزیکەیی 10 میل لە ڕۆژئاوا دەڕوات و نزیکەی 45 میل لە کەناری ئیسلا دێ پرۆفۆدێنسیای کۆڵۆمبیا دوورە ئایۆتا هەڕەشە لە زۆربەی ناوچە سەختەکانی ئەمریکای ناوەندی دەکات، کە هێشتا خەڵک لە کاریگەرییە وێرانکەرەکانی گەردەلولی ئیتا چاک دەبێتەوە."
 ],
 [
  "      A hurricane warning is in effect for Providencia, the coast of Nicaragua from the Honduras/Nicaragua border to Sandy Bay Sirpi, as well as the coast of Honduras from Punta Patuca to the Nicaragua border, according to NHC.  ",
  "ئاگادارکردنەوەی گەردەلوولەکە بۆ پریزێنسیا، کەناری نیکاراگوا لە سنووری هۆندوراس/نیکاراگوا تا ساندی بای سیرپی، هەروەها کەناری هۆندۆراس لە پونتا پاتۆکا بۆ سنووری نیکاراگوا، بە گوێرەی NHC"
 ],
 [
  "      The storm is forecast to pass near or over Providencia Island Monday bringing hurricane conditions as it takes aim at the Nicaraguan and Honduran coasts. ",
  "ڕەشەباکە وا پێشبینی دەکرێت کە لە دوورگەی (پرۆوێدانسیا) لە ڕۆژی دووشەممەدا لە نزیک یان سەرووی دوورگەی (پرۆوێدانسیا) تێپەڕێت و بارودۆخی گەردەلوولی هێنا کاتێک لە کەنارەکانی نیکاراگوان و هۆندۆران ئامانج دەگرێت."
 ],
 [
  "      Hurricane watches and tropical storm warnings are also in effect for surrounding areas.  ",
  "کاتژمێرەکانی گەردەلوول و هۆشداری گەردەلوولیش بۆ ناوچەکانی دەوروبەریش کاریگەرن."
 ],
 [
  "      \"Preparations to protect life and property should be rushed to completion,\" the advisory said. ",
  "ڕاوێژکارەکە وتیشی: \"پێویستە ئامادەکارییەکان بۆ پاراستنی ژیان و موڵکەکان بەپەلە بکرێت بۆ تەواوبوون\""
 ],
 [
  "      Iota will be the second major hurricane to hit the area in as many weeks. On November 3, Hurricane Eta made landfall as a Category 4 storm, causing landslides and flooding that displaced thousands and left scores of people dead or missing. ",
  "ئایۆتا دەبێتە دووەم گەردەلولی سەرەکی بۆ لێدانی ناوچەکە لە چەند هەفتەیەکدا. لە ٣ی تشرینی دووەم، گەردەلولی ئیتا زەمینی وەک گەردەلولێکی جۆری ٤ دروست کرد و بووە هۆی کەوتنی زەوی و لافاو کە هەزاران کەسی ئاوارە کرد و ژمارەیەکی زۆر لە خەڵک مردوو یان بێسەروشوێن بوون"
 ],
 [
  "      It is the 13th hurricane of the 2020 Atlantic hurricane season, which has left its mark as a historic season bringing 30 named storms -- the most ever. ",
  "ئەمە سیانزەهەمین گەردەلولی وەرزی گەردەلوولی ئەتڵەسی ساڵی 2020ە کە نیشانەی خۆی جێهێشتووە وەک وەرزێکی مێژوویی کە 30 گەردەلوولی ناونراوە - زۆرترین جار."
 ],
 [
  "Hurricane Iota is moving west at a speed of about ten miles per hour with rainfall of about one or two feet.",
  "گەردەلولی ئیوتا بە خێرایی نزیکەی دە میل لە کاتژمێرێکدا بەرەو ڕۆژئاوا دەڕوات لەگەڵ باران بارینی نزیکەی یەک یان دوو پێ."
 ],
 [
  "While it describes what is happening right now, the information can be used later in the script in order to give the lead more impact.",
  "لە کاتێکدا باس لەوە دەکات کە ئێستا چی ڕوودەدات، زانیاریەکان دەتوانن دواتر لە دەقەکەدا بەکار بهێنرێن بۆ ئەوەی کاریگەری زیاتر بدات بە پێشەنگەکە."
 ],
 [
  "Parts of Central America are bracing for hurricane Iota.",
  "بەشێک لە ئەمریکای ناوەندی بۆ گەردەلوولی ئایوتا دەوەستێنن"
 ],
 [
  "This lead is conversational, explains what is happening right now, and gives the viewer as much information as needed to get to the key part of the story.",
  "ئەم ڕێبەرە گفتوگۆیە، ڕوونی دەکاتەوە کە ئێستا چی ڕوودەدات، وە ئەوەندەی پێویست زانیاری دەداتە بینەر بۆ ئەوەی بگات بە بەشی سەرەکی چیرۆکەکە."
 ],
 [
  "2020 has seen 30 named storms so far, the most ever.",
  "2020 تا ئێستا 30 گەردەلوولی ناونراو بینیوە، کە زۆرترین جار"
 ],
 [
  "Though interesting, and possibly something that could be used later in the script, it does not reflect the key facts of the story.",
  "هەرچەندە سەرنج ڕاکێشە، وە لەوانەیە شتێک کە دواتر لە دەقەکەدا بەکار بهێنرێت، ئەوە ڕاستیە سەرەکیەکانی چیرۆکەکە ڕەنگ ناداتەوە."
 ],
 [
  "Hurricane Iota has strengthened into a category four storm.",
  "گەردەلولی ئیوتا بەهێز بوو بۆ پۆل چوار گەردەلوول."
 ],
 [
  "This is important information, but says too little and fails to keep the lead in present tense.",
  "ئەمە زانیاری گرینگە، بەڵام زۆر کەم دەڵێت و شکست دەهێنێت لە هێشتنەوەی پێشەنگەکە لە گرژی ئێستا."
 ],
 [
  "    HONG KONG (CNN) -- China has launched and recovered a reusable spacecraft, an important step in the country's space program, state media reported Sunday. ",
  "میدیاکانی هەرێمی کوردستان ڕۆژی یەکشەممە ڕایانگەیاند، کە چین کەشتییەکی ئاسمانی بەکارهاتووی دەستپێکردووە و چاکی کردووەتەوە، هەنگاوێکی گرنگ لە بەرنامەی بۆشایی ئاسمانی وڵاتەکەدا."
 ],
 [
  "      The unmanned craft spent two days in orbit after being launched on Friday from the Jiuquan Satellite Launch Center in northwest China and landed Sunday at its \"scheduled landing site,\" the Xinhua news agency reported. ",
  "ئاژانسی هەواڵی شینهوا بڵاویکردەوە، کە پیشە بێفڕۆکەوانەکە دوو ڕۆژ لە خولگەیدا بەسەربرد دوای ئەوەی ڕۆژی هەینی لە سەنتەری مانگی دەستکردی جیوکوان لە باکوری ڕۆژئاوای چین دەستی پێکرد و ڕۆژی یەکشەممە لە \"شوێنی نیشتنەوەی خشتەکراو\" نیشتەوە."
 ],
 [
  "      \"The successful flight marked the country's important breakthrough in reusable spacecraft research and is expected to offer convenient and low-cost round-trip transport for the peaceful use of the space,\" said the brief three paragraph report. ",
  "لە ڕاپۆرتەکەی سێ پەرەگرافی کورتدا هاتووە: \"گەشتە سەرکەوتووەکە سەرکەوتنە گرنگەکەی وڵاتەکەی لە توێژینەوەی کەشتی ئاسمانی بەکارهێنانەوە دیاری کردووە و پێشبینی دەکرێت گواستنەوەی گەشتی گونجاو و کەم نرخ پێشکەش بکات بۆ بەکارهێنانی ئاشتییانە لە بۆشاییەکە\""
 ],
 [
  "      China has not provided any pictures of the spacecraft nor given any details of its size or configuration. ",
  "چین هیچ وێنەیەکی کەشتی ئاسمانی دابین نەکردووە و هیچ وردەکارییەکی لە قەبارە و شێوەپێدانەکەی نەداوە."
 ],
 [
  "      Buoyed by billions of dollars in government investment, Beijing has fired space labs and satellites into orbit and even become the first country to send an unmanned rover to the far side of the moon. ",
  "بە ملیارەها دۆلار لە وەبەرهێنانی حکومەتدا بوو، پەکین تاقیگەی ئاسمانی و سەتەلایتەکانی دەرکردووە بۆ خولگە و تەنانەت بووە یەکەم وڵات کە ڕۆڤەرێکی بێ فرۆکەوانی ڕەوانەی دووری مانگ کردووە"
 ],
 [
  "      Beijing is working toward sending astronauts to the moon and, eventually, Mars. ",
  "پەکین کاردەکات بۆ ناردنی ئاسمانەوانەکان بۆ مانگ و لە کۆتاییدا مارس"
 ],
 [
  "      In July, China launched its first unmanned mission to the Red Planet. The Tianwen-1 probe will orbit the planet before landing a rover on the surface, with the hope that it can gather important information about the Martian soil, geological structure, environment, atmosphere, and search for signs of water. ",
  "لە مانگی حەوتدا، چین یەکەم ئەرکی بێ فرۆکەیی خۆی بۆ هەسارەی سوور دەستپێکرد. پشکنەری تیانوێن-1 پێش نیشتنەوەی ڕۆڤەرێک لەسەر ڕووی زەوی، بە هیوای ئەوەی بتوانێت زانیاری گرنگ لەسەر خاکی مەریخ و پێکهاتەی جیۆلۆجی و ژینگە و کەش و هەوا کۆبکاتەوە و بەدوای نیشانەکانی ئاودا بگەڕێت"
 ],
 [
  "China has successfully tested its first reusable spacecraft.",
  "چین بە سەرکەوتوویی یەکەم کەشتی ئاسمانی بەکارهێنانەوەی تاقی کردەوە."
 ],
 [
  "The wire makes clear we have not seen proof of this, so at a minimum it requires attribution.",
  "وایەرەکە ڕوونی دەکاتەوە کە ئێمە سەلماندنی ئەمەمان نەبینیوە، بۆیە بەلایەنی کەمەوە پێویستی بە سزادان هەیە."
 ],
 [
  "China says it is working toward one day sending astronauts to Mars.",
  "چین دەڵێت کە کاردەکات بۆ ڕۆژێک ناردنی ئاسمانەوانەکان بۆ مەریخ"
 ],
 [
  "Though it has the needed attribution, is concise and written in present tense, it does not reflect the main line of the story .",
  "هەرچەندە ئەو سزایەی پێویستی هەیە، بە چڕیی ئێستا نووسراوە، ئەوە خەتی سەرەکی چیرۆکەکە ڕەنگ ناداتەوە."
 ],
 [
  "China is reporting what would be a huge step forward in its space program.",
  "چین راپۆرتی دەدات کە چ هەنگاوێکی گەورە دەبێت بەرەو پێشەوە لە بەرنامەی بۆشایی ئاسماندا."
 ],
 [
  "This gets the viewer’s attention without bogging the lead down with a lot of information that could come up later and would be more fully attributed then.",
  "ئەمە سەرنجی بینەرەکە وەردەگرێت بەبێ ئەوەی پێشەنگەکە بە زانیاریەکی زۆر کە دواتر دێتە پێشەوە و دواتر بە تەواوی نیشان دەدرێت."
 ],
 [
  "China says it has successfully tested an unmanned craft that spent two days in orbit before landing successfully at a site in the northwest of the country.",
  "چین دەڵێت بە سەرکەوتوویی پیشەگەرێکی بێفڕۆکەوانی تاقی کردەوە کە دوو ڕۆژ لە خولگەیدا بەسەربرد پێش ئەوەی بە سەرکەوتوویی بنیشێتەوە لە شوێنێک لە باکووری ڕۆژئاوای وڵاتەکە."
 ],
 [
  "Too much information is crammed into one line.",
  "زانیاری زۆر لە یەک هێڵدا گیر کراوە."
 ],
 [
  "     (CNN) -- Long-simmering tensions between Armenia and Azerbaijan appear to have flared up in the contested Nagorno-Karabakh region, with both sides accusing each other of attacking civilians amid reports of casualties.  ",
  "(سی ئێن ئێن) - پێدەچێت گرژییە درێژەکانی نێوان ئەرمینیا و ئازەربایجان لە ناوچەی ناگۆرنۆ کاراباخی ڕکابەریدا هەڵگیرسابێت، لەگەڵ ئەوەی هەردوولا یەکتریان تۆمەتبارکرد بە هێرشکردنە سەر هاوڵاتیانی مەدەنی لە نێوان ئەو ڕاپۆرتانەی کە قوربانیان داوە"
 ],
 [
  "      The neighboring former Soviet republics have long been at odds over the territory -- which is situated within the borders of Azerbaijan -- and fought a war over it that finished in 1994. ",
  "کۆماریەکانی سۆڤیەتی دراوسێ لە مێژەدا ناکۆک بوون بەسەر خاکەکەدا -- کە لە سنووری ئازەربایجاندا دانراوە ، وە جەنگێکی بەسەرەوە کرد کە لە ساڵی 1994 تەواو بوو."
 ],
 [
  "      Despite the conflict ending with a Russian-brokered ceasefire, military skirmishes between the two sides are not uncommon.  ",
  "سەرەرای ئەو ململانێیەی کە بە ئاگربەستێکی دەڵاڵی ڕوسیا کۆتایی دێت، بەڵام شەڕ و پێکدادانی سەربازی لە نێوان هەردوولادا شتێکی ناجێگیر نییە"
 ],
 [
  "      While Armenia said it was responding to missile attacks launched by its neighbor Sunday, Azerbaijan blamed Armenia for the clashes.  ",
  "لە کاتێکدا ئەرمەنستان گوتی وەڵامی هێرشی موشەکی دەداتەوە کە ڕۆژی یەکشەممە لە لایەن دراوسێکەیەوە کراوە، ئازەربایجان لۆمەی ئەو پێکدادانانەی لە ئەرمینیا کردووە"
 ],
 [
  "      In response to the alleged firing of projectiles by Azerbaijan, Armenian Prime Minister Nikol Pashinyan tweeted that his country had \"shot down 2 helicopters & 3 UAVs, destroyed 3 tanks.\" ",
  "لە وەڵامی ئەو دەنگۆیەی کە لەلایەن ئازەربایجانەوە تەقەی لێکراوە، سەرۆک وەزیرانی ئەرمەنستان نیکۆڵ پەشینیان توییت کردووە کە وڵاتەکەی \"2 هەلیکۆپتەر و 3ی یو ئەی ڤی یان دابەزاندووە، 3 تانکی تێکشکاندووە\""
 ],
 [
  "      Arayik Harutyunyan, leader of the self-proclaimed Republic of Artsakh, a de facto independent Armenian state not recognized internationally which controls Nagorno-Karabakh, said the region had lost positions to Azerbaijan.  ",
  "ئارایک هاروتیونیان، سەرۆکی کۆماری خۆڕاگەیەندراوی ئەرتەشاخ، دەوڵەتی سەربەخۆی ئەرمەنیی دیفاکتۆ، کە لە ئاستی نێودەوڵەتیدا نەناسرابوو کە نەگۆرنۆ-کاراباخ کۆنترۆڵ دەکات، وتی هەرێمەکە پێگەکانی بە ئازەربایجان لە دەست داوە"
 ],
 [
  "      \"We have lost some positions. Mostly in the direction of Talysh and in the southern parts,\" Harutyunyan said during a press conference Sunday. ",
  "ئێمە هەندێک شوێنمان لە دەست داوە هاروتیونیان لە میانەی کۆنگرەیەکی ڕۆژنامەوانیدا ڕۆژی یەکشەممە وتی"
 ],
 [
  "      As a result of the escalating tensions, the Armenian government has decided to impose martial law and to order \"general mobilization,\" Pashinyan said in a later tweet.  ",
  "پاشینیان لە تویتێکی دواتردا ڕایگەیاند، کە لە ئەنجامی گرژییەکان، حکومەتی ئەرمەنستان بڕیاری داوە کە یاسای سەربازی بسەپێنێت و فەرمانی بە \"حەشدی گشتی\" بدات"
 ],
 [
  "      Azerbaijan's parliament on Sunday voted to impose martial law, effective as of midnight (4 p.m. ET), and President Ilham Aliyev approved the decision.  ",
  "ڕۆژی یەکشەممە پەرلەمانی ئازەربایجان دەنگی دا بە سەپاندنی یاسای سەربازی و کاریگەری لە نیوەشەوی (4 ی پاشنیوەڕۆی ئی تی) و سەرۆک ئیلهام عەلیێڤ بڕیارەکەی پەسەند کرد"
 ],
 [
  "Armenia and Azerbaijan have been deadlocked over the territory of Nagorno-Karabakh for more than 20 years.",
  "ئەرمینیا و ئازەربایجان زیاتر لە 20 ساڵە لەسەر خاکی ناگۆرنۆ-کاراباخ بە بنبەست دراون"
 ],
 [
  "Though it is needed as background information, it does not focus on what is happening right now.",
  "هەرچەندە پێویستە وەک زانیاری باکگراوند، ئەوە جەخت لەوە ناکاتەوە کە ئێستا چی ڕوودەدات."
 ],
 [
  "Residents of Azerbaijan face life under martial law.",
  "دانیشتوانی ئازەربایجان لەژێر یاسای سەربازیدا ڕووبەڕووی ژیان دەبنەوە"
 ],
 [
  "While it tells the viewer what is happening right now and is concise, it only tells one side and fails to say what brought us to this point.",
  "لە کاتێکدا بە بینەر دەڵێت ئەوەی ئێستا ڕوو دەدات و پوختە، تەنیا بە لایەنێک دەڵێت و شکست دەهێنێت لەوەی کە ئێمەی گەیاندە ئەم خاڵە."
 ],
 [
  "Armenia's prime minister says his country has destroyed tanks and helicopters.",
  "سەرۆک وەزیرانی ئەرمینیا دەڵێت وڵاتەکەی تانک و هەلیکۆپتەرەکانی تێکشکاندووە"
 ],
 [
  "While it tells the viewer what is happening right now and is concise, it only tells one side and fails to give any needed context.",
  "لە کاتێکدا ئەوە بە بینەر دەڵێت ئەوەی ئێستا ڕوودەدات و پوختە، تەنیا بە لایەک دەڵێت و شکست دەهێنێت لە پێدانی هیچ چوارچێوەیەکی پێویست."
 ],
 [
  "Armenia and Azerbaijan are each accusing the other of attacking civilians.",
  "ئەرمینیا و ئازەربایجان هەریەکەیان تۆمەتبار دەکەن بە هێرشکردنە سەر هاوڵاتیانی مەدەنی"
 ],
 [
  "It focuses on what is happening right now, and gives a bit of what each side is saying while staying conversational.",
  "ئەوە سەرنج دەخاتە سەر ئەوەی کە ئێستا ڕوو دەدات، وە کەمێک لە قسەکانی هەر لایەک دەدات لە کاتی مانەوەی گفتوگۆدا."
 ],
 [
  "     TOKYO (CNN)Yoshihide Suga has been elected Japan's new Prime Minister following a vote in the country's Parliament on Wednesday, confirming the former cardboard factory worker and farmer's son as leader of the world's third-largest economy. ",
  "تۆکیۆ (سی ئێن ئێن)یۆشیهید سوگا سەرۆک وەزیرانی نوێی ژاپۆن هەڵبژێردرا دوای دەنگدان لە پەرلەمانی ئەو وڵاتە لە ڕۆژی چوارشەممەدا، کارکەری کارتۆنی پێشوو و کوڕی جوتیاری وەک سەرۆکی سێیەم گەورەترین ئابووری جیهان دووپات کردەوە."
 ],
 [
  "     The 71-year-old head of the ruling Liberal Democratic Party (LDP) replaces outgoing leader Shinzo Abe, Japan's longest-serving Prime Minister, who announced his intention to resign in August due to health problems related to colitis -- a non-curable inflammatory bowel disease that he was able to manage for most of his tenure. ",
  "سەرۆکی 71 ساڵ لە پارتی دیموکراتی لیبراڵی دەسەڵاتدار (ئێڵ دی پی) جێگەی سەرۆکی ماوە درێژ شینزو ئابی سەرۆک وەزیرانی یابان دەگرێتەوە کە لە مانگی ئابدا بە هۆی کێشەی تەندروستییەوە کە پەیوەندی بە نەخۆشیە هەوکردنی بۆنەکان هەیە کە توانیویەتی بۆ زۆربەی"
 ],
 [
  "      Suga was elected LDP leader on Monday with about 70% of the votes, but he still required the backing of the country's national legislature, the Diet, before he could officially become Prime Minister. ",
  "سوگا ڕۆژی دووشەممە بە نزیکەیی 70٪ دەنگەکان بە سەرۆکی LDP هەڵبژێردرا، بەڵام هێشتا داوای پشتگیری لە ئەنجومەنی یاسادانانی نەتەوەیی وڵات کرد، بە پێی دیت، پێش ئەوەی بە فەرمی ببێتە سەرۆک وەزیران"
 ],
 [
  "     He won the Diet vote with 314 out of 465 votes in the lower house and 142 out of 240 votes in the upper chamber. ",
  "ئەو بە ٣١٤ دەنگ لە ٤٦٥ دەنگ لە ئەنجومەنی خوارو ١٤٢ دەنگ لە ٢٤٠ دەنگ لە ژووری سەرەوە دەنگی دا."
 ],
 [
  "     Freshly installed in Japan's top job, Suga is already facing several significant challenges. Although a second wave of coronavirus infections in the country has been mostly brought under control, the disease is still causing major disruptions to the local and global economy. ",
  "سوگا بە تازەیی لە باشترین ئیشی یابان جێگیر کراوە، پێشتر ڕووبەڕووی چەندین تەحەدای گرنگ دەبێتەوە. هەرچەندە شەپۆلی دووەمی توشبوون بە ڤایرۆسی کرۆناڤیروس لەو وڵاتەدا بەزۆری خراوەتە ژێر کۆنتڕۆڵەوە، بەڵام هێشتا نەخۆشییەکە دەبێتە هۆی تێکچونێکی گەورە بۆ ئابووری ناوخۆیی و جیهانی"
 ],
 [
  "     In August, Japan reported its worst GDP fall on record amid the global pandemic, with the economy shrinking 7.8% in the second quarter of 2020. ",
  "لە مانگی ئابدا، یابان خراپترین دابەزینی لە ناو تۆماری گشتی جیهانیدا ڕاگەیاند، لەگەڵ کەمبوونەوەی ئابووری 7.8٪ لە چارەکی دووەمی 2020"
 ],
 [
  "Shinzo Abe is stepping down as Japan's prime minister.",
  "شینزۆ ئابی وەک سەرۆک وەزیرانی ژاپۆن هەنگاو دەنێت"
 ],
 [
  "This would have been the lead a few weeks earlier when the announcement was first made.",
  "ئه وه ده بوو که چه ند حه فته یه ک پێشوتر ئه وه ی که ئه و ڕاگەیاندنه یه که یه که م ده کرا."
 ],
 [
  "Japan has a new prime minister.",
  "یابان سەرۆک وەزیرانی نوێی هەیە"
 ],
 [
  "It focuses directly on what the newest information is, with things like his name and background able to be mentioned further down in the script.",
  "ئەوە ڕاستەوخۆ جەخت لەسەر ئەوە دەکاتەوە کە نوێترین زانیاری چیە، لەگەڵ ئەو شتانەی وەک ناو و باکگراوندی ئەو دەتوانن زیاتر ناوبنرێن لە دەقەکەدا."
 ],
 [
  "Japan's ruling party has chosen a new prime minister.",
  "پارتی دەسەڵاتداری ژاپۆن سەرۆک وەزیرانی نوێی هەڵبژاردووە"
 ],
 [
  "This wire makes clear that the decision had to be approved by the national legislature, so it is factually inaccurate.",
  "ئەم وایەرەکە ڕوونی دەکاتەوە کە بڕیارەکە پێویست بوو لەلایەن ئەنجومەنی یاسادانانی نەتەوەییەوە پەسەند بکرێت، بۆیە بە ڕاستی نادروستە."
 ],
 [
  "Japan's economy is taking a huge hit thanks to the coronavirus pandemic.",
  "ئابووری ژاپۆن بە سوپاس بۆ نەخۆشی کۆرۆناڤیروس لێدانێکی گەورە وەردەگرێت."
 ],
 [
  "While describing what is happening right now, in a way that is conversational and compelling, the story overall is focused on the selection of a new prime minister.",
  "لە کاتی باسکردنی ئەوەی ئێستا ڕوودەدات، بەشێوەیەک کە گفتوگۆ و ناچارکردن بێت، چیرۆکەکە بە گشتی سەرنج دەخاتە سەر هەڵبژاردنی سەرۆک وەزیرانێکی نوێ"
 ],
 [
  "      (CNN) -- The deadly California wildfires have burned over 1 million acres so far.  ",
  "(سی ئێن ئێن) -- ئاگرە کوشندەکانی کالیفۆرنیا تا ئێستا زیاتر لە یەک ملیۆن دۆنم سووتاون."
 ],
 [
  "      Hundreds of fires were started by lightning, Cal Fire spokesman Steve Kaufmann said. There were approximately 12,000 lightning strikes that started 585 fires in the state over the past week. A total of 1.1 million have burned in the state with more than 13,000 firefighters working the fires, he said. ",
  "ستیڤ کەوفمان، وتەبێژی کال فایر وتی، سەدان ئاگر بە بروسکە دەستی پێکردووە نزیکەی 12,000 لێدانی بروسکە هەبوو کە لە ماوەی هەفتەی ڕابردوو 585 ئاگریان لە ویلایەتەکە دەست پێکرد ناوبراو، وتیشی: لەکۆی 1.1 ملیۆن کەس لە ویلایەتەکەدا سووتاون و زیاتر لە 13 هەزار ئاگرکوژێنەوەی ئاگرکوژێنەوەی تێدا کاردەکەن"
 ],
 [
  "      California Gov. Gavin Newsom announced Saturday the state has received a Presidential Major Disaster Declaration due to the fires burning in the Northern part of the state. This means President Donald Trump released federal aid to supplement recovery efforts in areas affected by the wildfires.  ",
  "حکومەتی کالیفۆرنیا گاڤین نیوزۆم ڕۆژی شەممە ڕایگەیاند کە ویلایەتەکە بەیاننامەیەکی گەورەی کارەساتی سەرۆکایەتی بەدەست گەیشتووە بەهۆی ئاگرکەوتنەوەی لە بەشی باکووری وڵات ئەمە مانای ئەوەیە کە سەرۆک دۆناڵد ترەمپ یارمەتی فیدڕاڵی دەرکردووە بۆ تەواوکردنی هەوڵەکانی چاکبوونەوە لەو ناوچانەی کە بەهۆی ئاگرە کێوەکانەوە زیانیان لێکەوتبوو"
 ],
 [
  "      Though more than 13,000 firefighters are battling the flames -- some on 24-hour shifts -- there are too many fires and not enough resources to prevent more homes from being torched, Cal Fire officials have said. ",
  "هەرچەندە زیاتر لە 13,000 ئاگرکوژێنەوە شەڕ دەکەن لەگەڵ گڕەکان - هەندێک لە نۆبەتی 24 کاتژمێریی - ئاگرێکی زۆر هەیە و سەرچاوەی پێویست نییە بۆ ئەوەی خانووی زیاتر نەکوژێنەوە، بەرپرسانی کال فایر وتیان"
 ],
 [
  "      One of the reasons for a resource shortage: Fewer prison inmates than usual are helping, because of early releases during the Covid-19 pandemic. ",
  "یەکێک لە هۆکارەکانی کەمبوونی سەرچاوەکان: زیندانی کەمتر لە کاتی ئاسایی یارمەتی دەدەن، بەهۆی بەردانی زوو لە کاتی کۆوید-19"
 ],
 [
  "      Inmate firefighters \"are an integral part of our firefighting operations,\" Cal Fire spokeswoman Christine McMorrow said. The early releases have meant 600 fewer inmate firefighters are available this fire season compared to last year. ",
  "کریستین ماکمۆرۆو، وتەبێژی ئاگرکوژێنەرەوەکە وتی: \"ئاگرکوژێنەوەکان بەشێکی تەواونەکراون لە ئۆپەراسیۆنەکانی ئاگرکوژێنەوەمان بڵاو کردنەوە سەرەتاییەکان مانای ئەوە بوو کە 600 کارمەندی ئاگرکوژێنەوەی زیندانی کەمتر لەم وەرزەدا بەردەستن بە بەراورد بە ساڵی ڕابردوو."
 ],
 [
  "      Firefighters are worried about forecasts that say dry thunderstorms -- featuring lightning but little rain -- could spark more fires and spread existing ones Sunday through Tuesday. ",
  "ئاگرکوژێنەوەکان نیگەرانن لە پێشبینیەکان کە دەڵێن هەورە بروسکەی وشکە - هەورە بروسکە بەڵام بارانێکی بچووکی تێدایە، لەوانەیە ئاگرێکی زیاتر ببارێنێت و لە ڕۆژی یەکشەممەوە هەتا ڕۆژی سێشەممە بڵاویان بکاتەوە."
 ],
 [
  "California is getting much-needed aid from the U.S. federal government.",
  "کالیفۆرنیا یارمەتی زۆر پێویست لە لایەن حکومەتی فیدڕاڵی ئەمریکاوە وەردەگرێت."
 ],
 [
  "Though it is written conversationally and in the present tense, this is does not mention the fires and does not reflect the most important information in the wire.",
  "هەرچەندە بە گفتوگۆ و لە گرژی ئێستادا نووسراوە، بەڵام ئەمە ئاماژە بە ئاگرەکان ناکات و گرینگترین زانیاری لە وایەرەکەدا ڕەنگ ناداتەوە"
 ],
 [
  "More than 13-thousand firefighters are battling nearly 600 fires that have so far burned more than one million acres over the past seven days.",
  "زیاتر لە 13 هەزار ئاگرکوژێنەوە لە ماوەی حەوت ڕۆژی ڕابردوودا نزیکەی 600 ئاگر دەجەنگن کە تا ئێستا زیاتر لە یەک ملیۆن دۆنمیان سوتاندووە"
 ],
 [
  "Even though it addresses what is happening right now, there is too much information in general and too many numbers packed into it.",
  "هه ر ئه وه ی که ئه و شته ی ئێستا روو ده دات، به گشتی زانیاری زۆر له سه ر ده سته و ژماره كانی زۆر هه یه ."
 ],
 [
  "A shortage of prison inmates is making battling wildfires in California more difficult.",
  "کەمی زیندانییەکان شەڕکردن لە کالیفۆرنیا قورستر دەکات"
 ],
 [
  "This is interesting and describes an aspect of what is happening right now, but the lead in this instance should give the viewer the bigger picture.",
  "ئەمە سەرسوڕهێنەرە و وەسفی لایەنێکی ئەو شتە دەکات کە ئێستا ڕوو دەدات، بەڵام پێشەنگی ئەم نموونەیە دەبێت وێنەی گەورەتر بداتە بینەر."
 ],
 [
  "There is little relief in sight for firefighters in California.",
  "کەمێک حەسانەوە هەیە بۆ ئاگرکوژێنەوەکان لە کالیفۆرنیا."
 ],
 [
  "Reading the whole wire, this is the sense you get in the various facts that are presented; from here you would describe why that is the case.",
  "خوێندنەوەی هەموو وایەرەکە، ئەمە ئەو هەستەیە کە لە ڕاستییەکانی جۆراوجۆردا دەیهێنیتە دی، لێرەوە باسی ئەوە دەکەیت کە بۆچی ئەمە حالەتە."
 ],
 [
  "Structuring A Script",
  "بنیاتنانەوەی دەق"
 ],
 [
  "Answering the Question in the Lead",
  "وەڵامدانەوەی پرسیارەکە لە ڕابەری"
 ],
 [
  "Think about how best to answer the question(s) you raised in the lead. Once you write the lead, the rest of the story falls into place. Good structure to your script should take the viewer through the narrative.",
  "بیر بکەرەوە کە چۆن باشترین وەڵامی ئەو پرسیارانە بدەیتەوە کە لە پێشەنگدا هەڵتداوە. کاتێک کە پێشەنگەکە دەنووسی، باقی چیرۆکەکە دەکەوێتە شوێنی خۆی. پێکهاتەیەکی باش بۆ سکریپتەکەت دەبێت بینەر لە ڕێی چیرۆکەکەوە ببات."
 ],
 [
  "The Five Ws (plus H)",
  "پێنج دەبلیو ئێس (لەگەڵ ئێچ)"
 ],
 [
  "These are the basic questions your script should address about a story. You might not have all of the answers, but these questions will help you make sure you've included the most important information. You should be transparent about the information that you don't know or don't have yet.",
  "ئەمانە ئەو پرسیارە بنەڕەتیانەن کە دەقەکەت دەبێت سەبارەت بە چیرۆکێک ناونیشانیان هەبێت. لەوانەیە تۆ هەموو وەڵامەکانت نەبێت، بەڵام ئەم پرسیارانە یارمەتیت دەدات کە دڵنیابیتەوە کە گرنگترین زانیاریت تێدایە. تۆ دەبێت شەفاف بیت دەربارەی ئەو زانیاریانەی کە هێشتا نازانیت یان ناتەوێ."
 ],
 [
  "How? How did it happen?",
  "چۆن؟ چۆن ڕووی دا؟"
 ],
 [
  "Why? Why did it happen? Why is it important?",
  "بۆچی؟ بۆچی ڕووی دا؟ بۆچی گرنگە؟"
 ],
 [
  "When? When did it take place?",
  "کەی؟ کەی ڕوویدا؟"
 ],
 [
  "Where? Where does this story take place?",
  "لە کوێ؟ ئەم چیرۆکە لە کوێ ڕوو دەدات؟"
 ],
 [
  "What? What happened?",
  "چی؟ چی بوو?"
 ],
 [
  "Who? Who is the story about? Who is affected?",
  "کێ؟ چیڕۆکەکە دەربارەی کێیە؟ کێ کاریگەری هەیە؟"
 ],
 [
  "Think about how the rest of the script can add context to your lead.",
  "بیر لە سەر ئەوە بکەوە کە چۆن پاشماوەی سکریپتەکە دەتوانن دەقێک زیاد بکەن بۆ ڕابەریەکەت."
 ],
 [
  "Getting Down to Writing",
  "دابەزین بۆ نووسین"
 ],
 [
  "After you've written the lead, the rest of the story should provide more information and look to what's next.  These are some things to think about when you're structuring your script.",
  "دوای ئەوەی تۆ پێشەنگەکەت نووسی، دەبێت باقی چیرۆکەکە زانیاری زیاتر دابین بکات و سەیری ئەوەی داهاتوو بکات.  ئەمانە هەندێک شتن بۆ بیرکردنەوە لە کاتی دروست کردنی دەقەکەت."
 ],
 [
  "Look for ways to keep your script sounding current, up-to-date and even forward-looking.  Find a way to move your story forward, by looking ahead to what's next. This comes more naturally when you are writing in an active voice, with present-tense verbs.",
  "بەدوای ڕێگاکان بگەڕێ بۆ هێشتنەوەی دەقەکەت بە دەنگێکی هەنووکەیی، بەڕۆژ و تەنانەت بەرەو پێشەوە سەیرکردن.  ڕێگایەک بدۆزەوە بۆ جوڵاندنی چیرۆکەکەت بۆ پێشەوە، بە سەیرکردنی پێش ئەوەی داهاتوو. ئەمە بە شێوەیەکی سرووشتی تر دێت کاتێک بە دەنگێکی چالاک دەنووسیت، بە کرداری هەنووکەیی گرژەوە."
 ],
 [
  "Push It Forward",
  "پاڵی پێوە بنێ بۆ پێشەوە"
 ],
 [
  "Too many numbers in a script can be hard for a viewer to digest.  Seeing it in a graphic on screen and hearing it in the copy at the same time can help.  ",
  "ژمارەیەکی زۆر لە دەقدا دەکرێت قورس بێت بۆ بینەر بۆ هەرسکردن.  بینینی لە گرافیکێک لەسەر شاشەکە و بیستنی لە کۆپیەکە لە هەمان کاتدا دەتوانێت یارمەتی بدات."
 ],
 [
  "Round numbers up or down whenever possible.",
  "ژمارەی خڕ بۆ سەرەوە یان خوارەوە هەرکاتێک گونجاو بێت."
 ],
 [
  "Avoid Too Many Numbers",
  "خۆ بەدوورگرتن لە ژمارەیەکی زۆر"
 ],
 [
  "Your script needs details to give the viewer enough information about a story.  But be careful not to pack your sentences with too much detail.  Use your good judgement about how much background is necessary to help the viewer understand the story.",
  "سکریپتەکەت پێویستی بە وردەکارییە بۆ پێدانی زانیاری تەواو بە بینەر دەربارەی چیرۆکێک.  بەڵام وریابە کە ڕستەکانت بە وردەکاریی زۆرەوە نەپێچیتەوە.  دادوەری باش بەکاربێنە سەبارەت بەوەی کە چەندە باکگراوند پێویستە بۆ یارمەتیدانی بینەر بۆ تێگەیشتن لە چیرۆکەکە."
 ],
 [
  "Go Easy on the Detail",
  "بڕۆ ئاسان لەسەر ووردەکاری"
 ],
 [
  "It is important to treat people and issues fairly and give both sides of a story. When someone is accused of something, you should include their response to the accusation.",
  "گرینگە بە شێوەیەکی دادپەروەرانە مامەڵە لەگەڵ خەڵک و کێشەکان بکەین و چیرۆکێک بە هەردوو لایان بدەین کاتێک کەسێک بە شتێک تۆمەتبار دەکرێت، دەبێت وەڵامی ئەو تۆمەتە بگرێتەوە."
 ],
 [
  "Balance",
  "هاوسەنگی"
 ],
 [
  "Find something in your story that will allow the viewer to relate.  How will this affect your audience? ",
  "شتێک بدۆزەرەوە لە چیرۆکەکەت کە ڕێگە بە بینەر دەدات پەیوەندی بکات.  ئەمە چۆن کاردەکاتە سەر جەماوەرەکەت؟"
 ],
 [
  "Find a Way to Relate",
  "دۆزینەوەی ڕێگەیەک بۆ پەیوەندیکردن"
 ],
 [
  "Keep It Conversational",
  "بە گفتووگۆیی بهێڵەوە"
 ],
 [
  "Think about how you might tell the story to a friend.  And when you are finished writing, read your story out loud.  If you have trouble getting through it, then your anchor will too. Break up long sentences and find a less formal way to say it.",
  "بیربکەرەوە لەوەی کە چۆن چیرۆکەکە بە هاوڕێیەک بڵێیت.  وە کاتێک تەواو بوویت لە نووسین، چیرۆکەکەت بە دەنگی بەرز بخوێنەوە.  ئه گه ر ئه گه ر کێشه ت هه یه له ناو ئه وه دا، ئه گه ر ئه وانگەره که ت هه ر ده بێ. ڕستە درێژەکان بشکێنە و ڕێگەیەکی کەمتر فەرمی بدۆزەوە بۆ گوتنی."
 ],
 [
  "Keep in mind that the copy you are writing is for the ear. Be sure to write in a conversational style. You don't want the viewer to miss the point of the story because they aren't familiar with the advanced vocabulary words in the copy. ",
  "لە بیرت بێت کە ئەو لەبەرگیراوەی تۆ دەینووسی بۆ گوێکە. دڵنیابە لەوەی بە شێوازی گفتوگۆ بنووسە. تۆ ناتەوێت بینەر خاڵی چیرۆکەکە لە دەست بدات چونکە ئەوان ئاشنا نین بە وشەگەلی پێشکەوتوو لە کۆپیەکە."
 ],
 [
  "Which of these two stories has better structure?",
  "کام لەم دوو چیرۆکە پێکهاتەی باشتری هەیە؟"
 ],
 [
  "     Some 400 passengers and crew members are spending the night stranded on board a ferry in the Baltic sea.     Finland’s coast guard says the vessel ran aground Saturday afternoon amid the Aland Islands.     It was returning from Stockholm, Sweden to Turku on the Finnish coast.     There are no reports of injuries.     Videos posted to social media show stormy waves lashing the bow of the ferry—     But divers say the hull appears to be intact.     The coast guard says there are plans to evacuate everyone tomorrow by tugboats.  ",
  "٤٠٠ سەرنشین و دەستەی دەستەکە شەوەکە بەسەر دەبەن کە لەسەر کەشتییەکە لە دەریای بەلتیکدا بەسەر دەبەن.     پاسەوانی کەناری فینلاند دەڵێت کە کەشتییەکە دوای نیوەڕۆی ڕۆژی شەممە لە نێوان دوورگەکانی ئەلەنددا بەرەو پێش چوو.     لە ستۆکهۆڵمی سویدەوە دەگەڕایەوە بۆ تورکو لە کەناری فینلاند     هیچ راپۆرتێک لە بریندارەکان نیە     ئەو ڤیدیۆی کە بۆ تۆڕە کۆمەڵایەتییەکان بڵاو کراوەتەوە شەپۆلی ڕەشەبایی نیشان دەدات کە کەوانەکەی کەشتییەکە دەشکێنێت، بەڵام مەلەوان دەڵێن کە جلەکە بە دەست نەهێنراوە.     پاسەوانی کەنارەکە دەڵێت پلان هەیە بۆ چۆڵکردنی هەموو کەس بەیانی بە توگبۆات"
 ],
 [
  "     Some 400 passengers and crew members are spending the night stranded on board a ferry in the Baltic Sea.      The waters are known to be very choppy this time of year—     With storms popping up frequently.     The Aland Islands is an autonomous part of Finland—     Though you are most likely to hear Swedish spoken there.     Viking Line operates the ferry.     This is the second time one of its vessels has run aground in as many months.",
  "٤٠٠ سەرنشین و دەستەی دەستەکە شەوەکە بەسەر دەبەن کە لەسەر کەشتییەکە لە دەریای بەڵتیکدا بەسەر دەبەن.      ئەم جارەی ساڵ ئاوەکان زۆر شڵەژاندن، لەگەڵ ئەو ڕەشەباانەی کە زۆر جار هەڵدەکەن.     دوورگەکانی ئەلەند بەشێکی خۆبەڕێوەبەری فینلاندە، هەرچەندە بە ئەگەری زۆرەوە گوێت لێ دەبێت کە سویدی لەوێ قسەی کردووە.     ڤایکینگ لاین کەشتییەکە بەکاردێنێت.     ئەمە دووەم جارە کە یەکێک لە کەشتییەکانی لە ماوەی چەند مانگێکدا بەرەو پێش دەچێت."
 ],
 [
  "A television story isn't complete without video. After we check your understanding, you will learn about the best way to use elements in your writing.",
  "چیرۆکێکی تەلەڤیزیۆنی بەبێ ڤیدیۆ تەواو نییە. دوای ئەوەی تێگەشتنەکەت بپشکنین، تۆ فێر دەبیت دەربارەی باشترین ڕێگا بۆ بەکارهێنانی توخمەکان لە نووسینەکەتدا."
 ],
 [
  "Quiz: Story Structure",
  "کویز: پێکهاتەی چیرۆک"
 ],
 [
  "Let's see if you understand how to structure a story after you write the lead. Read each lead and choose which question the rest of the story will need to answer.  Answer five questions correctly in order to pass this quiz.",
  "بابزانین ئایا تێدەگەیت چۆن چیرۆکێک دروست بکەیت دوای ئەوەی ڕابەری دەنووسی. هەر ڕابەرێک بخوێنەوە و هەڵبژێرە کام پرسیارەی کە باقی چیرۆکەکە پێویستی بە وەڵامدانەوە دەبێت.  بە دروستی وەڵامی پێنج پرسیار بدەوە بۆ ئەوەی ئەم کۆێزە تێبپەڕێنێت."
 ],
 [
  "U.S. states are imposing new restrictions as the number of Covid-19 cases surge.",
  "ویلایەتەکانی ئەمریکا کۆت و بەندی نوێ دەسەپێنن وەک ژمارەی حاڵەتەکانی کۆڤید-19"
 ],
 [
  "What is the latest information on efforts to get people vaccinated?",
  "دواین زانیاری چیە دەربارەی هەوڵەکان بۆ کوتانی خەڵک؟"
 ],
 [
  "How does the U.S. compare to other countries in terms of case count? ",
  "ئەمریکا چۆن بەراورد دەکات لەگەڵ وڵاتانی تر لە ڕووی ژماردنی کەیسەکانەوە؟"
 ],
 [
  "Where do efforts to reach agreement on more economic relief stand? ",
  "هەوڵەکان بۆ گەیشتن بە رێککەوتن لەسەر وەستانی زیاتری حەسانەوەی ئابووری لە کوێن؟"
 ],
 [
  "What are examples of the new restrictions? ",
  "نموونەکانی سنوردارکردنە نوێکان چین؟ "
 ],
 [
  "Protesters are again calling on the president of Belarus to resign.",
  "خۆپیشاندەران دووبارە داوا لە سەرۆکی بیلاروسیا دەکەن دەست لەکار بکێشێتەوە"
 ],
 [
  "How are other world leaders reacting to this? ",
  "سەرکردەکانی تری جیهان چۆن کاردانەوەیان هەیە بۆ ئەمە؟"
 ],
 [
  "This clearly has been going on for some time, what is the latest information? ",
  "ئەمە بە ڕوونی ماوەیەکە بەردەوامە، دوایین زانیاری چیە؟"
 ],
 [
  "How long has Belarus been an independent country? ",
  "تا چەند بێلاڕووس وڵاتێکی سەربەخۆ بووە؟"
 ],
 [
  "What is the latest statement from the Belarusian president? ",
  "دوایین لێدوانی سەرۆکی بیلاروسیا چییە؟"
 ],
 [
  "Investigators are at the site of a deadly plane crash in Brazil.",
  "لێکۆڵەرەوەکان لە شوێنی کەوتنە خوارەوەی فڕۆکەیەکی کوشندەن لە بەڕازیل"
 ],
 [
  "How long had that plane been in service? ",
  "ماوەی چەندە ئەو فڕۆکەیە لە خزمەتیدایە؟"
 ],
 [
  "When was the last time there was a crash in this region? ",
  "دواین جار کەی لەم هەرێمە تێکشکان ڕوویدا؟"
 ],
 [
  "What is the impact on people flying out of the airports involved? ",
  "کاریگەری لەسەر ئەو کەسانەی کە لە فڕۆکەخانەکانەوە دەفڕن چیە؟"
 ],
 [
  "How many people were killed? ",
  "چەند کەس کوژران؟"
 ],
 [
  "Thousands of people in southeastern Australia are learning it may be too late to flee approaching fires.",
  "هەزاران کەس لە باشووری ڕۆژهەڵاتی ئوسترالیا فێر دەبن کە لەوانەیە زۆر درەنگ بێت بۆ ئەوەی لە نزیک ئاگرەکە هەڵبێن."
 ],
 [
  "How close have the fires gotten to their homes? ",
  "ئاگرەکان چەندە نزیکن لە ماڵەکانیان؟"
 ],
 [
  "Is Australia getting any sort of international assistance in fighting the fires? ",
  "ئایا ئوسترالیا هیچ جۆرە یارمەتییەکی نێودەوڵەتی وەردەگرێت بۆ شەڕکردنی ئاگرەکان؟"
 ],
 [
  "How is the weather impacting firefighting in the north of the country? ",
  "ئاووهەوا چۆن کاردەکاتە سەر ئاگرکوژێنەوە لە باکوری وڵات؟"
 ],
 [
  "When was the last time the country faced a crisis like this? ",
  "ئاخرین جار کەی وڵات تووشی قەیرانێکی ئاوا بوو؟"
 ],
 [
  "Parts of Europe are bracing for what could be a record-setting heat wave.",
  "بەشەکانی ئەوروپا بۆ ئەوەی کە دەتوانێت شەپۆلی گەرمی ڕیکۆرد بێت، دەتوێتەوە."
 ],
 [
  "When was the last time it got this hot? ",
  "دواین جار کەی ئەم گەرمە بوو؟"
 ],
 [
  "Where exactly and how hot is it expected to get? ",
  "لە کوێوە بە تەواوی و چەند گەرم چاوەڕێ دەکرێت کە بەدەست بهێنیت؟"
 ],
 [
  "What are authorities advising people to do in the way of precautions? ",
  "دەسەڵاتداران ئامۆژگاری خەڵک دەکەن چی بکەن لە ڕێگەی چاودێرییەوە؟"
 ],
 [
  "Do we know what is causing the rise in temperatures? ",
  "ئایا ئێمە دەزانین کە چی دەبێتە هۆی بەرزبوونەوەی پلەی گەرما؟"
 ],
 [
  "One of the most iconic cars to ever grace the silver screen is up for auction.",
  "یەکێک لە باشترین ئوتومبێلەکان بۆ ئەوەی شاشەی زیو جوان بکات بۆ مەزادکردن"
 ],
 [
  "How much is it expected to sell for? ",
  "چاوەرێی ئەوە دەکرێت کە بۆ چەند بفرۆشرێت؟"
 ],
 [
  "Who is conducting the auction? ",
  "کێ مەزادەکە بەڕێوەدەبات؟"
 ],
 [
  "Do they still make that particular model?",
  "ئایا ئەوان هێشتا ئەو مۆدێلە تایبەتە دروست دەکەن؟"
 ],
 [
  "What kind of car is it and what movie was it in?",
  "ئەوە چ جۆرە ئوتومبیلێکە و لە چ فیلمێکدا بوو؟"
 ],
 [
  "A software flaw in a popular messaging app could leave users vulnerable to hackers.",
  "ناتەواوی سۆفتوێرێک لە کاربەرنامەی پەیام گوزاری بەناوبانگ دەتوانێت بەکارهێنەرەکان لاواز بەجێ بهێڵێت بۆ هاککەرەکان."
 ],
 [
  "Who is responsible for the flaw? ",
  "کێ بەرپرسە لە کەموکوڕییەکە؟"
 ],
 [
  "How many people use the app and could be affected? ",
  "چەند کەس کاربەرنامە بەکاردێنن و دەتوانن کاریگەریان هەبێت؟"
 ],
 [
  "Which app?",
  "کام کاربەرنامەیە؟"
 ],
 [
  "Any suggestions on how I can better protect my personal information?",
  "هیچ پێشنیارێک دەربارەی چۆن بتوانم باشتر زانیاریە کەسییەکانم بپارێزم؟"
 ],
 [
  "Writing to Elements",
  "نووسین بۆ توخمەکان"
 ],
 [
  "Words and video work together and complement each other in a well-written script.",
  "وشەکان و ڤیدیۆکان پێکەوە کار دەکەن و یەکدی تەواو دەکەن بە دەقێکی نووسراو."
 ],
 [
  "Write to the Video",
  "بنووسە بۆ ڤیدیۆکە"
 ],
 [
  "The elements that you have available will impact how you write your script.  Before you write a word, you should watch all of your video or package and listen to all of your sound. When you write to the video, you need to know what you have. Your copy might need to explain or highlight something that's in the video.",
  "ئەو توخمانەی لەبەردەستتاندایە کاریگەری لەسەر چۆنیەتی نووسینی سکریپتەکەت دەبێت.  پێش ئەوەی ووشەیەک بنووسیت، پێویستە سەیری هەموو ڤیدیۆکانت یان پاکێجەکەت بکەیت و گوێ لە هەموو دەنگەکانت بگریت. کاتێک بۆ ڤیدیۆکە دەنووسیت، پێویستە بزانیت چیت هەیە. لەوانەیە لەبەرگیراوەکەت پێویستی بە ڕوونکردنەوە یان تیشک خستنە سەر شتێک بێت کە لە ڤیدیۆکەدا بێت."
 ],
 [
  "Don't be afraid to have the anchor pause and let the video play without any copy. This is most effective when there is natural sound on the video.",
  "مەترسە لە وەستانی بێژەرەکە و ڕێگە بدە ڤیدیۆکە بە بێ هیچ کۆپیەک یاری بکات. ئەمە زۆر کاریگەرە کاتێک دەنگی سروشتی لەسەر ڤیدیۆکە هەیە."
 ],
 [
  "Let It Breathe",
  "با هەناسە بدات"
 ],
 [
  "The copy should complement the video without telling the viewer everything they can plainly see for themselves.  The copy should refer to the video and give the viewers the context they need to understand what they are seeing.",
  "لەبەرگیراوەکە دەبێت ڤیدیۆکە تەواو بکات بەبێ ئەوەی هەموو شتێک بە بینەر بڵێت کە بە ئاشکرا بۆ خۆیان دەیبینن.  کۆپیەکە پێویستە ئاماژە بە ڤیدیۆکە بکات و ئەو چوارچێوەیە بدات بە بینەران کە پێویستە تێبگەن کە چی دەبینن."
 ],
 [
  "Write to the Pictures",
  "بنووسە بۆ وێنەکان"
 ],
 [
  "Your video and the copy that goes with it should make the viewer stop what they are doing and watch.",
  "ڤیدیۆکەت و ئەو لەبەرگیراوەی کە لەگەڵیدا دەڕوات دەبێ وا لە بینەر بکات کە چی دەکەن بوەستێنن و سەیری بکەن."
 ],
 [
  "Grab the Viewer's Attention",
  "سەرنجی بینەرەکە بگرە"
 ],
 [
  "Your script should use the video that best illustrates the story and its latest developments.",
  "سکریپتەکەت دەبێت ئەو ڤیدیۆیە بەکاربهێنێت کە بە باشترین شێوەیە چیرۆکەکە و دوا پەرەسەندنەکانی ڕوون دەکاتەوە."
 ],
 [
  "Choose the Best Video",
  "باشترین ڤیدیۆ هەڵبژێرە"
 ],
 [
  "Using Video In Your Script",
  "بەکارهێنانی ڤیدیۆ لە دەقەکەتدا"
 ],
 [
  "Find the Best Elements",
  "دۆزینەوەی باشترین توخمەکان"
 ],
 [
  "Video might not always be the element that works best for your script. Here are some ideas for elements you can use instead of video or in addition to it.",
  "ڤیدیۆ لەوانەیە هەمیشە ئەو توخمە نەبێت کە باشترین کار دەکات بۆ سکریپتەکەت. لێرەدا هەندێک بیرۆکە هەیە بۆ توخمەکان کە دەتوانیت بەکاری بێنیت لەجیاتی ڤیدیۆ یان جگە لەوەش."
 ],
 [
  "Bullet points on a graphic can illustrate a story with a lot of information.",
  "خاڵەکانی خاڵەکان لەسەر گرافیکێک دەتوانن چیرۆکێک بە زانیاری زۆرەوە نیشان بدا."
 ],
 [
  "A map showing a route or multiple cities or countries can give perspective.",
  "نەخشەیەک کە ڕێگایەک نیشان دەدات یان چەند شارێک یان وڵاتان دەتوانن دیمەنێک بدەن."
 ],
 [
  "A chart on a full-screen graphic can help the viewer understand a story about numbers.",
  "نەخشەیەک لەسەر گرافیکی پڕ شاشە دەتوانێت یارمەتی بینەر بدات بۆ تێگەیشتن لە چیرۆکێک دەربارەی ژمارەکان."
 ],
 [
  "Maybe a string of still photos has greater impact.",
  "لەوانەیە زنجیرەیەک لە وێنەکانی هێشتا کاریگەری زیاتری هەبێت."
 ],
 [
  "Sometimes a still photograph says it all.",
  "هەندێ جار وێنەیەکی هێشتا هەمووی دەڵێت"
 ],
 [
  "When You Don't Have Video",
  "کاتێک ڤیدیۆت نییە"
 ],
 [
  "You don't necessarily have to keep your anchor on camera if you don't have video or any good video. Consider using some of the elements we just talked about above.",
  "پێویست ناکات لەنگەرەکەت لەسەر کامێرا بهێڵیتەوە ئەگەر ڤیدیۆ یان هیچ ڤیدیۆیەکی باشت نیە. ڕەچاوی بەکارهێنانی هەندێک لە توخمەکان بکە کە لەسەرەوە باسمان کرد."
 ],
 [
  "Remember: ",
  "لەبیرت بێت:"
 ],
 [
  "Television is a visual medium.",
  "تەلەڤزیۆن ناوەندێکی بینراوییە."
 ],
 [
  "Next, we will see how well you understand writing to video.",
  "دواتر، ئێمە ئەبینین کە چۆن بە باشی لە نووسین بۆ ڤیدیۆ تێدەگەیت."
 ],
 [
  "Quiz: Writing to Video",
  "کویز: نووسین بۆ ڤیدیۆ"
 ],
 [
  "Let's see how well you can write to video.  In this quiz, you will watch several videos and choose the scripts that do the best job of writing to the video.  ",
  "بابزانین چۆن دەتوانیت بۆ ڤیدیۆ بنووسیت.  لەم کۆیزەدا، تۆ سەیری چەندین ڤیدیۆ دەکەیت و ئەو سکریپتانە هەڵدەبژێریت کە باشترین کاری نووسین بۆ ڤیدیۆکە ئەنجام دەدەن."
 ],
 [
  "Watch this video of U.S. Secretary of State Pompeo arriving in Abu Dhabi, then choose the best script.",
  "سەیری ئەم ڤیدیۆیەی پۆمپیۆ وەزیری دەرەوەی ئەمەریکا بکە کە دەگاتە ئەبوزەبی، پاشان باشترین سکریپت هەڵبژێرە."
 ],
 [
  "     U.S. Secretary of State Mike Pompeo is in Abu Dhabi at this hour. ",
  "مایک پۆمپیۆ وەزیری دەرەوەی ئەمەریکا لەم کاتژمێرەدا لە ئەبوزەبیە"
 ],
 [
  "     He stepped off the plane wearing a mask— ",
  "ئەو بە دەمامکێکەوە لە فڕۆکەکە دابەزی،"
 ],
 [
  "     A sign that at least publicly he is taking precautions against the coronavirus pandemic. ",
  "نیشانەیەک کە بەلایەنی کەمەوە بە ئاشکرا چاودێری دەکات لە دژی نەخۆشی کۆرۆناڤیروس"
 ],
 [
  "     On the tarmac, Pompeo was greeted by the U.S. Ambassador to the UAE— ",
  "لە سەر تارماک، پۆمپیۆ لە لایەن باڵیۆزی ئەمریکا لە ئیمارات پێشوازی لێکرا،"
 ],
 [
  "as well as an Emirati official. ",
  "هەروەها بەرپرسێکی ئیماراتیش"
 ],
 [
  "     It’s his latest stop in a quick tour around the region. ",
  "ئەمە کۆتا وەستانی ئەوە لە گەشتێکی خێرا لە دەوروبەری هەرێمەکە."
 ],
 [
  "     It comes amid efforts by the White House to broker normalized relations between Israel and certain Arab countries. ",
  "ئەوە لە نێوان هەوڵەکانی کۆشکی سپی دێت بۆ دەڵاڵکردنی پەیوەندیە ئاساییەکانی نێوان ئیسرائیل و چەند وڵاتێکی عەرەبی"
 ],
 [
  "     Pompeo has said these deals are a way to further isolate Iran.  ",
  "پۆمپیۆ گوتوویەتی کە ئەم ڕێکەوتنانە ڕێگایەکە بۆ زیاتر گۆشەگیرکردنی ئێران"
 ],
 [
  "     There is speculation in Washington that Pompeo is trying to build his own political future. ",
  "پێشبینی لە واشنتۆن هەیە کە پۆمپیۆ هەوڵ دەدات داهاتووی سیاسی خۆی بنیات بنێت."
 ],
 [
  "     It’s not clear who will emerge as the next top Republican candidate after Mister Trump leaves office— ",
  "ڕوون نییە کێ وەک کاندیدی باڵای داهاتووی کۆماری دەرئەکەوێت دوای ئەوەی میستەر ترەمپ ئۆفیسەکەی بەجێ هێشت"
 ],
 [
  "     Or whether he might make a run for the job again himself. ",
  "یان لەوانەیە خۆی ڕابکات بۆ کارەکە"
 ],
 [
  "     Joe Biden is due to be sworn in as president January 20. ",
  "جۆ بایدن دەبێ وەک سەرۆک لە 20ی کانوونی دووەم سوێندی خواردبێت"
 ],
 [
  "Watch this video of protests calling for reform in Peru, then choose the best script.",
  "سەیری ئەم ڤیدیۆی خۆپیشاندانە بکە کە داوای چاکسازی لە پێرۆ دەکەن، پاشان باشترین سکریپت هەڵبژێرە."
 ],
 [
  "     Protesters are demanding constitutional reform in Peru. ",
  "خۆپیشاندەران داوای چاکسازی دەستووری لە پێرۆ دەکەن"
 ],
 [
  "     This demonstration comes the same week as Peru got its third president in a little over a week. ",
  "ئەم خۆپیشاندانە هەمان هەفتەیە دێت کە پێروو لە ماوەی هەفتەیەکدا سێیەمین سەرۆکی خۆی بەدەست هێنا."
 ],
 [
  "     Francisco Sagasti will have five months in office before elections that are scheduled for April. ",
  "فرانسیسکۆ ساگاستی پێنج مانگ لە نوسینگەکەی دەبێت پێش هەڵبژاردن کە بڕیارە لە مانگی نیساندا بێت."
 ],
 [
  "     In the meantime, he has appointed a constitutional lawyer to become Peru’s next prime minister. ",
  "هاوکات پارێزەرێکی دەستووری داناوە بۆ ئەوەی ببێت بە سەرۆک وەزیرانی داهاتووی پیرۆ"
 ],
 [
  "     Hundreds of demonstrators filled the streets of the capital, Lima. ",
  "سەدان خۆپیشاندەر شەقامەکانی لیمای پایتەختیان پڕکردەوە"
 ],
 [
  "     Many waved large signs— ",
  "زۆر نیشانەی گەورەیان هەڵدا،"
 ],
 [
  "     While others yelled through bullhorns or blew whistles. ",
  "کاتێک ئەوانی تر هاواریان دەکرد لە ڕێگەی بڵقەوە یان فیکەی لێدا."
 ],
 [
  "     One person even went so far as to dress up as a rat. ",
  "کەسێک تەنانەت ئەوەندە ڕۆیشت کە وەک جرج جل لەبەر بکات."
 ],
 [
  "     They say that they’re angry at what they see as rampant corruption throughout the country’s government. ",
  "ئەوان دەڵێن کە ئەوان توڕەن لەوەی کە بە گەندەڵییەکی بێڕێز دەبینن لە سەرانسەری حکومەتی وڵاتەکەدا"
 ],
 [
  "     Demonstrations like these began after Peru’s congress voted to oust one popular president— ",
  "خۆپیشاندانی لەم شێوەیە دوای ئەوەی کۆنگرێسی پیرۆ دەنگی دا بە دەرکردنی سەرۆکێکی بەناوبانگ"
 ],
 [
  "     Then led to his replacement's resignation.",
  "پاشان بووە هۆی دەستلەکارکێشانەوەی جێگرەوەکەی"
 ],
 [
  "     The country now has an interim president until elections in April. ",
  "ئەم وڵاتە ئێستا سەرۆکێکی کاتی هەیە تا هەڵبژاردنی مانگی نیسان"
 ],
 [
  "Watch this video of a missile being displayed in North Korea, then choose the best script.",
  "سەیری ئەم ڤیدیۆیەی مووشەکی بکە کە لە کۆریای باکوور پیشان دەدرێت، پاشان باشترین سکریپت هەڵبژێرە."
 ],
 [
  "     North Korea is displaying what could be a new intercontinental ballistic missile. ",
  "کۆریای باکوور نیشان دەدات کە چی دەتوانێت مووشەکی بالستیکی نوێ بێت"
 ],
 [
  "     It was revealed during a military parade in the capital, Pyongyang. ",
  "لە کاتی نمایشێکی سەربازیدا لە پیۆنگیانگی پایتەخت ئاشکرا کرا"
 ],
 [
  "     Analysts say it is not clear at this point whether the massive weapon has ever been tested. ",
  "شیکەرەوەکان دەڵێن لەم خاڵەدا ڕوون نییە کە ئایا ئەو چەکە گەورەیە تا ئێستا تاقیکراوەتەوە یان نا."
 ],
 [
  "     However, they note that a missile of that size could have the capacity to carry multiple warheads— ",
  "لەگەڵ ئەوەشدا، تێبینی ئەوە دەکەن کە مووشەکێکی ئەو قەبارە دەتوانێت توانای هەڵگرتنی چەند سەرچەتەیەکی هەبێت"
 ],
 [
  "     Including nuclear ones. ",
  "بە ناوکیشەوە"
 ],
 [
  "     The country’s leader Kim Jong Un watched as it was carried on the back of a truck with no fewer than 11 axles. ",
  "سەرۆکی وڵات کیم جۆنگ ئون سەیری کرد کە لە پشتەوەی بارهەڵگرێک هەڵگیراوە کە کەمتر لە 11 تەوەر نەبێت."
 ],
 [
  "     It was revealed at the end of a military parade in the capital, Pyongyang— ",
  "لە کۆتایی ڕێپێوانێکی سەربازیدا لە پیۆنگیانگی پایتەخت ئاشکرا کرا،"
 ],
 [
  "     Rolling past thousands of cheering spectators waving flags and banners.  ",
  "هەڵگەڕانی هەزاران بینەری دڵخۆشکەر ئاڵا و لافیتەکان دەهەژێنن"
 ],
 [
  "     It was revealed at a military parade marking the 75th anniversary of the Workers' Party of Korea. ",
  "لە ڕێپێوانێکی سەربازیدا بە بۆنەی 75هەمین ساڵیادی پارتی کرێکارانی کۆریا ئاشکرا کرا"
 ],
 [
  "     The party has ruled North Korea since the country’s inception. ",
  "ئەو پارتە لە سەرەتای دامەزراندنی وڵاتەوە حوکمی کۆریای باکوور دەکات"
 ],
 [
  "     North Korean leader Kim Jong Un has met with U.S. President Donald Trump twice— ",
  "کیم جۆنگ ئون سەرۆکی کۆریای باکوور دوو جار لەگەڵ دۆناڵد ترامپ سەرۆکی ئەمریکا کۆبووەتەوە"
 ],
 [
  "     But there has been no breakthrough in denuclearizing the peninsula. ",
  "بەڵام هیچ پێشکەوتنێک لە ناوزەداکردنی نیمچەدوورگەدا بەدی نەکراوە."
 ],
 [
  "Conclusion",
  "ئەنجام"
 ],
 [
  "Let's review what you just learned in these lessons on Writing for Television News.",
  "با پێداچوونەوەی ئەو شتانە بکەین کە تازە فێربوویت لەم وانانەدا لەسەر نووسین بۆ هەواڵی تەلەڤیزیۆن."
 ],
 [
  "Key Takeaways",
  "کلیلی هەڵاتن"
 ],
 [
  "Sources. Use trusted sources to write your script and be familiar with what they say.",
  "سەرچاوەکان سەرچاوە باوەڕپێکراوەکان بەکاربێنە بۆ نووسینی سکریپتەکەت و ئاشنا بن بەوەی کە دەڵێن."
 ],
 [
  "Answers. Think of the questions raised in your lead and answer them.",
  "وەڵامەکان بیر لەو پرسیارانە بکەوە کە لە پێشەنگی تۆدا بەرز کراوەتەوە و وەڵامیان بدەوە."
 ],
 [
  "Attribute. Know what information you need to attribute in your script, especially if it is a detail in dispute or someone's opinion.",
  "تایبەتمەندی. بزانە پێویستە چ زانیاریەک لە دەقەکەتدا تایبەت بکەیت، بە تایبەتی ئەگەر ئەو وردەکارییە لە ناکۆکی یان بۆچوونی کەسێک."
 ],
 [
  "Conversational.  Use an active voice and present tense verbs.  An anchor sounds more natural when he or she is reading a conversational script.",
  "گفتوگۆ  دەنگێکی چالاک بەکاربێنە و کردارە توندەکانی ئێستا.  لەنگەرێک سروشتی تر دیارە کاتێک ئەو دەقێکی گفتوگۆ دەخوێنێتەوە."
 ],
 [
  "Write to the video. The copy should give context to the video and compliment it.",
  "بنووسە بۆ ڤیدیۆکە. لەبەرگیراوەکە دەبێ دەقێک بدات بە ڤیدیۆکە و ستایشی بکات."
 ],
 [
  "Accuracy.  Your scripts have to get it right, every time. Mistakes are embarrassing and can damage your news organization's reputation. ",
  "بە وردی  هەموو جارێک دەبێت دەقەکانت دروستی بکەن. هەڵەکان شەرمەزارکەرن و دەتوانن زیان بە ناوبانگی ڕێکخراوە هەواڵییەکانتان بگەیەنێت."
 ],
 [
  "What's happening right now? This is the starting point for your script",
  "ئێستا چی ڕوودەدات؟ ئەمە خاڵی دەستپێکێکە بۆ سکریپتەکەت"
 ],
 [
  "You've got basically one shot at getting the information across, so keep it simple.",
  "تۆ بە شێوەیەکی بنچینەیی یەک لێدانت هەیە بۆ گەیشتن بە زانیاریەکان، کەواتە بە سادەیی بیهێڵەوە."
 ],
 [
  "Heading",
  "سەردێڕ"
 ],
 [
  "Thank you for completing this course!",
  "سوپاس بۆ تەواوکردنی ئەم خولە!"
 ],
 [
  "Final Quiz",
  "کۆتایی کویز"
 ],
 [
  "This is your final quiz for Writing News for Television. Let's see how much you learned in our lessons.  You need to answer four questions correctly in order to pass the quiz.",
  "ئەمە کۆتا کۆێزی تۆیە بۆ نووسینی هەواڵ بۆ تەلەڤیزیۆن. با بزانین چەندت فێر بووە لە وانەکانماندا.  تۆ پێویستت بە وەڵامدانەوەی چوار پرسیار بە دروستی هەیە بۆ ئەوەی لە کوێزەکە تێبپەڕێت."
 ],
 [
  "When all is said and done, what is the most important thing you need to be? ",
  "کاتێک هەمووی دەوترێت و تەواو دەبێت، گرینگترین شت چیە کە پێویستە بیکەیت؟"
 ],
 [
  "Quick, because otherwise you might not finish your scripts in a timely manner ",
  "خێرا، چونکە ئەگەر نا لەوانەیە لە کاتی خۆیدا دەقەکانت تەواو نەکەیت"
 ],
 [
  "Clever, because presenters like that in scripts ",
  "زیرەکانە، چونکە پێشکەشکارانی وەک ئەوە لە دەقدا"
 ],
 [
  "Accurate, because your network’s and your own personal reputation depend on it ",
  "بە وردی، چونکە شەبەکەی تۆ و ناوبانگی تایبەتی خۆت پشتی پێدەبەستێت"
 ],
 [
  "Humorous, because a joke can lighten up a script based on tragedy ",
  "گاڵتەجاڕ، چونکە نوکتە دەتوانێت دەقێک لەسەر بنەمای تراژیدیا ڕووناک بکاتەوە"
 ],
 [
  "Attribution is needed… (check all that apply) ",
  "پێویستە دەست پێ کردن (هەموو ئەو کارپێکردنانە بپشکنە)"
 ],
 [
  "When expressing someone’s opinion ",
  "لەکاتی دەربڕینی ڕای کەسێکدا"
 ],
 [
  "When someone states something as fact that might otherwise be in doubt ",
  "کاتێک کەسێک شتێک وەک ڕاستی باس دەکات کە لەوانەیە بە پێچەوانەوە لە گوماندا بێت"
 ],
 [
  "When the information is coming from a news release ",
  "کە زانیاریەکان لە هەواڵێکی بڵاو کردنەوەوە دێن"
 ],
 [
  "When dealing with something that your network’s correspondent personally witnessed ",
  "کاتێک مامەڵە لەگەڵ شتێک دەکات کە پەیامنێری تۆڕەکەت خۆی شایەتحاڵە"
 ],
 [
  "You can attribute like this: Sources connected to the investigation tell us...",
  "دەتوانیت بەم شێوەیە بیکەیت: سەرچاوەکان کە پەیوەندیان بە لێکۆڵینەوەوە هەیە پێمان دەڵێن"
 ],
 [
  "Even when dealing with a piece of information your network has confirmed or directly received, there are times you will need to use attribution. ",
  "تەنانەت کاتێک مامەڵە لەگەڵ پارچەیەک زانیاریدا بکەیت تۆڕەکەت پشتڕاستی کردۆتەوە یان راستەوخۆ وەریگرتووە، هەندێک کات هەیە کە پێویستت بە بە کار هێنانی سزا هەیە."
 ],
 [
  "True",
  "ڕاستە"
 ],
 [
  "False",
  "هەڵە"
 ],
 [
  "What should you do before you start to write a script? (check all that apply) ",
  "پێویستە چی بکەیت پێش ئەوەی دەست بکەیت بە نووسینی سکریپتێک؟ (هەموو ئەو کارپێکردنانە بپشکنە)"
 ],
 [
  "See what other scripts are around yours",
  "بڕوانە دەقی تر لە دەوری تۆ چیە"
 ],
 [
  "Make sure you have the sources you need",
  "دڵنیابە لەوەی کە ئەو سەرچاوانەی پێویستت پێیە"
 ],
 [
  "Ask your producer or editor if you have any questions about what the focus of the story should be",
  "لە بەرهەمهێنەر یان سەرنووسەرەکەت بپرسە ئەگەر هیچ پرسیارێکت هەیە دەربارەی ئەوەی کە دەبێت سەرنجی چیرۆکەکە چۆن بێت"
 ],
 [
  "Consider what you need to attribute",
  "ڕەچاوی ئەو شتانە بکە کە پێویستت بە تایبەتمەندیە"
 ],
 [
  "Answering the question, “What is happening right now?”... (check all that apply)  ",
  "لە وەڵامی پرسیارەکەدا، \"ئێستا چی ڕوودەدات؟\" ... (هەموو ئەو کارپێکردنانە بپشکنە)"
 ],
 [
  "Is a strong way to end a script, since it pushes the story forward",
  "ڕێگایەکی بەهێزە بۆ کۆتایی پێهێنانی دەقێک، چونکە چیرۆکەکە بەرەو پێشەوە پاڵ دەنێت"
 ],
 [
  "Should be the starting point for writing the lead ",
  "دەبێت خاڵی دەستپێک بێت بۆ نووسینی پێشەنگ"
 ],
 [
  "Is best done in the present tense and active voice ",
  "لەدەنگە چڕو چالاکەکەی ئێستادا باشترین کاری بۆ دەکرێت"
 ],
 [
  "Makes a good starting point for setting up a script’s structure",
  "خاڵێکی دەستپێکی باش دروست دەکات بۆ دانانی پێکهاتەی سکریپت"
 ],
 [
  "Write a Script",
  "نوسینی دەق"
 ],
 [
  "Now It's Your Turn!",
  "ئێستا نۆرەی تۆیە"
 ],
 [
  "Read through the wire copy below, watch the video, and try your hand at writing a TV script. Email the final script to one of our copy editors and get feedback on your writing skills.",
  "لە ڕێگەی کۆپی وایەری خوارەوە بخوێنەوە، سەیری ڤیدیۆکە بکە، و دەستت تاقی بکەوە لە نووسینی دەقێکی تەلەڤزیۆنی. نوسینی کۆتایی ئیمەیڵ بکە بۆ یەکێک لە سەرنووسەرەکانی کۆپیەکەمان و کاردانەوە بەدەست بهێنە لەسەر شارەزایی نووسینەکەت."
 ],
 [
  "Protests in Brussels, Belgium over the death of a Black man in police custody. Video courtesy VTM.",
  "خۆپیشاندان لە برۆکسلی بەلجیکا لەسەر مردنی پیاوێکی ڕەشپێستی لە ژێر چاودێری پۆلیسدا ڤی تی ئێم"
 ],
 [
  "The death that precipitated Wednesday's protests occurred on Saturday, after police \"checked\" a group of people who had assembled in spite of coronavirus measures that limit public gatherings, a statement from the prosecutor's office said. A man -- identified as Ibrahima B. by the lawyer representing his family -- \"fled on foot and was taken in for questioning by police,\" according to the prosecutor's statement. \"When he arrived at the police station, I.B. lost consciousness and the police officers present called the emergency services. An ambulance and an emergency team arrived at the scene and I.B. was taken to hospital. He died in hospital at 8:22 pm,\" the statement added. Speaking at a demonstration over his death on Wednesday, the family's lawyer Alexis Deswaef told Belgian television, \"I know one thing -- if that was my son, who's white and the same age, that would not have happened.\" Deswaef told CNN that \"the family was told that their son had a cardiac abnormality\" but that this \"would not be the sole cause of the death.\" Toxicology tests \"show traces of narcotics,\" the lawyer added, but these \"would not explain the death.\" Responding to the protests, General Commissary of the Federal Police Marc De Mesmaeker on Thursday said, \"We can understand that emotions are running high... but the way in which this was done is completely unacceptable.\" He accused protesters of committing acts of \"vandalism\" and said five police officers were wounded in the unrest. Belgian Justice Minister Vincent Van Quickenborne said Wednesday on Twitter: \"We cannot in any way accept what happened today ... The rioters will not get away with impunity.\"",
  "لەڕاگەیەندراوێکی نووسینگەی داواکاری گشتیدا هاتووە: ئەو مردنەی کە خۆپیشاندانەکانی ڕۆژی چوارشەممەی ڕۆژی شەممەی لێکەوتەوە، دوای ئەوەی پۆلیس \" پشکنینی کرد\" کۆمەڵێک کەس کە لەگەڵ پێوانەکانی کرۆناڤیروس کۆبۆوە کە کۆبوونەوەی گشتی سنوردار دەکات، ڕوویدا بەپێی لێدوانی داواکاری گشتی، پیاوێک کە بە ئیبراهیمە بی ناسرابوو لەلایەن پارێزەرەکەی کە نوێنەرایەتی خێزانەکەی دەکات، \"بە پێ هەڵاتن و بۆ لێپرسینەوە لەلایەن پۆلیسەوە گیراون\" کاتێک گەیشتە بنکەی پۆلیس، ئای بی هۆشی لەدەستدا و ئەفسەرانی پۆلیس کە ئامادەبوون پێیان دەوترێت خزمەتگوزاری فریاکەوتن ئامبولانسێک و تیمێکی فریاکەوتن گەیشتنە شوێنی ڕووداوەکە و ئای بی گەیەنرایە نەخۆشخانە لە ڕاگەیەندراوەکەدا هاتووە: \"کاتژمێر 8:22 خولەکی ئێوارە لە نەخۆشخانە گیانی لەدەستداوە\" ئەلێکسیس دسواف پارێزەری خێزانەکە کە ڕۆژی چوارشەممە لە خۆپیشاندانێکدا قسەی دەکرد بە تەلەڤیزیۆنی بەلجیکی گوت: \"من یەک شت دەزانم ، ئەگەر ئەوە کوڕەکەم بوو، کە سپی پێستە و هەمان تەمەنە، ئەوە ڕووی نەدەدا\" دێسواف بە سی ئێن ئێنی گوت کە \"بنەماڵەکە پێیان وتراوە کە کوڕەکەیان نا ئاسایییەکی دڵیان هەیە\" بەڵام ئەمە نابێتە هۆکاری مردن. پارێزەرەکە ئەوەشی وت: \"پشکنینی ژەهرناسی\"، شوێنەواری ماددە هۆشبەرەکان پیشان دەدات، بەڵام ئەمانە \"مردنەکە ڕوون ناکەنەوە\" لە وەڵامی خۆپیشاندانەکاندا، ژەنەراڵ کۆمیساری پۆلیسی فیدراڵی مارک دی میسماکەر، ڕۆژی پێنجشەممە وتی، \"دەتوانین تێبگەین کە هەستەکان بەرزن... بەڵام ئەو شێوازەی کە ئەم کارە کراوە بە تەواوی قبوڵ ناکرێت.\" ئەو خۆپیشاندەرانی بە ئەنجامدانی کاری \"تێکدەر\" تۆمەتبار کرد و وتی لە نائارامیەکاندا پێنج ئەفسەری پۆلیس بریندار بوون وەزیری دادی بەلجیکی ڤینسنت ڤان کویکنبۆرن ڕۆژی چوارشەممە لە تویتەر گوتی: \"ناتوانین بە هیچ شێوەیەک قبوڵی بکەین کە ئەمڕۆ چی ڕوویدا ئاژاوەگێڕەکان بەناهەق و ناتەواویی دوور نابنەوە."
 ],
 [
  "(CNN) -- More than a hundred people were arrested in Brussels on Wednesday night after violent protests over the death of a man in police custody. ",
  "(سی ئێن ئێن) -- زیاتر لە سەدا کەس لە برۆکسل دەستگیرکران لە شەوی چوارشەممە دوای خۆپیشاندانی توند و تیژی لەسەر مردنی پیاوێک لە ژێر چاودێری پۆلیسدا."
 ],
 [
  "The Brussels prosecutor's office said Wednesday it had opened an investigation into \"involuntary manslaughter\" after a 23-year-old Black man lost consciousness at a police station shortly after being arrested. He later died in hospital. ",
  "ئۆفیسی داواکاری گشتی برۆکسل ڕۆژی چوارشەممە ڕایگەیاند لێکۆڵینەوەیەکی لە \"کوشتنی نامرۆڤانە\" کردۆتەوە دوای ئەوەی پیاوێکی ڕەش پێستی تەمەن 23 ساڵ لە بنکەی پۆلیس لە ماوەیەکی کورت دوای دەستگیرکردنی هۆشی لەدەستدا دواتر لە نەخۆشخانە گیانی لەدەستدا"
 ],
 [
  "Hundreds of protestors gathered in Liedts square in central Brussels. Video from the scene showed scuffles as demonstrators threw stones and projectiles while police deployed a water cannon. ",
  "سەدان خۆپیشاندەر لە مەیدانی لیدتس لە ناوەندی برۆکسل کۆبوونەوە ڤیدیۆکە لە شوێنی ڕووداوەکەوە سکۆفلێسی پیشان دا کاتێک خۆپیشاندەران بەرد و پرژەکەیان فڕێدا لە کاتێکدا پۆلیس تەقەیەکی ئاوی بڵاو کردەوە."
 ],
 [
  "Some demonstrators carried Black Lives Matter signs and shouted, \"We want the truth.\" ",
  "هەندێک لە خۆپیشاندەران نیشانەی بابەتی ژیانی ڕەشیان هەڵگرت و هاواریان کرد: ئێمە ڕاستیمان دەوێت."
 ],
 [
  "Belgian King Philippe's car was \"briefly stuck\" nearby, the palace told CNN, and the vehicle was hit by a few projectiles thrown at police officers surrounding the monarch's convoy. ",
  "ئۆتۆمبێلەکەی فیلیپی پاشای بەلجیکی \"بە کورتی گیر بوو\" لە نزیکەوە، کۆشکەکە بە سی ئێن ئێنی گوت، ئۆتۆمبێلەکە بە چەند پروجێک لە ئەفسەرانی پۆلیس کە دەوری کاروانەکەی پاشایان داوە لێدرا."
 ],
 [
  "The King himself was not the target and \"his security was never endangered,\" they said.",
  "هەروەها وتیان: پاشا خۆی ئامانج نەبوو و \"ئاسایشی ئەو هەرگیز لە مەترسیدا نەبوو\"."
 ],
 [
  "The death that precipitated Wednesday's protests occurred on Saturday, after police \"checked\" a group of people who had assembled in spite of coronavirus measures that limit public gatherings, a statement from the prosecutor's office said. ",
  "لەڕاگەیەندراوێکی نووسینگەی داواکاری گشتیدا هاتووە: ئەو مردنەی کە خۆپیشاندانەکانی ڕۆژی چوارشەممەی ڕۆژی شەممەی لێکەوتەوە، دوای ئەوەی پۆلیس \" پشکنینی کرد\" کۆمەڵێک کەس کە لەگەڵ پێوانەکانی کرۆناڤیروس کۆبۆوە کە کۆبوونەوەی گشتی سنوردار دەکات، ڕوویدا"
 ],
 [
  "A man -- identified as Ibrahima B. by the lawyer representing his family -- \"fled on foot and was taken in for questioning by police,\" according to the prosecutor's statement. ",
  "بەپێی لێدوانی داواکاری گشتی، پیاوێک کە بە ئیبراهیمە بی ناسرابوو لەلایەن پارێزەرەکەی کە نوێنەرایەتی خێزانەکەی دەکات، \"بە پێ هەڵاتن و بۆ لێپرسینەوە لەلایەن پۆلیسەوە گیراون\""
 ],
 [
  "\"When he arrived at the police station, I.B. lost consciousness and the police officers present called the emergency services. An ambulance and an emergency team arrived at the scene and I.B. was taken to hospital. He died in hospital at 8:22 pm,\" the statement added. ",
  "کاتێک گەیشتە بنکەی پۆلیس، ئای بی هۆشی لەدەستدا و ئەفسەرانی پۆلیس کە ئامادەبوون پێیان دەوترێت خزمەتگوزاری فریاکەوتن ئامبولانسێک و تیمێکی فریاکەوتن گەیشتنە شوێنی ڕووداوەکە و ئای بی گەیەنرایە نەخۆشخانە لە ڕاگەیەندراوەکەدا هاتووە: \"کاتژمێر 8:22 خولەکی ئێوارە لە نەخۆشخانە گیانی لەدەستداوە\""
 ],
 [
  "Speaking at a demonstration over his death on Wednesday, the family's lawyer Alexis Deswaef told Belgian television, \"I know one thing -- if that was my son, who's white and the same age, that would not have happened.\" ",
  "ئەلێکسیس دسواف پارێزەری خێزانەکە کە ڕۆژی چوارشەممە لە خۆپیشاندانێکدا قسەی دەکرد بە تەلەڤیزیۆنی بەلجیکی گوت: \"من یەک شت دەزانم ، ئەگەر ئەوە کوڕەکەم بوو، کە سپی پێستە و هەمان تەمەنە، ئەوە ڕووی نەدەدا\""
 ],
 [
  "Deswaef told CNN that \"the family was told that their son had a cardiac abnormality\" but that this \"would not be the sole cause of the death.\" ",
  "دێسواف بە سی ئێن ئێنی گوت کە \"بنەماڵەکە پێیان وتراوە کە کوڕەکەیان نا ئاسایییەکی دڵیان هەیە\" بەڵام ئەمە نابێتە هۆکاری مردن."
 ],
 [
  "Toxicology tests \"show traces of narcotics,\" the lawyer added, but these \"would not explain the death.\" ",
  "پارێزەرەکە ئەوەشی وت: \"پشکنینی ژەهرناسی\"، شوێنەواری ماددە هۆشبەرەکان پیشان دەدات، بەڵام ئەمانە \"مردنەکە ڕوون ناکەنەوە\""
 ],
 [
  "Responding to the protests, General Commissary of the Federal Police Marc De Mesmaeker on Thursday said, \"We can understand that emotions are running high... but the way in which this was done is completely unacceptable.\" ",
  "لە وەڵامی خۆپیشاندانەکاندا، ژەنەراڵ کۆمیساری پۆلیسی فیدراڵی مارک دی میسماکەر، ڕۆژی پێنجشەممە وتی، \"دەتوانین تێبگەین کە هەستەکان بەرزن... بەڵام ئەو شێوازەی کە ئەم کارە کراوە بە تەواوی قبوڵ ناکرێت.\""
 ],
 [
  "He accused protesters of committing acts of \"vandalism\" and said five police officers were wounded in the unrest. ",
  "ئەو خۆپیشاندەرانی بە ئەنجامدانی کاری \"تێکدەر\" تۆمەتبار کرد و وتی لە نائارامیەکاندا پێنج ئەفسەری پۆلیس بریندار بوون"
 ],
 [
  "Belgian Justice Minister Vincent Van Quickenborne said Wednesday on Twitter: \"We cannot in any way accept what happened today ... The rioters will not get away with impunity.\"",
  "وەزیری دادی بەلجیکی ڤینسنت ڤان کویکنبۆرن ڕۆژی چوارشەممە لە تویتەر گوتی: \"ناتوانین بە هیچ شێوەیەک قبوڵی بکەین کە ئەمڕۆ چی ڕوویدا ئاژاوەگێڕەکان بەناهەق و ناتەواویی دوور نابنەوە."
 ],
 [
  "Send your script to CNN copy editors",
  "سکریپتەکەت بنێرە بۆ سەرنووسەری کۆپی سی ئێن ئێن"
 ],
 [
  "Email now",
  "ئیمەیڵ ئێستا"
 ],
 [
  "Writing News for Live Television (Kurdish)",
  "نووسینی هەواڵەکان بۆ تەلەفزیۆنی ڕاستەوخۆ (کوردی)"
 ]
]