[
 [
  "<span translate=\"no\"></span>I mentioned a moment ago that often the elements that the script uses: video, sound, a package, will impact how you write a script. ",
  "<span translate=\"no\"></span>لقد ذكرت منذ لحظة أن العناصر التي يستخدمها البرنامج النصي غالبًا: الفيديو والصوت والحزمة، ستؤثر على كيفية كتابة البرنامج النصي. "
 ],
 [
  "<span translate=\"no\"></span>Remember television is a visual medium. ",
  "<span translate=\"no\"></span>تذكر أن التلفزيون وسيلة مرئية. "
 ],
 [
  "In the best circumstances and certainly whenever possible, we use video that not only <span translate=\"no\"></span>speaks to the heart of the script, but really grabs the viewer's attention. ",
  "في أفضل الظروف وبالتأكيد كلما أمكن ذلك، نستخدم الفيديو الذي لا<span translate=\"no\"></span> يتحدث فقط إلى قلب النص، ولكنه يجذب انتباه المشاهد حقًا. "
 ],
 [
  "<span translate=\"no\"></span>It's in those moments that we write directly to what we are seeing or maybe even let it play out without any scripting. ",
  "<span translate=\"no\"></span>في تلك اللحظات نكتب مباشرة إلى ما نراه أو ربما نتركه يعمل بدون أي برمجة نصية. "
 ],
 [
  "<span translate=\"no\"></span>Sometimes we use generic file video. ",
  "<span translate=\"no\"></span>في بعض الأحيان نستخدم ملف فيديو عام. "
 ],
 [
  "<span translate=\"no\"></span>Think exteriors of buildings. ",
  "<span translate=\"no\"></span>فكر في المظهر الخارجي للمباني. "
 ],
 [
  "That probably doesn't require that we write to it very specifically. ",
  "ربما لا يتطلب ذلك أن نكتب إليه على وجه التحديد. "
 ],
 [
  "<span translate=\"no\"></span>Sometimes we use graphics. ",
  "<span translate=\"no\"></span>في بعض الأحيان نستخدم الرسومات. "
 ],
 [
  "But rarely do you just see an anchor sitting here on set looking into the camera, reading a story <span translate=\"no\"></span>for very long. ",
  "ولكن نادرًا ما ترى مجرد مذيع يجلس هنا في موقع التصوير ينظر إلى الكاميرا ويقرأ قصة<span translate=\"no\"></span> لفترة طويلة جدًا. "
 ],
 [
  "<span translate=\"no\"></span>Consider the impact well chosen video can have when you see it paired to what you write. ",
  "<span translate=\"no\"></span>ضع في اعتبارك التأثير الذي يمكن أن يحدثه الفيديو الذي تم اختياره جيدًا عندما تراه مقترنًا بما تكتبه. "
 ],
 [
  "<span translate=\"no\"></span>Turkey's Defense Ministry says five of its soldiers were killed and five more wounded by the Syrian regime in Idlib. ",
  "<span translate=\"no\"></span>وتقول وزارة الدفاع التركية إن خمسة من جنودها قتلوا وأصيب خمسة آخرون على يد النظام السوري في إدلب. "
 ],
 [
  "<span translate=\"no\"></span>What you're seeing here, take a look, is a helicopter carrying the wounded shoulders, transferring them to a hospital near <span translate=\"no\"></span>the Turkish border <span translate=\"no\"></span>as part of a de escalation agreement with Russia. ",
  "<span translate=\"no\"></span>ما ترونه هنا، ألقِ نظرة، هو طائرة هليكوبتر تحمل الأكتاف المصابة، وتنقلهم إلى مستشفى بالقرب من<span translate=\"no\"></span> الحدود التركية<span translate=\"no\"></span> كجزء من عملية تخفيف التصعيد اتفاقية مع روسيا. "
 ],
 [
  "Turkish soldiers control the last opposition held area in Northwestern <span translate=\"no\"></span>Syria. ",
  "يسيطر الجنود الأتراك على آخر منطقة تسيطر عليها المعارضة في شمال غرب<span translate=\"no\"></span> سوريا. "
 ],
 [
  "<span translate=\"no\"></span>Now, to some stunning video from South Korea's military capturing North Korea blowing up a liaison office. ",
  "<span translate=\"no\"></span>الآن، إلى بعض مقاطع الفيديو المذهلة من الجيش الكوري الجنوبي الذي يستولي على كوريا الشمالية ويفجر مكتب اتصال. "
 ],
 [
  "<span translate=\"no\"></span>This is Kaesong, <span translate=\"no\"></span>North Korea. ",
  "<span translate=\"no\"></span>هذه كايسونج، كوريا<span translate=\"no\"></span> الشمالية. "
 ],
 [
  "<span translate=\"no\"></span>The four story building had been used for peace talks with the south. ",
  "<span translate=\"no\"></span>تم استخدام المبنى المكون من أربعة طوابق لمحادثات السلام مع الجنوب. "
 ],
 [
  "<span translate=\"no\"></span>The North Korean leader's sister Kim Yo Jong threatened military retaliation for a group of defectors sending anti North <span translate=\"no\"></span>Korea leaflets from the DMZ. ",
  "<span translate=\"no\"></span>هددت شقيقة الزعيم الكوري الشمالي كيم يو جونغ بالانتقام العسكري لمجموعة من المنشقين الذين أرسلوا منشورات معادية<span translate=\"no\"></span> لكوريا الشمالية من المنطقة المنزوعة السلاح. "
 ],
 [
  "<span translate=\"no\"></span>Protesters filling the streets again Monday calling for an end to systemic racism. ",
  "<span translate=\"no\"></span>المتظاهرون يملأون الشوارع مرة أخرى يوم الاثنين للمطالبة بوضع حد للعنصرية الممنهجة. "
 ],
 [
  "<span translate=\"no\"></span>It is the third straight day of demonstrations after a police officer killed Rayshard Brooks, shooting him twice in the back <span translate=\"no\"></span>as he was running away from officers on Friday. ",
  "<span translate=\"no\"></span>هذا هو اليوم الثالث على التوالي من المظاهرات بعد أن قتل ضابط شرطة رايشارد بروكس، وأطلق النار عليه مرتين في ظهره<span translate=\"no\"></span> بينما كان يهرب من الضباط يوم الجمعة. "
 ],
 [
  "<span translate=\"no\"></span>What you're looking at there is a nearly 19 mile long human chain of protestors in Lithuania. ",
  "<span translate=\"no\"></span>ما تنظرون إليه هناك هو سلسلة بشرية بطول 19 ميلاً تقريبًا من المتظاهرين في ليتوانيا. "
 ],
 [
  "<span translate=\"no\"></span>They are lined up from the capital city Vilnius to the border with Belarus in solidarity with opposition protesters. ",
  "<span translate=\"no\"></span>تم اصطفافهم من العاصمة فيلنيوس إلى الحدود مع بيلاروسيا تضامنًا مع المتظاهرين المعارضين. "
 ],
 [
  "<span translate=\"no\"></span>In Belarus, large crowds of demonstrators turned out in the capital Minsk again on Sunday. ",
  "<span translate=\"no\"></span>في بيلاروسيا، خرجت حشود كبيرة من المتظاهرين في العاصمة مينسك مرة أخرى يوم الأحد. "
 ],
 [
  "It's been two weeks since that <span translate=\"no\"></span>country's highly contested election, which cemented President Alexander Lukashenko's 26 year grip on power. ",
  "لقد مر أسبوعان منذ الانتخابات التي جرت في ذلك<span translate=\"no\"></span> البلد والتي شهدت الكثير من التنافس، والتي عززت قبضة الرئيس ألكسندر لوكاشينكو على السلطة لمدة 26 عامًا. "
 ],
 [
  "<span translate=\"no\"></span>The country's defense ministry warning that soon protesters will have to face not only police but the army as well. ",
  "<span translate=\"no\"></span>حذرت وزارة الدفاع في البلاد من أن المتظاهرين سيواجهون قريبًا ليس فقط الشرطة ولكن الجيش أيضًا. "
 ],
 [
  "<span translate=\"no\"></span>Two of the biggest problems I come across is when a writer either ignores the video altogether or writes too specifically <span translate=\"no\"></span>to it. ",
  "<span translate=\"no\"></span>اثنتان من أكبر المشاكل التي أواجهها هي عندما يتجاهل الكاتب الفيديو تمامًا أو يكتب له<span translate=\"no\"></span> بشكل خاص جدًا. "
 ],
 [
  "<span translate=\"no\"></span>Being familiar with that element is crucial. ",
  "<span translate=\"no\"></span>إن التعرف على هذا العنصر أمر بالغ الأهمية. "
 ],
 [
  "<span translate=\"no\"></span>Few things are more frustrating than having a writer admit that they didn't bother watching the video accompanying his or <span translate=\"no\"></span>her script. ",
  "<span translate=\"no\"></span>هناك أشياء قليلة أكثر إحباطًا من اعتراف الكاتب بأنه لم يكلف نفسه عناء مشاهدة الفيديو المصاحب للنص الخاص به.<span translate=\"no\"></span> "
 ],
 [
  "<span translate=\"no\"></span>One of the best pieces of advice I've ever gotten can be summed up in one phrase: write to the edges of the screen. ",
  "<span translate=\"no\"></span>يمكن تلخيص واحدة من أفضل النصائح التي تلقيتها على الإطلاق في عبارة واحدة: اكتب على حواف الشاشة. "
 ],
 [
  "In <span translate=\"no\"></span>the center of the screen is what the viewers can figure out on their own with just a few cues. ",
  "<span translate=\"no\"></span>يوجد في وسط الشاشة ما يمكن للمشاهدين اكتشافه بمفردهم من خلال بعض الإشارات. "
 ],
 [
  "<span translate=\"no\"></span>The images are straightforward, the fonts tell them when and where it all took place. ",
  "<span translate=\"no\"></span>الصور واضحة، والخطوط تخبرهم متى وأين حدث كل ذلك. "
 ],
 [
  "Beyond the edges of the screen lies <span translate=\"no\"></span>information that may be connected to the story, but it loses its relevance. ",
  "وراء حواف الشاشة تكمن<span translate=\"no\"></span> المعلومات التي قد تكون مرتبطة بالقصة، ولكنها تفقد أهميتها. "
 ],
 [
  "<span translate=\"no\"></span>It could be deep historical background or something that involves one of the actors but is not especially important in terms <span translate=\"no\"></span>of what you are writing. ",
  "<span translate=\"no\"></span>قد تكون خلفية تاريخية عميقة أو شيئًا يتضمن أحد الممثلين ولكنه ليس مهمًا بشكل خاص<span translate=\"no\"></span> فيما يتعلق بما تكتبه. "
 ],
 [
  "At the edges of the screen, we find context, the well chosen words that give meaning to what we see <span translate=\"no\"></span>beyond what is obvious. ",
  "على حواف الشاشة، نجد السياق، الكلمات المختارة جيدًا التي تعطي معنى لما نراه بما<span translate=\"no\"></span> يتجاوز ما هو واضح. "
 ],
 [
  "<span translate=\"no\"></span>Another thing I would say is obvious in many ways: wight to complement the video. ",
  "<span translate=\"no\"></span>شيء آخر أود أن أقوله واضح من نواح كثيرة: الوزن لاستكمال الفيديو. "
 ],
 [
  "<span translate=\"no\"></span>Don't state the bloody obvious. ",
  "<span translate=\"no\"></span>لا تذكر ما هو واضح. "
 ],
 [
  " If the video shows a man getting into a car, don't write the man got into a car. ",
  " إذا أظهر الفيديو رجلاً يركب سيارة، فلا تكتب الرجل الذي ركب السيارة. "
 ],
 [
  "<span translate=\"no\"></span>You're wasting precious seconds. ",
  "<span translate=\"no\"></span>أنت تضيع ثواني ثمينة. "
 ],
 [
  "<span translate=\"no\"></span>They're repeating what we can see for ourselves. ",
  "<span translate=\"no\"></span>إنهم يكررون ما يمكننا رؤيته لأنفسنا. "
 ],
 [
  "<span translate=\"no\"></span>It is exceedingly important that you look at those elements and write to them very specifically to direct viewers' attention <span translate=\"no\"></span>within the frame of the screen, also. ",
  "<span translate=\"no\"></span>من المهم للغاية أن تنظر إلى هذه العناصر وتكتب إليها بشكل خاص جدًا لتوجيه انتباه المشاهدين<span translate=\"no\"></span> داخل إطار الشاشة أيضًا. "
 ],
 [
  "<span translate=\"no\"></span>If there's a building collapse that happened and we see Rescuers digging, well, we don't know <span translate=\"no\"></span>what they're digging for. ",
  "<span translate=\"no\"></span>إذا حدث انهيار للمبنى ورأينا رجال الإنقاذ يحفرون، حسنًا، لا نعرف<span translate=\"no\"></span> ما الذي يحفرون عنه. "
 ],
 [
  "<span translate=\"no\"></span>Are they digging for a person? ",
  "<span translate=\"no\"></span>هل يبحثون عن شخص؟ "
 ],
 [
  "<span translate=\"no\"></span>Well, probably, but are they digging for a person <span translate=\"no\"></span>because they know that they heard voices coming from down there or some other signal coming from down there? ",
  "<span translate=\"no\"></span>حسنًا، ربما، لكن هل يبحثون عن شخص<span translate=\"no\"></span> لأنهم يعرفون أنهم سمعوا أصواتًا قادمة من هناك أو إشارة أخرى قادمة من هناك؟ "
 ],
 [
  "<span translate=\"no\"></span>That's important information for a viewer to know. ",
  "<span translate=\"no\"></span>هذه معلومات مهمة يجب على المشاهد معرفتها. "
 ],
 [
  "<span translate=\"no\"></span>So, um, yeah, writing two pictures extremely important and and look at them before you start writing. ",
  "<span translate=\"no\"></span>لذا، أجل، كتابة صورتين في غاية الأهمية وانظر إليهما قبل البدء في الكتابة. "
 ],
 [
  "<span translate=\"no\"></span>So, you know how to write and you won't have to rewrite it again ",
  "<span translate=\"no\"></span>لذلك، أنت تعرف كيفية الكتابة ولن تضطر إلى إعادة كتابتها مرة أخرى "
 ],
 [
  "<span translate=\"no\"></span>",
  "<span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>Now to writing the script, starting with the lead. ",
  "<span translate=\"no\"></span>الآن لكتابة البرنامج النصي، بدءًا من الرصاص. "
 ],
 [
  "<span translate=\"no\"></span>It is more than simply the first line in the script. ",
  "<span translate=\"no\"></span>إنه أكثر من مجرد السطر الأول في البرنامج النصي. "
 ],
 [
  "<span translate=\"no\"></span>It performs a number of functions. ",
  "<span translate=\"no\"></span>يقوم بعدد من الوظائف. "
 ],
 [
  "It highlights the most important or most timely bit of information in a given story. ",
  "إنه يسلط الضوء على أهم المعلومات أو أكثرها ملاءمة في قصة معينة. "
 ],
 [
  "It <span translate=\"no\"></span>grabs the viewer's attention. ",
  "إنه<span translate=\"no\"></span> يجذب انتباه المشاهد. "
 ],
 [
  "<span translate=\"no\"></span>It connects one story to the one before. ",
  "<span translate=\"no\"></span>إنه يربط قصة واحدة بالقصة السابقة. "
 ],
 [
  "<span translate=\"no\"></span>It sometimes does all three at once. ",
  "<span translate=\"no\"></span>في بعض الأحيان يفعل كل الثلاثة في وقت واحد. "
 ],
 [
  "<span translate=\"no\"></span>Here in Hong kong at least two people are in serious condition after violent protests ran into the night. ",
  "<span translate=\"no\"></span>هنا في هونغ كونغ، هناك شخصان على الأقل في حالة خطيرة بعد اندلاع الاحتجاجات العنيفة في الليل. "
 ],
 [
  "<span translate=\"no\"></span>Mass evacuations are underway in Australia. ",
  "<span translate=\"no\"></span>عمليات الإجلاء الجماعي جارية في أستراليا. "
 ],
 [
  "<span translate=\"no\"></span>Several countries are on high alert following North Korea's latest launch. ",
  "<span translate=\"no\"></span>العديد من الدول في حالة تأهب قصوى بعد الإطلاق الأخير لكوريا الشمالية. "
 ],
 [
  "Fans around the world are remembering game show <span translate=\"no\"></span>legend Alex Trebek, who died on Sunday surrounded by family and friends. ",
  "يتذكر المشجعون في جميع أنحاء العالم<span translate=\"no\"></span> أسطورة عرض الألعاب أليكس تريبيك، الذي توفي يوم الأحد محاطًا بالعائلة والأصدقاء. "
 ],
 [
  "<span translate=\"no\"></span>France is now the first European country to surpass two million confirmed coronavirus infections. ",
  "<span translate=\"no\"></span>تعد فرنسا الآن أول دولة أوروبية تتجاوز مليوني إصابة مؤكدة بفيروس كورونا. "
 ],
 [
  "<span translate=\"no\"></span>We can now project the winner of the presidential race. ",
  "<span translate=\"no\"></span>يمكننا الآن عرض الفائز في السباق الرئاسي. "
 ],
 [
  "<span translate=\"no\"></span>CNN projects Joseph R Biden Jr. ",
  "<span translate=\"no\"></span>مشاريع سي إن إن جوزيف آر بايدن جونيور. "
 ],
 [
  "is elected the 46th president of the United States, winning the White House and denying President <span translate=\"no\"></span>Trump a second term. ",
  "تم انتخابه الرئيس السادس والأربعين للولايات المتحدة، حيث فاز بالبيت الأبيض وحرم الرئيس<span translate=\"no\"></span> ترامب من فترة ولاية ثانية. "
 ],
 [
  "<span translate=\"no\"></span>The script needs a plan. ",
  "<span translate=\"no\"></span>يحتاج البرنامج النصي إلى خطة. "
 ],
 [
  "<span translate=\"no\"></span>You can't just start rambling off what happened in the news. ",
  "<span translate=\"no\"></span>لا يمكنك البدء في الحديث عما حدث في الأخبار. "
 ],
 [
  "<span translate=\"no\"></span>You have to have a beginning, a middle and an end to your script. ",
  "<span translate=\"no\"></span>يجب أن يكون لديك بداية ووسط ونهاية للنص الخاص بك. "
 ],
 [
  "<span translate=\"no\"></span>The beginning of a script needs to have a clear sentence that is gonna raise a bunch of questions in the viewer's mind. ",
  "<span translate=\"no\"></span>يجب أن تحتوي بداية النص على جملة واضحة ستثير مجموعة من الأسئلة في ذهن المشاهد. "
 ],
 [
  "<span translate=\"no\"></span>And then the middle part of the script needs to answer the majority of those questions and then the end needs to ideally <span translate=\"no\"></span>tell viewers what's gonna happen next in the story, which isn't possible all the time. ",
  "<span translate=\"no\"></span>ومن ثم يحتاج الجزء الأوسط من النص إلى الإجابة على غالبية هذه الأسئلة، ومن ثم تحتاج النهاية إلى<span translate=\"no\"></span> إخبار المشاهدين بشكل مثالي بما سيحدث بعد ذلك في القصة، وهو أمر غير ممكن طوال الوقت. "
 ],
 [
  "But just having a framework that's <span translate=\"no\"></span>built like that, that will sort of walk the viewer through that story by the hand and say, hey, this is what the story is. ",
  "ولكن مجرد وجود إطار<span translate=\"no\"></span> مبني على هذا النحو، سيطلع المشاهد على تلك القصة يدويًا ويقول، مرحبًا، هذه هي القصة. "
 ],
 [
  "<span translate=\"no\"></span>I'm gonna take you through it now. ",
  "<span translate=\"no\"></span>سأطلعك على الأمر الآن. "
 ],
 [
  "And have sentences that are simple in instruction that allow for clarity. ",
  "ولديك جمل بسيطة في التعليمات تسمح بالوضوح. "
 ],
 [
  "<span translate=\"no\"></span>Meaning subject, verb, object type writing. ",
  "<span translate=\"no\"></span>معنى الموضوع، الفعل، كتابة نوع الكائن. "
 ],
 [
  "<span translate=\"no\"></span>So you've gotten a sense of where your script falls into the overall scheme of things. ",
  "<span translate=\"no\"></span>لذلك أصبح لديك فكرة عن مكان وقوع النص الخاص بك في المخطط العام للأشياء. "
 ],
 [
  "<span translate=\"no\"></span>Your sources are lined up now. ",
  "<span translate=\"no\"></span>مصادرك مصطفة الآن. "
 ],
 [
  "Read them all of them. ",
  "اقرأها جميعًا. "
 ],
 [
  "<span translate=\"no\"></span>One problem I see with writers is that they look at wire copy and take the first line or the first couple of lines and <span translate=\"no\"></span>make that their own starting point. ",
  "<span translate=\"no\"></span>إحدى المشكلات التي أراها مع الكتاب هي أنهم ينظرون إلى النسخة الإلكترونية ويأخذون السطر الأول أو أول سطرين<span translate=\"no\"></span> ويجعلون ذلك نقطة البداية الخاصة بهم. "
 ],
 [
  "<span translate=\"no\"></span>Remember whatever you're reading is probably written for a different audience than the one for which you are writing. ",
  "<span translate=\"no\"></span>تذكر أن كل ما تقرأه ربما يكون مكتوبًا لجمهور مختلف عن الجمهور الذي تكتب له. "
 ],
 [
  "<span translate=\"no\"></span>For instance, the network's website. ",
  "<span translate=\"no\"></span>على سبيل المثال، موقع الشبكة. "
 ],
 [
  "only by reading through the sources <span translate=\"no\"></span>are you going to be sufficiently informed. ",
  "فقط من خلال قراءة المصادر<span translate=\"no\"></span> ستكون على دراية كافية. "
 ],
 [
  "<span translate=\"no\"></span>Maybe that line you need is buried halfway down. ",
  "<span translate=\"no\"></span>ربما يتم دفن هذا الخط الذي تحتاجه في منتصف الطريق. "
 ],
 [
  "<span translate=\"no\"></span>You won't know until you dig through it. ",
  "<span translate=\"no\"></span>لن تعرف حتى تحفر من خلاله. "
 ],
 [
  "<span translate=\"no\"></span>Let's say you've done that and it's time to start typing. ",
  "<span translate=\"no\"></span>لنفترض أنك فعلت ذلك وحان الوقت لبدء الكتابة. "
 ],
 [
  "Whenever you write a lead, start by answering this question. ",
  "عندما تكتب قائدًا، ابدأ بالإجابة على هذا السؤال. "
 ],
 [
  "<span translate=\"no\"></span>What is happening right now? ",
  "<span translate=\"no\"></span>ماذا يحدث الآن؟ "
 ],
 [
  "<span translate=\"no\"></span>Now, sometimes you may be answering that in a literal sense, in the case, for instance, of a live event, like a protest. ",
  "<span translate=\"no\"></span>الآن، قد تجيب أحيانًا على ذلك بالمعنى الحرفي، في حالة، على سبيل المثال، حدث مباشر، مثل الاحتجاج. "
 ],
 [
  "<span translate=\"no\"></span>But more often it has to do with letting the viewer know where things stand with a story at that moment. ",
  "<span translate=\"no\"></span>ولكن في كثير من الأحيان يتعلق الأمر بالسماح للمشاهد بمعرفة موقف الأمور مع القصة في تلك اللحظة. "
 ],
 [
  "<span translate=\"no\"></span>What were the latest comments that are still relevant? ",
  "<span translate=\"no\"></span>ما هي أحدث التعليقات التي لا تزال ذات صلة؟ "
 ],
 [
  "<span translate=\"no\"></span>What is the development that may have occurred earlier, but it's still the freshest line? ",
  "<span translate=\"no\"></span>ما هو التطور الذي ربما حدث سابقًا، لكنه لا يزال الخط الأحدث؟ "
 ],
 [
  "Like \"investigators say they now <span translate=\"no\"></span>know what happened to the plane.\" ",
  "مثل «يقول المحققون إنهم<span translate=\"no\"></span> يعرفون الآن ما حدث للطائرة». "
 ],
 [
  "or \"candidates so and so is claiming victory in last weekend's elections.\" ",
  "أو «المرشحون هكذا وهكذا يدعون الفوز في انتخابات نهاية الأسبوع الماضي». "
 ],
 [
  "<span translate=\"no\"></span>What each of these examples have in common and what should be the starting point in any lead <span translate=\"no\"></span>you right is answering that question. ",
  "<span translate=\"no\"></span>ما تشترك فيه كل من هذه الأمثلة وما يجب أن يكون نقطة البداية في أي دليل<span translate=\"no\"></span> تريده هو الإجابة على هذا السؤال. "
 ],
 [
  "<span translate=\"no\"></span>Try to keep things in present tense and if possible, active voice. ",
  "<span translate=\"no\"></span>حاول إبقاء الأمور في وضع متوتر وبصوت نشط إن أمكن. "
 ],
 [
  "Now present tense is easy. ",
  "الآن صيغة الحاضر سهلة. "
 ],
 [
  "This is happening. ",
  "هذا يحدث. "
 ],
 [
  "<span translate=\"no\"></span>They are calling for. ",
  "<span translate=\"no\"></span>إنهم ينادون. "
 ],
 [
  "This person says. ",
  "يقول هذا الشخص. "
 ],
 [
  "You get the idea. ",
  "لقد فهمت الفكرة. "
 ],
 [
  "Active voice is when the subject of a sentence performs whatever is <span translate=\"no\"></span>stated by the verb. ",
  "الصوت النشط هو عندما يقوم موضوع الجملة بتنفيذ كل ما<span translate=\"no\"></span> جاء في الفعل. "
 ],
 [
  "<span translate=\"no\"></span>It's the opposite of passive voice when the subject is the one being acted upon. ",
  "<span translate=\"no\"></span>إنه عكس الصوت السلبي عندما يكون الموضوع هو الشخص الذي يتم التعامل معه. "
 ],
 [
  "Past tense, passive voice. ",
  "الزمن الماضي، الصوت السلبي. "
 ],
 [
  "<span translate=\"no\"></span>A man was charged with. ",
  "<span translate=\"no\"></span>تم اتهام رجل بـ. "
 ],
 [
  "Present tense active voice. ",
  "صوت نشط متوتر. "
 ],
 [
  "Prosecutors are charging a man with. ",
  "المدعون يتهمون رجلاً بـ. "
 ],
 [
  "The second approach is generally considered <span translate=\"no\"></span>to be more engaging. ",
  "يعتبر<span translate=\"no\"></span> النهج الثاني بشكل عام أكثر جاذبية. "
 ],
 [
  "<span translate=\"no\"></span>Consider these two options. ",
  "<span translate=\"no\"></span>ضع في اعتبارك هذين الخيارين. "
 ],
 [
  "<span translate=\"no\"></span>Some parts of central America have been battered by Hurricane Iota versus Hurricane Iota is battering parts of central America. ",
  "<span translate=\"no\"></span>تعرضت بعض أجزاء أمريكا الوسطى لإعصار أيوتا مقابل إعصار أيوتا الذي يضرب أجزاء من أمريكا الوسطى. "
 ],
 [
  "<span translate=\"no\"></span>Both are accurate. ",
  "<span translate=\"no\"></span>كلاهما دقيق. "
 ],
 [
  "<span translate=\"no\"></span>Both get to the point of the story. ",
  "<span translate=\"no\"></span>كلاهما يصل إلى نقطة القصة. "
 ],
 [
  "<span translate=\"no\"></span>The second one speaks directly to the idea of what is happening right now more than the first one does. ",
  "<span translate=\"no\"></span>يتحدث الثاني مباشرة عن فكرة ما يحدث الآن أكثر من الأول. "
 ],
 [
  "Or this. ",
  "أو هذا. "
 ],
 [
  "<span translate=\"no\"></span>A new statement has been issued by one drug company regarding a possible coronavirus vaccine versus. ",
  "<span translate=\"no\"></span>تم إصدار بيان جديد من قبل إحدى شركات الأدوية بشأن لقاح محتمل لفيروس كورونا مقابل. "
 ],
 [
  "Versus. ",
  "مقابل. "
 ],
 [
  "One drug company reports <span translate=\"no\"></span>progress in developing a coronavirus vaccine. ",
  "أبلغت إحدى شركات الأدوية عن<span translate=\"no\"></span> تقدم في تطوير لقاح لفيروس كورونا. "
 ],
 [
  "<span translate=\"no\"></span>While the statement may have been released some time ago. ",
  "<span translate=\"no\"></span>بينما قد يكون البيان قد صدر منذ بعض الوقت. "
 ],
 [
  "<span translate=\"no\"></span>What it contains, <span translate=\"no\"></span>the progress, that is mentioned is what is relevant and can be expressed in the present tense. ",
  "<span translate=\"no\"></span>ما يحتويه،<span translate=\"no\"></span> التقدم، المذكور هو ما هو مناسب ويمكن التعبير عنه بصيغة المضارع. "
 ],
 [
  "<span translate=\"no\"></span>I want the lead to be in the present tense to offer a sense of urgency and um tell the viewer this is what's happening now. ",
  "<span translate=\"no\"></span>أريد أن تكون القيادة في صيغة المضارع لإضفاء إحساس بالإلحاح وإخبار المشاهد أن هذا ما يحدث الآن. "
 ],
 [
  "<span translate=\"no\"></span>The lead should be the latest and the greatest thing happening within the story. ",
  "<span translate=\"no\"></span>يجب أن يكون الدور الرئيسي هو أحدث وأعظم شيء يحدث في القصة. "
 ],
 [
  "<span translate=\"no\"></span>Again, the lead needs to raise a lot of questions in the viewer's mind. ",
  "<span translate=\"no\"></span>مرة أخرى، يحتاج العميل المحتمل إلى طرح الكثير من الأسئلة في ذهن المشاهد. "
 ],
 [
  "<span translate=\"no\"></span>Like what, what does the anchor mean by that? ",
  "<span translate=\"no\"></span>مثل ماذا، ماذا تعني المرساة بذلك؟ "
 ],
 [
  "<span translate=\"no\"></span>I need to know more about that story. ",
  "<span translate=\"no\"></span>أريد أن أعرف المزيد عن تلك القصة. "
 ],
 [
  "<span translate=\"no\"></span>If you're writing in the past tense, that's gonna detract from the sense of urgency. ",
  "<span translate=\"no\"></span>إذا كنت تكتب بصيغة الماضي، فإن ذلك سينتقص من الشعور بالإلحاح. "
 ],
 [
  "<span translate=\"no\"></span>If you're writing something that's boring or obvious or something that should be much further down in the story, <span translate=\"no\"></span>that isn't going to jar the interests of the viewer, then that's not a good lead. ",
  "<span translate=\"no\"></span>إذا كنت تكتب شيئًا مملًا أو واضحًا أو شيئًا يجب أن يكون أبعد في القصة،<span translate=\"no\"></span> فلن يؤثر ذلك على اهتمامات المشاهد، فهذا ليس دليلًا جيدًا. "
 ],
 [
  "<span translate=\"no\"></span>To recap, know what purpose your script serves and what is around it <span translate=\"no\"></span>in the rundown. ",
  "<span translate=\"no\"></span>للتلخيص، تعرف على الغرض الذي يخدمه البرنامج النصي الخاص بك وما يدور حوله<span translate=\"no\"></span> في الملخص. "
 ],
 [
  "Read through the sources. ",
  "اقرأ المصادر. "
 ],
 [
  "Think about answering the question, what is happening right now? ",
  "فكر في الإجابة على السؤال، ماذا يحدث الآن؟ "
 ],
 [
  "And think about <span translate=\"no\"></span>what needs attribution. ",
  "وفكر<span translate=\"no\"></span> فيما يحتاج إلى الإسناد. "
 ],
 [
  "<span translate=\"no\"></span>When you finally have written that lead, read it. ",
  "<span translate=\"no\"></span>عندما تكتب هذا الدليل أخيرًا، اقرأه. "
 ],
 [
  "<span translate=\"no\"></span>And I mean out loud, ask yourself whether it sounds conversational. ",
  "<span translate=\"no\"></span>وأعني بصوت عالٍ، اسأل نفسك عما إذا كان الأمر يبدو حواريًا. "
 ],
 [
  "<span translate=\"no\"></span>If you struggle to get through it. ",
  "<span translate=\"no\"></span>إذا كنت تكافح من أجل تجاوزها. "
 ],
 [
  "<span translate=\"no\"></span>If you find yourself gasping for breath, it's a safe bet that whoever is reading it will as well. ",
  "<span translate=\"no\"></span>إذا وجدت نفسك تلهث من أجل التنفس، فمن الأفضل أن كل من يقرأها سيفعل ذلك أيضًا. "
 ],
 [
  "The solution? ",
  "الحل؟ "
 ],
 [
  "Find ways of <span translate=\"no\"></span>shortening it. ",
  "ابحث عن طرق<span translate=\"no\"></span> اختصارها. "
 ],
 [
  "<span translate=\"no\"></span>So with that in mind, let's look at some examples of wire copy and what would be the best lead among those offered. ",
  "<span translate=\"no\"></span>لذلك مع أخذ ذلك في الاعتبار، دعونا نلقي نظرة على بعض الأمثلة على النسخ الإلكتروني وما هو أفضل دليل بين تلك المعروضة. "
 ],
 [
  "<span translate=\"no\"></span>If you get the lead right often the rest of the story will fall into place much more easily. ",
  "<span translate=\"no\"></span>إذا حصلت على زمام المبادرة بشكل صحيح في كثير من الأحيان، فستقع بقية القصة في مكانها بسهولة أكبر. "
 ],
 [
  "<span translate=\"no\"></span>So now we're gonna look at the structure of a script. ",
  "<span translate=\"no\"></span>لذا سننظر الآن في بنية السيناريو. "
 ],
 [
  "<span translate=\"no\"></span>Every script needs this. ",
  "<span translate=\"no\"></span>كل برنامج نصي يحتاج إلى هذا. "
 ],
 [
  "<span translate=\"no\"></span>It doesn't matter if it's a 25 second reader or 2.5 ",
  "<span translate=\"no\"></span>لا يهم ما إذا كان قارئًا لمدة 25 ثانية أو 2.5 "
 ],
 [
  "minute package or two hour long documentary. ",
  "حزمة دقيقة أو فيلم وثائقي لمدة ساعتين. "
 ],
 [
  "<span translate=\"no\"></span>When we talk about structure, it's how we lead the viewer through a narrative. ",
  "<span translate=\"no\"></span>عندما نتحدث عن البنية، فهذه هي الطريقة التي نقود بها المشاهد من خلال السرد. "
 ],
 [
  "In terms of what we write, it's the difference <span translate=\"no\"></span>between telling a story and spewing out a bunch of facts and expecting the viewer to sort them out. ",
  "من حيث ما نكتبه، إنه الفرق<span translate=\"no\"></span> بين سرد قصة ونشر مجموعة من الحقائق وتوقع قيام المشاهد بفرزها. "
 ],
 [
  "Once you've got the lead <span translate=\"no\"></span>down, and that lead has raised a bunch of questions in the viewer's mind, the middle part of your story needs to answer <span translate=\"no\"></span>the biggest of those questions that you know, are gonna be in the viewer's mind. ",
  "بمجرد حصولك على زمام<span translate=\"no\"></span> المبادرة، وطرح هذا القائد مجموعة من الأسئلة في ذهن المشاهد، يحتاج الجزء الأوسط من قصتك إلى الإجابة<span translate=\"no\"></span> على أكبر الأسئلة التي تعرفها، والتي ستكون في ذهن المشاهد عقل. "
 ],
 [
  "<span translate=\"no\"></span>So if your lead talks about rescuers rushing to save a bunch of people in a building collapse, people want to know where <span translate=\"no\"></span>did that happen? ",
  "<span translate=\"no\"></span>لذلك إذا كان قائدك يتحدث عن رجال الإنقاذ الذين يسارعون لإنقاذ مجموعة من الأشخاص في انهيار مبنى، فإن الناس يريدون أن يعرفوا<span translate=\"no\"></span> أين حدث ذلك؟ "
 ],
 [
  "<span translate=\"no\"></span>How did that happen? ",
  "<span translate=\"no\"></span>كيف حدث ذلك؟ "
 ],
 [
  "<span translate=\"no\"></span>How many people are involved? ",
  "<span translate=\"no\"></span>كم عدد الأشخاص المشاركين؟ "
 ],
 [
  "<span translate=\"no\"></span>And, you know, questions like that. ",
  "<span translate=\"no\"></span>وكما تعلمون، أسئلة من هذا القبيل. "
 ],
 [
  "<span translate=\"no\"></span>So depending on how much time that you have been given to write this story, you need to figure out how many of those <span translate=\"no\"></span>questions can I possibly answer. ",
  "<span translate=\"no\"></span>لذلك اعتمادًا على مقدار الوقت الذي تم منحه لكتابة هذه القصة، تحتاج إلى معرفة عدد هذه<span translate=\"no\"></span> الأسئلة التي يمكنني الإجابة عليها. "
 ],
 [
  "<span translate=\"no\"></span>Now, if your producer has just given you 20 or 25 seconds to write Your story, then five seconds is gone to your lead. ",
  "<span translate=\"no\"></span>الآن، إذا كان منتجك قد أعطاك 20 أو 25 ثانية لكتابة قصتك، فستنتهي خمس ثوانٍ. "
 ],
 [
  "<span translate=\"no\"></span>That's gone. ",
  "<span translate=\"no\"></span>لقد ذهب هذا. "
 ],
 [
  "<span translate=\"no\"></span>That leaves 15 or 20 seconds left. ",
  "<span translate=\"no\"></span>هذا يترك 15 أو 20 ثانية متبقية. "
 ],
 [
  "<span translate=\"no\"></span>Well, if you figure that most sentences are going to be about five seconds each, that means you have time to tell me three <span translate=\"no\"></span>or four facts about the circumstances of this story. ",
  "<span translate=\"no\"></span>حسنًا، إذا كنت تعتقد أن معظم الجمل ستكون حوالي خمس ثوانٍ لكل منها، فهذا يعني أن لديك الوقت لتخبرني بثلاث<span translate=\"no\"></span> أو أربع حقائق عن ظروف هذه القصة. "
 ],
 [
  "<span translate=\"no\"></span>So that's what the middle part of your story really needs to do is answer the questions that are lingering in the viewer's <span translate=\"no\"></span>mind after you've given them the lead. ",
  "<span translate=\"no\"></span>لذلك فإن ما يحتاجه الجزء الأوسط من قصتك حقًا هو الإجابة على الأسئلة التي لا تزال عالقة في<span translate=\"no\"></span> ذهن المشاهد بعد منحهم زمام المبادرة. "
 ],
 [
  "<span translate=\"no\"></span>So reserving whenever possible your last sentence again for what happens next in the story, if you know. ",
  "<span translate=\"no\"></span>لذا احتفظ كلما أمكن بجملتك الأخيرة مرة أخرى لما سيحدث بعد ذلك في القصة، إذا كنت تعلم. "
 ],
 [
  "You don't always know. ",
  "أنت لا تعرف دائمًا. "
 ],
 [
  "<span translate=\"no\"></span>If an investigation is going to be launched and that's the last thing that you know, that you can tell viewers <span translate=\"no\"></span>that's going to happen in the future, then end your story that way. ",
  "<span translate=\"no\"></span>إذا كان سيتم إطلاق تحقيق وكان هذا هو آخر شيء تعرفه، فيمكنك إخبار المشاهدين<span translate=\"no\"></span> بأن ذلك سيحدث في المستقبل، ثم قم بإنهاء قصتك بهذه الطريقة. "
 ],
 [
  " If you don't know that if you don't know what happens <span translate=\"no\"></span>next in the story, then just end it on one good solid fact. ",
  " إذا كنت لا تعرف ذلك إذا كنت لا تعرف ما<span translate=\"no\"></span> سيحدث بعد ذلك في القصة، فما عليك سوى إنهاء الأمر بحقيقة واحدة قوية جيدة. "
 ],
 [
  "<span translate=\"no\"></span>That may look very similar to the other facts of your story. ",
  "<span translate=\"no\"></span>قد يبدو ذلك مشابهًا جدًا للحقائق الأخرى في قصتك. "
 ],
 [
  "But that that's what we need to do with the middle part <span translate=\"no\"></span>of our story. ",
  "ولكن هذا ما نحتاج إلى القيام به مع الجزء الأوسط<span translate=\"no\"></span> من قصتنا. "
 ],
 [
  "<span translate=\"no\"></span>That's how you build off of your lead. ",
  "<span translate=\"no\"></span>هذه هي الطريقة التي تبني بها من قيادتك. "
 ],
 [
  "Answer the questions that are going to pop up in the viewer's mind from the awesome <span translate=\"no\"></span>lead that you wrote. ",
  "أجب عن الأسئلة التي ستظهر في ذهن المشاهد من خلال العرض<span translate=\"no\"></span> الرائع الذي كتبته. "
 ],
 [
  " The easiest way to make sure that you are doing this is to ask yourself, what question have I raised <span translate=\"no\"></span>in this line? ",
  " أسهل طريقة للتأكد من قيامك بذلك هي أن تسأل نفسك، ما السؤال الذي طرحته<span translate=\"no\"></span> في هذا السطر؟ "
 ],
 [
  "Then answer it. ",
  "ثم أجب عليه. "
 ],
 [
  "<span translate=\"no\"></span>It may very well be that you raised several questions or that the visual or sound element that follows will determine it. ",
  "<span translate=\"no\"></span>من المحتمل جدًا أنك طرحت عدة أسئلة أو أن العنصر المرئي أو الصوتي التالي سيحددها. "
 ],
 [
  "<span translate=\"no\"></span>But it comes down to deciding which one keeps the focus on the most important parts of the story. ",
  "<span translate=\"no\"></span>لكن الأمر يتعلق بتحديد أيهما يحافظ على التركيز على أهم أجزاء القصة. "
 ],
 [
  "<span translate=\"no\"></span>Another tip. ",
  "<span translate=\"no\"></span>نصيحة أخرى. "
 ],
 [
  "Put yourself in the position of the viewers and ask, what are they expecting to hear next? ",
  "ضع نفسك في موقف المشاهدين واسأل، ما الذي يتوقعون سماعه بعد ذلك؟ "
 ],
 [
  "<span translate=\"no\"></span>Let's take a minute to talk about attribution. ",
  "<span translate=\"no\"></span>لنأخذ دقيقة للحديث عن الإسناد. "
 ],
 [
  "To attribute something in a script is to let the viewer know from where the <span translate=\"no\"></span>information is coming: sources, formal or informal, public officials or private citizens identified or anonymous. ",
  "إن إسناد شيء ما في النص هو السماح للمشاهد بمعرفة من أين تأتي<span translate=\"no\"></span> المعلومات: المصادر، الرسمية أو غير الرسمية، المسؤولون الحكوميون أو المواطنون العاديون الذين تم تحديدهم أو عدم الكشف عن هويتهم. "
 ],
 [
  "<span translate=\"no\"></span>They are all vital when it comes to how journalists do their work. ",
  "<span translate=\"no\"></span>إنها كلها حيوية عندما يتعلق الأمر بكيفية قيام الصحفيين بعملهم. "
 ],
 [
  "As a writer, <span translate=\"no\"></span>the need for clarity for transparency is why you have to consider whether something needs attribution <span translate=\"no\"></span>in anything you write. ",
  "بصفتك كاتبًا،<span translate=\"no\"></span> فإن الحاجة إلى الوضوح من أجل الشفافية هي السبب في أنه يتعين عليك التفكير فيما إذا كان هناك شيء يحتاج إلى الإسناد<span translate=\"no\"></span> في أي شيء تكتبه. "
 ],
 [
  "We are following breaking news out of Lebanon's capital, Beirut. ",
  "نحن نتابع الأخبار العاجلة من العاصمة اللبنانية، بيروت. "
 ],
 [
  "<span translate=\"no\"></span>A huge explosion has rocked the city at or near the city's port. ",
  "<span translate=\"no\"></span>هز انفجار ضخم المدينة عند ميناء المدينة أو بالقرب منه. "
 ],
 [
  "<span translate=\"no\"></span>Lebanon state media reporting that there was a major fire at a warehouse. ",
  "<span translate=\"no\"></span>ذكرت وسائل الإعلام الحكومية اللبنانية أنه كان هناك حريق كبير في مستودع. "
 ],
 [
  "<span translate=\"no\"></span>Local media reporting is a warehouse that held fireworks. ",
  "<span translate=\"no\"></span>تقارير وسائل الإعلام المحلية هي مستودع يحتوي على ألعاب نارية. "
 ],
 [
  "The blast blowing out windows in buildings several kilometers away. ",
  "أدى الانفجار إلى تفجير النوافذ في المباني على بعد عدة كيلومترات. "
 ],
 [
  "<span translate=\"no\"></span>Reports of buildings losing windows as far as 10 kilometers away, including the CNN bureau, which is just a kilometer or <span translate=\"no\"></span>so from Beirut port and downtown Beirut. ",
  "<span translate=\"no\"></span>تقارير عن فقدان نوافذ المباني حتى مسافة تصل إلى 10 كيلومترات، بما في ذلك مكتب CNN، الذي يقع على بعد كيلومتر واحد أو نحو<span translate=\"no\"></span> ذلك من ميناء بيروت ووسط بيروت. "
 ],
 [
  "<span translate=\"no\"></span>The health minister says there are multiple injuries. ",
  "<span translate=\"no\"></span>يقول وزير الصحة إن هناك إصابات متعددة. "
 ],
 [
  "A hospital in Germany says longtime Kremlin critic Alexei Navalny is coming <span translate=\"no\"></span>out of the coma and slowly off a breathing machine. ",
  "قال مستشفى في ألمانيا إن الناقد القديم للكرملين أليكسي نافالني<span translate=\"no\"></span> يخرج من الغيبوبة ويخرج ببطء من جهاز التنفس. "
 ],
 [
  "Still too early to know if he will fully recover from being poisoned. ",
  "لا يزال من السابق لأوانه معرفة ما إذا كان سيتعافى تمامًا من التسمم. "
 ],
 [
  "<span translate=\"no\"></span>A difficult situation at a packed refugee camp in Greece is now much worse. ",
  "<span translate=\"no\"></span>أصبح الوضع الصعب في مخيم للاجئين المكتظ في اليونان الآن أسوأ بكثير. "
 ],
 [
  "<span translate=\"no\"></span>Reuters reports authorities are investigating after a large fire broke out at the Maria refugee camp on the island of Lesbos. ",
  "<span translate=\"no\"></span>أفادت رويترز أن السلطات تحقق بعد اندلاع حريق كبير في مخيم ماريا للاجئين في جزيرة ليسبوس. "
 ],
 [
  "<span translate=\"no\"></span>Breaking news coming into CNN moments ago, Johns Hopkins University reported that the global Covid 19 case total has topped <span translate=\"no\"></span>40 million people. ",
  "<span translate=\"no\"></span>وصلت الأخبار العاجلة إلى CNN منذ لحظات، وذكرت جامعة جونز هوبكنز أن إجمالي حالات Covid 19 العالمية قد تجاوز<span translate=\"no\"></span> 40 مليون شخص. "
 ],
 [
  "<span translate=\"no\"></span>The bottom line is when writing a script, you should not present anything, especially something that is offered as fact that <span translate=\"no\"></span>maybe disputable or an opinion as your or the network's own. ",
  "<span translate=\"no\"></span>خلاصة القول هي أنه عند كتابة نص برمجي، يجب ألا تقدم أي شيء، خاصة الشيء الذي يتم تقديمه كحقيقة<span translate=\"no\"></span> قد تكون قابلة للجدل أو رأي خاص بك أو رأي خاص بك أو للشبكة. "
 ],
 [
  "Always be asking \"according to whom,\" so that the viewer is aware <span translate=\"no\"></span>of the source and that source is in fact anonymous. ",
  "اسأل دائمًا «وفقًا لمن»، حتى يكون المشاهد على دراية<span translate=\"no\"></span> بالمصدر ويكون هذا المصدر في الواقع مجهولاً. "
 ],
 [
  "<span translate=\"no\"></span>Trying to be specific as possible. ",
  "<span translate=\"no\"></span>أحاول أن أكون محددًا قدر الإمكان. "
 ],
 [
  "\"Sources say...\" ",
  "«تقول المصادر...» "
 ],
 [
  "<span translate=\"no\"></span>in fact, says relatively little. ",
  "<span translate=\"no\"></span>في الواقع، يقول القليل نسبيًا. "
 ],
 [
  "\"Sources close to the information\" or \"a source with direct knowledge of the meeting.\" ",
  "«مصادر قريبة من المعلومات» أو «مصدر ذو معرفة مباشرة بالاجتماع». "
 ],
 [
  "<span translate=\"no\"></span>It's a bit more helpful. ",
  "<span translate=\"no\"></span>إنه مفيد أكثر قليلاً. "
 ],
 [
  "Consider these scenarios and whether you would need to attribute the information. ",
  "ضع في اعتبارك هذه السيناريوهات وما إذا كنت ستحتاج إلى إسناد المعلومات. "
 ],
 [
  "<span translate=\"no\"></span>So let's set the stage. ",
  "<span translate=\"no\"></span>لذلك دعونا نهيئ المسرح. "
 ],
 [
  "You're at your desk getting ready to write. ",
  "أنت على مكتبك تستعد للكتابة. "
 ],
 [
  "<span translate=\"no\"></span>One of the first things you should be doing actually involves looking at what's around that page on the rundown. ",
  "<span translate=\"no\"></span>من أول الأشياء التي يجب عليك القيام بها في الواقع النظر إلى ما هو موجود حول تلك الصفحة في القائمة. "
 ],
 [
  "<span translate=\"no\"></span>Where does your script fall into place among the other stories? ",
  "<span translate=\"no\"></span>أين يقع السيناريو الخاص بك بين القصص الأخرى؟ "
 ],
 [
  "<span translate=\"no\"></span>Is a part of a bigger segment? ",
  "<span translate=\"no\"></span>هل هي جزء من شريحة أكبر؟ "
 ],
 [
  "<span translate=\"no\"></span>What is the producer's vision for the rundown as a whole? ",
  "<span translate=\"no\"></span>ما هي رؤية المنتج للملخص ككل؟ "
 ],
 [
  "<span translate=\"no\"></span>And where does your work fall into it? ",
  "<span translate=\"no\"></span>وأين يقع عملك فيه؟ "
 ],
 [
  "<span translate=\"no\"></span>Writing is never done in isolation. ",
  "<span translate=\"no\"></span>الكتابة لا تتم أبدًا بمعزل عن غيرها. "
 ],
 [
  "<span translate=\"no\"></span>Even if the script you're about to write is not otherwise connected to what comes before or after it, it still serves a purpose. ",
  "<span translate=\"no\"></span>حتى إذا كان النص الذي توشك على كتابته غير مرتبط بما يأتي قبله أو بعده، فإنه لا يزال يخدم غرضًا. "
 ],
 [
  "<span translate=\"no\"></span>Be sure you have a sense of what that purpose is and what elements are at your disposal to bring it to life from there. ",
  "<span translate=\"no\"></span>تأكد من أن لديك فكرة عن ماهية هذا الغرض والعناصر الموجودة تحت تصرفك لإعادته إلى الحياة من هناك. "
 ],
 [
  "<span translate=\"no\"></span>You'll need to line up the sources you'll use. ",
  "<span translate=\"no\"></span>ستحتاج إلى ترتيب المصادر التي ستستخدمها. "
 ],
 [
  "<span translate=\"no\"></span>Now. ",
  "<span translate=\"no\"></span>الآن. "
 ],
 [
  "<span translate=\"no\"></span>Every network will have those sources of trust above all others. ",
  "<span translate=\"no\"></span>ستحصل كل شبكة على مصادر الثقة هذه قبل كل المصادر الأخرى. "
 ],
 [
  "Starting with its own staff: correspondents, <span translate=\"no\"></span>producers, editors. ",
  "بدءًا من موظفيها: المراسلين<span translate=\"no\"></span> والمنتجين والمحررين. "
 ],
 [
  "Often included in that: outside news services, to which the network may subscribe. ",
  "غالبًا ما يتم تضمينه في ذلك: خدمات الأخبار الخارجية التي قد تشترك فيها الشبكة. "
 ],
 [
  "<span translate=\"no\"></span>Then there are the affiliates, other networks with whom your own may have a professional relationship. ",
  "<span translate=\"no\"></span>ثم هناك الشركات التابعة والشبكات الأخرى التي قد تقيم معها علاقة مهنية. "
 ],
 [
  "<span translate=\"no\"></span>The point is that before you start writing, know from where it is that you will be getting your information and whether you <span translate=\"no\"></span>will need to attribute anything you use. ",
  "<span translate=\"no\"></span>النقطة المهمة هي أنه قبل البدء في الكتابة، تعرف من أين ستحصل على معلوماتك وما إذا كنت<span translate=\"no\"></span> ستحتاج إلى إسناد أي شيء تستخدمه. "
 ],
 [
  "<span translate=\"no\"></span>As an anchor your role is to communicate with the viewer. ",
  "<span translate=\"no\"></span>بصفتك مرتكزًا، يتمثل دورك في التواصل مع المشاهد. "
 ],
 [
  "You do that with how you flow a script. ",
  "يمكنك القيام بذلك من خلال كيفية تدفق البرنامج النصي. "
 ],
 [
  "How you <span translate=\"no\"></span>tell the story. ",
  "كيف<span translate=\"no\"></span> تروي القصة. "
 ],
 [
  "<span translate=\"no\"></span>But you know, obviously I'm reading other people's words most of the time. ",
  "<span translate=\"no\"></span>ولكن كما تعلمون، من الواضح أنني أقرأ كلمات الآخرين معظم الوقت. "
 ],
 [
  "I'll go in before a show sometimes and tweak something. ",
  "سأدخل قبل العرض أحيانًا وأقوم بتعديل شيء ما. "
 ],
 [
  "<span translate=\"no\"></span>But generally speaking, and particularly when you're doing hour after hour, you're reading somebody else's words. ",
  "<span translate=\"no\"></span>ولكن بشكل عام، وخاصة عندما تقوم بذلك ساعة بعد ساعة، فأنت تقرأ كلمات شخص آخر. "
 ],
 [
  "And <span translate=\"no\"></span>you're relying on them to be in a way the storyteller. ",
  "<span translate=\"no\"></span>وأنت تعتمد عليهم لتكون راوية القصص بطريقة ما. "
 ],
 [
  "My job is to communicate that with eyes or gestures or even hand <span translate=\"no\"></span>or head movements and so on. ",
  "وظيفتي هي توصيل ذلك بالعيون أو الإيماءات أو حتى حركات اليد<span translate=\"no\"></span> أو الرأس وما إلى ذلك. "
 ],
 [
  "<span translate=\"no\"></span>To try to get through to the person who is actually watching at home. ",
  "<span translate=\"no\"></span>لمحاولة الوصول إلى الشخص الذي يشاهد بالفعل في المنزل. "
 ],
 [
  "<span translate=\"no\"></span>But the writer plays a crucial role in that you are the foundation of what it is that that I'm reading whether I've tweaked <span translate=\"no\"></span>it or not. ",
  "<span translate=\"no\"></span>لكن الكاتب يلعب دورًا مهمًا في أنك أساس ما أقرأه سواء قمت<span translate=\"no\"></span> بتعديله أم لا. "
 ],
 [
  "<span translate=\"no\"></span>So you just have to take the time allotted and figure out sort of like an accordion. ",
  "<span translate=\"no\"></span>لذلك عليك فقط أن تأخذ الوقت المخصص وتكتشف نوعًا ما مثل الأكورديون. "
 ],
 [
  "<span translate=\"no\"></span>Okay, now it's this much. ",
  "<span translate=\"no\"></span>حسناً، الآن الأمر بهذا القدر. "
 ],
 [
  "Or now it's this much. ",
  "أو الآن أصبح الأمر بهذا القدر. "
 ],
 [
  "<span translate=\"no\"></span>What can I put in there? ",
  "<span translate=\"no\"></span>ماذا يمكنني أن أضع هناك؟ "
 ],
 [
  "<span translate=\"no\"></span>What are the most salient points that I need to make sure that the person needs to know if it's just a 30 second allotment. ",
  "<span translate=\"no\"></span>ما هي أبرز النقاط التي أحتاجها للتأكد من أن الشخص يحتاج إلى معرفة ما إذا كانت مجرد تخصيص لمدة 30 ثانية. "
 ],
 [
  "<span translate=\"no\"></span>Or if I have time for the deep cuts, I have time for analysis. ",
  "<span translate=\"no\"></span>أو إذا كان لدي وقت لإجراء التخفيضات العميقة، فلدي وقت للتحليل. "
 ],
 [
  "<span translate=\"no\"></span>I have time to bring up a map or a quote or to bring in a sound bite or two. ",
  "<span translate=\"no\"></span>لدي الوقت لإحضار خريطة أو اقتباس أو لجلب مقطع صوتي أو اثنين. "
 ],
 [
  "Then you can have <span translate=\"no\"></span>more room to play with. ",
  "ثم يمكنك الحصول على مساحة<span translate=\"no\"></span> أكبر للعب بها. "
 ],
 [
  "<span translate=\"no\"></span>And also as a journalist never complain about not having enough time. ",
  "<span translate=\"no\"></span>وأيضًا كصحفي لا تشكو أبدًا من عدم وجود وقت كافٍ. "
 ],
 [
  "<span translate=\"no\"></span>It is what it is. ",
  "<span translate=\"no\"></span>هذا ما هو عليه. "
 ],
 [
  "<span translate=\"no\"></span>Producers, the network, we're up against a lot these days. ",
  "<span translate=\"no\"></span>المنتجون والشبكة نواجه الكثير هذه الأيام. "
 ],
 [
  "<span translate=\"no\"></span>I always joke, like if you know William Shakespeare can craft a sonnet in 14 lines, <span translate=\"no\"></span>we can craft a really good story in just six paragraphs. ",
  "<span translate=\"no\"></span>أمزح دائمًا، كما لو كنت تعلم أن ويليام شكسبير يمكنه صياغة سوناتة في 14<span translate=\"no\"></span> سطرًا، فيمكننا صياغة قصة جيدة حقًا في ست فقرات فقط. "
 ],
 [
  "<span translate=\"no\"></span>It's a generative constraint. ",
  "<span translate=\"no\"></span>إنه قيد توليدي. "
 ],
 [
  "<span translate=\"no\"></span>We have to work within it. ",
  "<span translate=\"no\"></span>علينا أن نعمل داخله. "
 ],
 [
  "We're broadcast news. ",
  "نحن نبث الأخبار. "
 ],
 [
  "We're not a newspaper. ",
  "نحن لسنا صحيفة. "
 ],
 [
  "<span translate=\"no\"></span>So if the person viewing and listening to us doesn't catch it on the first time, it's not like in a newspaper or where they <span translate=\"no\"></span>can go back and read it over and over again. ",
  "<span translate=\"no\"></span>لذلك إذا لم يشاهد الشخص الذي يشاهدنا ويستمع إلينا في المرة الأولى، فهذا ليس كما هو الحال في الصحف أو حيث<span translate=\"no\"></span> يمكنه العودة وقراءتها مرارًا وتكرارًا. "
 ],
 [
  "<span translate=\"no\"></span>They need to understand it the first time and you only have that one shot to make sure that they do understand it. ",
  "<span translate=\"no\"></span>إنهم بحاجة إلى فهمها في المرة الأولى ولديك فرصة واحدة فقط للتأكد من أنهم يفهمونها. "
 ],
 [
  "<span translate=\"no\"></span>And very matter of fact, and the way I like to report the news is this event happened. ",
  "<span translate=\"no\"></span>وفي واقع الأمر، والطريقة التي أحب بها الإبلاغ عن الأخبار هي أن هذا الحدث قد حدث. "
 ],
 [
  "Concrete, detailed commentary behind <span translate=\"no\"></span>like why do we care? ",
  "تعليق ملموس ومفصل وراء<span translate=\"no\"></span> مثل لماذا نهتم؟ "
 ],
 [
  "<span translate=\"no\"></span>Why are we talking about this and what's going to happen next to the story? ",
  "<span translate=\"no\"></span>لماذا نتحدث عن هذا وماذا سيحدث بجانب القصة؟ "
 ],
 [
  "<span translate=\"no\"></span>And let's move on to the next one. ",
  "<span translate=\"no\"></span>ودعونا ننتقل إلى المرحلة التالية. "
 ],
 [
  "<span translate=\"no\"></span>Hello and welcome to the CNN Academy writing module. ",
  "<span translate=\"no\"></span>أهلاً ومرحبًا بكم في وحدة الكتابة بأكاديمية CNN. "
 ],
 [
  "<span translate=\"no\"></span>In this course, we're going to look at some of the best practices we follow here when it comes to writing for air. ",
  "<span translate=\"no\"></span>في هذه الدورة، سنلقي نظرة على بعض أفضل الممارسات التي نتبعها هنا عندما يتعلق الأمر بالكتابة على الهواء. "
 ],
 [
  "<span translate=\"no\"></span>How to get the viewer's attention. ",
  "<span translate=\"no\"></span>كيفية جذب انتباه المشاهد. "
 ],
 [
  "How to focus on the most relevant information. ",
  "كيفية التركيز على المعلومات الأكثر صلة. "
 ],
 [
  "How to help the viewer make sense of world <span translate=\"no\"></span>events. ",
  "كيفية مساعدة المشاهد على فهم<span translate=\"no\"></span> الأحداث العالمية. "
 ],
 [
  "Because a well written script does it all. ",
  "لأن النص المكتوب جيدًا يفعل كل شيء. "
 ],
 [
  "<span translate=\"no\"></span>Three key words in play right now in the U.S. ",
  "<span translate=\"no\"></span>ثلاث كلمات رئيسية تلعب الآن في الولايات المتحدة. "
 ],
 [
  "<span translate=\"no\"></span>Disease, desperation and denial. ",
  "<span translate=\"no\"></span>المرض واليأس والإنكار. "
 ],
 [
  "<span translate=\"no\"></span>Let's start with the disease. ",
  "<span translate=\"no\"></span>لنبدأ بالمرض. "
 ],
 [
  "<span translate=\"no\"></span>Covid 19 blowing up across the country. ",
  "<span translate=\"no\"></span>فيروس كوفيد 19 ينفجر في جميع أنحاء البلاد. "
 ],
 [
  "<span translate=\"no\"></span>The number of infections since the pandemic began <span translate=\"no\"></span>well north of 13 million. ",
  "<span translate=\"no\"></span>عدد الإصابات منذ أن بدأ الوباء إلى<span translate=\"no\"></span> ما يقرب من 13 مليون. "
 ],
 [
  " 4 million in November alone. ",
  " 4 ملايين في نوفمبر وحده. "
 ],
 [
  "For 26 straight days <span translate=\"no\"></span>the US has reported more than 100,000 new cases. ",
  "على مدار 26 يومًا<span translate=\"no\"></span> متتاليًا، أبلغت الولايات المتحدة عن أكثر من 100,000 حالة جديدة. "
 ],
 [
  "Saturday, the largest number of hospitalizations was reported. ",
  "يوم السبت، تم الإبلاغ عن أكبر عدد من حالات العلاج في المستشفيات. "
 ],
 [
  "<span translate=\"no\"></span>More than 91,000 Americans in hospital right now with Covid. ",
  "<span translate=\"no\"></span>أكثر من 91,000 أمريكي في المستشفى الآن مع Covid. "
 ],
 [
  "And experts warn a surge of infections could be coming in the <span translate=\"no\"></span>weeks ahead. ",
  "ويحذر الخبراء من احتمال حدوث موجة من الإصابات في<span translate=\"no\"></span> الأسابيع المقبلة. "
 ],
 [
  "<span translate=\"no\"></span>Now the desperation. ",
  "<span translate=\"no\"></span>الآن اليأس. "
 ],
 [
  "Small businesses getting hit at a time of year when they should be making money. ",
  "تتعرض الشركات الصغيرة للضرب في وقت من العام يجب أن تجني فيه المال. "
 ],
 [
  "<span translate=\"no\"></span>Some of the busiest places though, <span translate=\"no\"></span>food banks, as many americans are forced to seek help for basic needs. ",
  "<span translate=\"no\"></span>ومع ذلك، فإن بعض الأماكن الأكثر ازدحامًا، وهي بنوك<span translate=\"no\"></span> الطعام، حيث يضطر العديد من الأمريكيين إلى طلب المساعدة لتلبية الاحتياجات الأساسية. "
 ],
 [
  "And things could get more desperate if millions of <span translate=\"no\"></span>people lose their jobless benefits next month. ",
  "ويمكن أن تصبح الأمور أكثر يأسًا إذا فقد ملايين<span translate=\"no\"></span> الأشخاص إعانات البطالة الشهر المقبل. "
 ],
 [
  "<span translate=\"no\"></span>And that could happen. ",
  "<span translate=\"no\"></span>ويمكن أن يحدث ذلك. "
 ],
 [
  "Now to the denial. ",
  "الآن إلى الإنكار. "
 ],
 [
  "while all of this is happening, President Trump continues to work on his golf game. ",
  "بينما يحدث كل هذا، يواصل الرئيس ترامب العمل على لعبة الجولف الخاصة به. "
 ],
 [
  "<span translate=\"no\"></span>He's done so one out of every five days he has been president by CNN's count. ",
  "<span translate=\"no\"></span>لقد قام بذلك مرة واحدة من كل خمسة أيام كان فيها رئيسًا من خلال إحصاء CNN. "
 ],
 [
  "Just think about that: 20% of his presidency. ",
  "فقط فكر في ذلك: 20٪ من رئاسته. "
 ],
 [
  "And <span translate=\"no\"></span>he's still denying he lost the election as well, spreading more baseless conspiracy theories about voter fraud in Wisconsin. ",
  "ولا يزال ينكر<span translate=\"no\"></span> أنه خسر الانتخابات أيضًا، وينشر المزيد من نظريات المؤامرة التي لا أساس لها حول تزوير الناخبين في ويسكونسن. "
 ],
 [
  "<span translate=\"no\"></span>President elect Joe Biden picked up more votes in the recount requested by and paid for by the Trump campaign. ",
  "<span translate=\"no\"></span>حصل الرئيس المنتخب جو بايدن على المزيد من الأصوات في إعادة الفرز التي طلبتها حملة ترامب ودفعت ثمنها. "
 ],
 [
  "Trump basically <span translate=\"no\"></span>putting $3 million dollars into an effort for a bigger loss. ",
  "<span translate=\"no\"></span>يضع ترامب أساسًا 3 ملايين دولار في محاولة لخسارة أكبر. "
 ],
 [
  "<span translate=\"no\"></span>And yet another car on the Trump train of denial has derailed in court. ",
  "<span translate=\"no\"></span>وقد خرجت سيارة أخرى في قطار الإنكار الخاص بترامب عن مسارها في المحكمة. "
 ],
 [
  "Saturday, Pennsylvania's Supreme Court tossing a lawsuit <span translate=\"no\"></span>from republicans seeking to invalidate absentee voting and block vote certification. ",
  "يوم السبت، رفضت المحكمة العليا في ولاية بنسلفانيا دعوى قضائية<span translate=\"no\"></span> من الجمهوريين الذين يسعون إلى إبطال التصويت الغيابي ومنع شهادة التصويت. "
 ],
 [
  "<span translate=\"no\"></span>My name is Wayne Gray and I'm a supervising producer here at CNN International. ",
  "<span translate=\"no\"></span>اسمي واين جراي وأنا منتج مشرف هنا في CNN International. "
 ],
 [
  "<span translate=\"no\"></span>I've been at the network now for more than 20 years. ",
  "<span translate=\"no\"></span>لقد كنت في الشبكة الآن لأكثر من 20 عامًا. "
 ],
 [
  "<span translate=\"no\"></span>I began as a writer, worked my way up to editor, then producer and senior producer. ",
  "<span translate=\"no\"></span>بدأت ككاتبة، وشقت طريقي إلى المحرر، ثم المنتج والمنتج الأول. "
 ],
 [
  "<span translate=\"no\"></span>Now this. ",
  "<span translate=\"no\"></span>الآن هذا. "
 ],
 [
  "Through it all. ",
  "من خلال كل ذلك. "
 ],
 [
  "<span translate=\"no\"></span>Writing has been at the heart of my and my colleagues' work. ",
  "<span translate=\"no\"></span>كانت الكتابة في صميم عملي وعمل زملائي. "
 ],
 [
  "<span translate=\"no\"></span>It's what we do as storytellers. ",
  "<span translate=\"no\"></span>هذا ما نفعله كرواة قصص. "
 ],
 [
  "<span translate=\"no\"></span>Writing is the means by which we connect with the viewer. ",
  "<span translate=\"no\"></span>الكتابة هي الوسيلة التي نتواصل من خلالها مع المشاهد. "
 ],
 [
  "And thinking in those terms that for everything you write there <span translate=\"no\"></span>is someone at the other end listening to it. ",
  "والتفكير بهذه المصطلحات في أنه مقابل كل ما تكتبه<span translate=\"no\"></span> هناك شخص على الطرف الآخر يستمع إليه. "
 ],
 [
  "Learning from it. ",
  "التعلم منه. "
 ],
 [
  "Understanding the world a little bit better. ",
  "فهم العالم بشكل أفضل قليلاً. "
 ],
 [
  "Is the first <span translate=\"no\"></span>step toward writing a script effectively. ",
  "هي<span translate=\"no\"></span> الخطوة الأولى نحو كتابة السيناريو بشكل فعال. "
 ],
 [
  "As an anchor <span translate=\"no\"></span>I think the best scripts are ones that are written clearly that they're simple. ",
  "كمذيع،<span translate=\"no\"></span> أعتقد أن أفضل النصوص هي تلك المكتوبة بوضوح بأنها بسيطة. "
 ],
 [
  "<span translate=\"no\"></span>They have short, concise sentences that flow easily to the next one. ",
  "<span translate=\"no\"></span>تحتوي على جمل قصيرة وموجزة تتدفق بسهولة إلى الجملة التالية. "
 ],
 [
  "<span translate=\"no\"></span>I always recommend that you read your script out loud before you submit it. ",
  "<span translate=\"no\"></span>أوصي دائمًا بقراءة النص الخاص بك بصوت عالٍ قبل إرساله. "
 ],
 [
  "<span translate=\"no\"></span>Does it make sense to you? ",
  "<span translate=\"no\"></span>هل من المنطقي بالنسبة لك؟ "
 ],
 [
  "<span translate=\"no\"></span>Just unnecessary adjectives or flourish. ",
  "<span translate=\"no\"></span>مجرد صفات غير ضرورية أو تزدهر. "
 ],
 [
  "<span translate=\"no\"></span>Don't try to be too clever. ",
  "<span translate=\"no\"></span>لا تحاول أن تكون ذكيًا جدًا. "
 ],
 [
  "<span translate=\"no\"></span>I think I mean that's I feel when I started learning how to write her broadcast, one piece of advice I got was \"when <span translate=\"no\"></span>in doubt strike it out.\" ",
  "<span translate=\"no\"></span>أعتقد أنني أعني هذا ما أشعر به عندما بدأت في تعلم كيفية كتابة بثها، كانت إحدى النصائح التي تلقيتها هي «عندما أشك<span translate=\"no\"></span> في ذلك». "
 ],
 [
  "<span translate=\"no\"></span>It was \"less is more.\" ",
  "<span translate=\"no\"></span>كانت عبارة «الأقل هو الأكثر». "
 ],
 [
  "Writing for tv is not like writing for magazine or writing for print at all. ",
  "الكتابة للتلفزيون ليست مثل الكتابة للمجلة أو الكتابة للطباعة على الإطلاق. "
 ],
 [
  "<span translate=\"no\"></span>It really is. ",
  "<span translate=\"no\"></span>إنه كذلك حقًا. "
 ],
 [
  "<span translate=\"no\"></span>It has to be colloquial but professional. ",
  "<span translate=\"no\"></span>يجب أن تكون عامية ولكن مهنية. "
 ],
 [
  "<span translate=\"no\"></span>Now this module we are going to break down the process line by line. ",
  "<span translate=\"no\"></span>الآن في هذه الوحدة سنقوم بتفصيل العملية سطرًا بسطر. "
 ],
 [
  "<span translate=\"no\"></span>Starting with the lead. ",
  "<span translate=\"no\"></span>بدءًا من الصدارة. "
 ],
 [
  "From there <span translate=\"no\"></span>we will move on to the structure of the script, consider how to write two video most effectively and stress the importance <span translate=\"no\"></span>of always keeping it conversational. ",
  "من هناك<span translate=\"no\"></span> سننتقل إلى بنية النص، وننظر في كيفية كتابة مقطعي فيديو بشكل أكثر فعالية ونؤكد على<span translate=\"no\"></span> أهمية الحفاظ على المحادثة دائمًا. "
 ]
]