[
 [
  "<span translate=\"no\"></span>I mentioned a moment ago that often the elements that the script uses: video, sound, a package, will impact how you write a script. ",
  "<span translate=\"no\"></span>کەمێک پێش ئێستا ئاماژەم پێدا کە زۆرجار ئەو توخمانەی کە سکریپت بەکاری دەهێنن: ڤیدیۆ، دەنگ، پاکێجێک، کاریگەری لەسەر چۆنیەتی نووسینی دەقێک دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>Remember television is a visual medium. ",
  "<span translate=\"no\"></span>تەلەفیزیۆنی بیرکەوتنەوە ناوەندێکی بینراوییە. "
 ],
 [
  "In the best circumstances and certainly whenever possible, we use video that not only <span translate=\"no\"></span>speaks to the heart of the script, but really grabs the viewer's attention. ",
  "لە باشترین بارودۆخدا و بە دڵنیاییەوە هەرکاتێک کە بکرێت ڤیدیۆ بەکاردێنین کە نەک تەنیا <span translate=\"no\"></span>قسەی بۆ دڵی دەقەکە بکات، بەڵکو بە ڕاستی سەرنجی بینەری دەکێشێت. "
 ],
 [
  "<span translate=\"no\"></span>It's in those moments that we write directly to what we are seeing or maybe even let it play out without any scripting. ",
  "<span translate=\"no\"></span>لەو ساتانەدا هەیە کە ڕاستەوخۆ دەینووسین بۆ ئەوەی دەیبینین یان لەوانەیە تەنانەت بێ هیچ دەقێک لێی بنووسین. "
 ],
 [
  "<span translate=\"no\"></span>Sometimes we use generic file video. ",
  "<span translate=\"no\"></span>هەندێک جار ڤیدیۆی فایلی گشتی بەکاردێنین. "
 ],
 [
  "<span translate=\"no\"></span>Think exteriors of buildings. ",
  "<span translate=\"no\"></span>بیر لە دەرەوەی بیناکان بکەنەوە "
 ],
 [
  "That probably doesn't require that we write to it very specifically. ",
  "ئەوە لەوانەیە پێویست ناکات کە ئێمە زۆر بە تایبەتی بۆی بنووسین. "
 ],
 [
  "<span translate=\"no\"></span>Sometimes we use graphics. ",
  "<span translate=\"no\"></span>هەندێک جار گرافیک بەکاردێنین. "
 ],
 [
  "But rarely do you just see an anchor sitting here on set looking into the camera, reading a story <span translate=\"no\"></span>for very long. ",
  "به ڵام به دەگمەن ئه و ته نیا لنگەرێک دەبینی که له سه ر ئه وه ی که به کامیرا ده گه رێت و چیرۆکێک دەخوێنیته وه <span translate=\"no\"></span>بۆ ماوەیەکی زۆر. "
 ],
 [
  "<span translate=\"no\"></span>Consider the impact well chosen video can have when you see it paired to what you write. ",
  "<span translate=\"no\"></span>ڕەچاوی کاریگەریەکە بکە کە بە باشی هەڵبژێردراوە ڤیدیۆکە دەتوانێت هەبێ کاتێک دەبینیت جووتە بۆ ئەو شتەی دەینووسیت. "
 ],
 [
  "<span translate=\"no\"></span>Turkey's Defense Ministry says five of its soldiers were killed and five more wounded by the Syrian regime in Idlib. ",
  "<span translate=\"no\"></span>وەزارەتی بەرگری تورکیا دەڵێت پێنج سەربازەکەی لەلایەن ڕژێمی سوریاوە لەئیدلب کوژراون و پێنجی دیکەش برینداربوون "
 ],
 [
  "<span translate=\"no\"></span>What you're seeing here, take a look, is a helicopter carrying the wounded shoulders, transferring them to a hospital near <span translate=\"no\"></span>the Turkish border <span translate=\"no\"></span>as part of a de escalation agreement with Russia. ",
  "<span translate=\"no\"></span>ئەوەی لێرە دەیبینیت سەیرێک بکە، هەلیکۆپتەرێکە کە شانی بریندارەکانی هەڵگرتوە و دەیانگوازێتەوە بۆ نەخۆشخانەیەکی نزیک <span translate=\"no\"></span>سنووری تورکیا <span translate=\"no\"></span>وەک بەشێک لە ڕێکەوتنی زیادبوون لەگەڵ ڕوسیادا "
 ],
 [
  "Turkish soldiers control the last opposition held area in Northwestern <span translate=\"no\"></span>Syria. ",
  "سەربازانی تورکیا دواین ناوچەی بەرهەڵستی لە باکوری رۆژئاوای <span translate=\"no\"></span>سوریا کۆنتڕۆڵ دەکەن "
 ],
 [
  "<span translate=\"no\"></span>Now, to some stunning video from South Korea's military capturing North Korea blowing up a liaison office. ",
  "<span translate=\"no\"></span>ئێستا، بۆ هەندێک ڤیدیۆی سەرسوڕهێنەر لە سوپای کۆریای باشوور کە کۆریای باکوریان گرتەوە و ئۆفیسێکی پەیوەندیان تەقاندەوە. "
 ],
 [
  "<span translate=\"no\"></span>This is Kaesong, <span translate=\"no\"></span>North Korea. ",
  "<span translate=\"no\"></span>ئەمە کاسۆنگ <span translate=\"no\"></span>کۆریای باکوورە "
 ],
 [
  "<span translate=\"no\"></span>The four story building had been used for peace talks with the south. ",
  "<span translate=\"no\"></span>چوار باڵەخانەی چیرۆکەکە بۆ گفتووگۆی ئاشتی لەگەڵ باشوور بەکارهاتووە "
 ],
 [
  "<span translate=\"no\"></span>The North Korean leader's sister Kim Yo Jong threatened military retaliation for a group of defectors sending anti North <span translate=\"no\"></span>Korea leaflets from the DMZ. ",
  "<span translate=\"no\"></span>کیم یۆ جۆنگ خوشکی سەرۆکی کۆریای باکوور هەڕەشەی لە تۆڵەسەندنەوەی سەربازی کرد بۆ گروپێک لە هەڵچووەکان کە نامیلکەکانی دژی کۆریای باکوور <span translate=\"no\"></span>لە دی ئێم زەوە دەنێرن "
 ],
 [
  "<span translate=\"no\"></span>Protesters filling the streets again Monday calling for an end to systemic racism. ",
  "<span translate=\"no\"></span>خۆپیشاندەران ڕۆژی دووشەممە جارێکی تر شەقامەکان پڕ دەکەنەوە و داوای کۆتایی پێهێنانی ڕەگەزپەرستی سیستمی دەکەن "
 ],
 [
  "<span translate=\"no\"></span>It is the third straight day of demonstrations after a police officer killed Rayshard Brooks, shooting him twice in the back <span translate=\"no\"></span>as he was running away from officers on Friday. ",
  "<span translate=\"no\"></span>ئەوە سێیەمین ڕۆژی خۆپیشاندانە دوای ئەوەی ئەفسەرێکی پۆلیس ڕەیشار برووکسی کوشت و دوو جار لە پشتەوە تەقەی لێ کرد <span translate=\"no\"></span>کاتێک ڕۆژی هەینی لە دەست ئەفسەرەکان ڕادەکات. "
 ],
 [
  "<span translate=\"no\"></span>What you're looking at there is a nearly 19 mile long human chain of protestors in Lithuania. ",
  "<span translate=\"no\"></span>ئەوەی کە تۆ سەیری دەکەیت زنجیرەیەکی نزیکەی 19 میل مرۆڤ هەیە لە لیتوانیا "
 ],
 [
  "<span translate=\"no\"></span>They are lined up from the capital city Vilnius to the border with Belarus in solidarity with opposition protesters. ",
  "<span translate=\"no\"></span>لە شاری ڤیلنیۆسی پایتەختەوە ڕیزکراون بۆ سنووری بیلاڕووس بە هاوکاری خۆپیشاندەرانی ئۆپۆزسیۆن "
 ],
 [
  "<span translate=\"no\"></span>In Belarus, large crowds of demonstrators turned out in the capital Minsk again on Sunday. ",
  "<span translate=\"no\"></span>لە بیلاڕووس، ڕۆژی یەکشەممە ژمارەیەکی زۆر لە خۆپیشاندەران لە مینسکی پایتەخت دەرکەوتنەوە "
 ],
 [
  "It's been two weeks since that <span translate=\"no\"></span>country's highly contested election, which cemented President Alexander Lukashenko's 26 year grip on power. ",
  "ماوەی دوو هەفتەیە کە <span translate=\"no\"></span>هەڵبژاردنێکی زۆر پێشبڕکێ دەکات، کە 26 ساڵی سەرۆکایەتی ئەلێکساندەر لوکاشینکۆی چیمەنتۆی کرد لەسەر دەسەڵات "
 ],
 [
  "<span translate=\"no\"></span>The country's defense ministry warning that soon protesters will have to face not only police but the army as well. ",
  "<span translate=\"no\"></span>وەزارەتی بەرگری ئەو وڵاتە هۆشداری دا کە بەم نزیکانە خۆپیشاندەران ناچار دەبن نەک تەنها پۆلیس بەڵکو سوپاش ڕووبەڕووی ببنەوە "
 ],
 [
  "<span translate=\"no\"></span>Two of the biggest problems I come across is when a writer either ignores the video altogether or writes too specifically <span translate=\"no\"></span>to it. ",
  "<span translate=\"no\"></span>دوو لە گەورەترین کێشە کە تێی دەگەم ئەوەیە کە نووسەرێک یان بە تەواوی ڤیدیۆکە پشتگوێ دەخات یان زۆر بە تایبەتی <span translate=\"no\"></span>بۆی دەنووسێ. "
 ],
 [
  "<span translate=\"no\"></span>Being familiar with that element is crucial. ",
  "<span translate=\"no\"></span>ئاشنابوون بەو توخمە زۆر گرنگە "
 ],
 [
  "<span translate=\"no\"></span>Few things are more frustrating than having a writer admit that they didn't bother watching the video accompanying his or <span translate=\"no\"></span>her script. ",
  "<span translate=\"no\"></span>هەندێک شت زیاتر بێزارکەرن لەوەی کە نووسەرێک دانی بەوەدا نانێت کە ئەوان بێزار نەبوون لە سەیرکردنی ئەو ڤیدیۆیەی کە یاداوەری دەکات یان <span translate=\"no\"></span>دەقەکەی. "
 ],
 [
  "<span translate=\"no\"></span>One of the best pieces of advice I've ever gotten can be summed up in one phrase: write to the edges of the screen. ",
  "<span translate=\"no\"></span>یەکێک لە باشترین ئەو ئامۆژگاریانەی کە تا ئێستا بەدەستم گەیشتووە دەتوانرێت لە یەک دەستەواژەدا کۆبکرێتەوە: بنووسە بۆ لێوارەکانی شاشەکە. "
 ],
 [
  "In <span translate=\"no\"></span>the center of the screen is what the viewers can figure out on their own with just a few cues. ",
  "لە <span translate=\"no\"></span>ناوەندی شاشەکە ئەوەیە کە بینەرەکان دەتوانن تەنها بە چەند نیشانەیەک خۆیان بزانن. "
 ],
 [
  "<span translate=\"no\"></span>The images are straightforward, the fonts tell them when and where it all took place. ",
  "<span translate=\"no\"></span>وێنەکان ڕێکن، فۆنتەکان پێیان دەڵێن کە هەمووی کەی و لە کوێ ڕوویدا. "
 ],
 [
  "Beyond the edges of the screen lies <span translate=\"no\"></span>information that may be connected to the story, but it loses its relevance. ",
  "لە دەرەوەی لێوارەکانی شاشەکە <span translate=\"no\"></span>زانیاری کە لەوانەیە پەیوەندی بە چیرۆکەکەوە هەبێت، بەڵام پەیوەندیەکەی لە دەست دەدات. "
 ],
 [
  "<span translate=\"no\"></span>It could be deep historical background or something that involves one of the actors but is not especially important in terms <span translate=\"no\"></span>of what you are writing. ",
  "<span translate=\"no\"></span>دەکرێت باکگراوندی قووڵی مێژوویی یان شتێک بێت کە یەکێک لە ئەکتەرەکانی تێدابێت بەڵام بە تایبەتی گرنگ نییە لە ڕووی <span translate=\"no\"></span>ئەوەی تۆ دەینووسیت. "
 ],
 [
  "At the edges of the screen, we find context, the well chosen words that give meaning to what we see <span translate=\"no\"></span>beyond what is obvious. ",
  "لە لێوارەکانی شاشەکە، ئێمە دەقێک دەدۆزینەوە، ئەو وشانەی کە بە باشی هەڵبژێردراون مانای ئەوە دەدەن کە ئێمە <span translate=\"no\"></span>لە دەرەوەی ئەوەی کە ئاشکرایە دەیبینین. "
 ],
 [
  "<span translate=\"no\"></span>Another thing I would say is obvious in many ways: wight to complement the video. ",
  "<span translate=\"no\"></span>شتێکی تر کە من دەیڵێم زۆر بە ئاشکرا دیارە: شەو بۆ تەواوکردنی ڤیدیۆکە. "
 ],
 [
  "<span translate=\"no\"></span>Don't state the bloody obvious. ",
  "<span translate=\"no\"></span>ڕوونە خوێناویەکە مەدە "
 ],
 [
  " If the video shows a man getting into a car, don't write the man got into a car. ",
  " ئه گه ر ڤیدیۆیه كه پیاوێك نیشان ده دا كه ده رێته ناو ئوتۆمبێل، مه نووسی كه پیاوه كه چووه ناو ئوتۆمبێله كه "
 ],
 [
  "<span translate=\"no\"></span>You're wasting precious seconds. ",
  "<span translate=\"no\"></span>تۆ چرکەیەکی بەنرخ بەفیڕۆ دەدەیت "
 ],
 [
  "<span translate=\"no\"></span>They're repeating what we can see for ourselves. ",
  "<span translate=\"no\"></span>ئەوان ئەوە دووبارە دەکەنەوە کە ئێمە دەتوانین بۆ خۆمان بیبینین "
 ],
 [
  "<span translate=\"no\"></span>It is exceedingly important that you look at those elements and write to them very specifically to direct viewers' attention <span translate=\"no\"></span>within the frame of the screen, also. ",
  "<span translate=\"no\"></span>زۆر گرنگە کە تۆ سەیری ئەو توخمانە بکەیت و زۆر بە تایبەتی بۆیان بنووسیت بۆ ئاراستەکردنی سەرنجی بینەران <span translate=\"no\"></span>لە چوارچێوەی شاشەکەدا، هەروەها. "
 ],
 [
  "<span translate=\"no\"></span>If there's a building collapse that happened and we see Rescuers digging, well, we don't know <span translate=\"no\"></span>what they're digging for. ",
  "<span translate=\"no\"></span>ئەگەر بینایەک روودەدات و ئێمە ڕزگارکەرەکان دەبینین هەڵکەندن، باشە، ئێمە نازانین <span translate=\"no\"></span>چی هەڵدەکەنن "
 ],
 [
  "<span translate=\"no\"></span>Are they digging for a person? ",
  "<span translate=\"no\"></span>بۆ کەسێک هەڵدەکەنن؟ "
 ],
 [
  "<span translate=\"no\"></span>Well, probably, but are they digging for a person <span translate=\"no\"></span>because they know that they heard voices coming from down there or some other signal coming from down there? ",
  "<span translate=\"no\"></span>باشە، بەڵام ئەوان بۆ کەسێک هەڵدەکەنن <span translate=\"no\"></span>چونکە ئەوان دەزانن کە گوێیان لە دەنگی خوارەوەیە یان چەند ئاماژەیەکی تر کە لە خوارەوە دێن؟ "
 ],
 [
  "<span translate=\"no\"></span>That's important information for a viewer to know. ",
  "<span translate=\"no\"></span>ئەوە زانیاری گرینگە بۆ بینەرێک کە بزانێت "
 ],
 [
  "<span translate=\"no\"></span>So, um, yeah, writing two pictures extremely important and and look at them before you start writing. ",
  "<span translate=\"no\"></span>کەواتە، ئۆم، بەڵێ، نووسینی دوو وێنە زۆر گرینگە و پێش ئەوەی دەست بە نووسین بکەیت سەیریان بکە. "
 ],
 [
  "<span translate=\"no\"></span>So, you know how to write and you won't have to rewrite it again ",
  "<span translate=\"no\"></span>کەواتە، تۆ دەزانی چۆن بینووسیت و پێویست ناکات دووبارە بینووسیتەوە "
 ],
 [
  "<span translate=\"no\"></span>",
  "<span translate=\"no\"></span>"
 ],
 [
  "<span translate=\"no\"></span>Now to writing the script, starting with the lead. ",
  "<span translate=\"no\"></span>ئێستا بۆ نووسینی سکریپتەکە، بە پێشەنگی دەست پێ دەکات. "
 ],
 [
  "<span translate=\"no\"></span>It is more than simply the first line in the script. ",
  "<span translate=\"no\"></span>ئەوە زیاتر لە سادەیی یەکەم هێڵە لە دەقەکەدا. "
 ],
 [
  "<span translate=\"no\"></span>It performs a number of functions. ",
  "<span translate=\"no\"></span>چەند کردارێک ئەنجام دەدات. "
 ],
 [
  "It highlights the most important or most timely bit of information in a given story. ",
  "گرینگترین یان زۆر جار زانیاریەکان لە چیرۆکێکی دیاریکراودا بەرجەستە دەکات. "
 ],
 [
  "It <span translate=\"no\"></span>grabs the viewer's attention. ",
  "<span translate=\"no\"></span>سەرنجی بینەرەکە دەگرێت."
 ],
 [
  "<span translate=\"no\"></span>It connects one story to the one before. ",
  "<span translate=\"no\"></span>چیرۆکێک دەبەستێتەوە بە چیرۆکی پێشوو. "
 ],
 [
  "<span translate=\"no\"></span>It sometimes does all three at once. ",
  "<span translate=\"no\"></span>هه ندێک جار هه موو سێ ده کات. "
 ],
 [
  "<span translate=\"no\"></span>Here in Hong kong at least two people are in serious condition after violent protests ran into the night. ",
  "<span translate=\"no\"></span>لێرە لە هۆنگ کۆنگ بەلایەنی کەمەوە دوو کەس لە بارودۆخێکی جدیدان پاش ئەوەی خۆپیشاندانی توند و تیژی بە شەودا بەڕێوە چوو. "
 ],
 [
  "<span translate=\"no\"></span>Mass evacuations are underway in Australia. ",
  "<span translate=\"no\"></span>چۆڵکردنی بەکۆمەڵ لە ئوسترالیا بەڕێوەیە "
 ],
 [
  "<span translate=\"no\"></span>Several countries are on high alert following North Korea's latest launch. ",
  "<span translate=\"no\"></span>چەندین وڵات لە حاڵەتی ئامادەباشیدان لە دوای دواین دەستپێکردنی کۆریای باکوور "
 ],
 [
  "Fans around the world are remembering game show <span translate=\"no\"></span>legend Alex Trebek, who died on Sunday surrounded by family and friends. ",
  "هەوادارانی جیهان نمایشی یاری <span translate=\"no\"></span>ئەفسانەیی ئەلێکس ترێبێک بیردەخەنەوە کە ڕۆژی یەکشەممە مرد کە لە لایەن خێزان و هاوڕێیانەوە دەورە دراوە "
 ],
 [
  "<span translate=\"no\"></span>France is now the first European country to surpass two million confirmed coronavirus infections. ",
  "<span translate=\"no\"></span>فەڕەنسا ئێستا یەکەم وڵاتی ئەوروپایە کە بەسەر دوو ملیۆن نەخۆشی ڤایرۆسی کرۆناڤیروسدا زاڵ بووە "
 ],
 [
  "<span translate=\"no\"></span>We can now project the winner of the presidential race. ",
  "<span translate=\"no\"></span>ئێستا دەتوانین براوەی پێشبڕکێی سەرۆکایەتی پرۆژە بکەین "
 ],
 [
  "<span translate=\"no\"></span>CNN projects Joseph R Biden Jr. ",
  "<span translate=\"no\"></span>پرۆژەکانی سی ئێن ئێن جۆزێف ئاڕ بایدن جەی ئاڕ "
 ],
 [
  "is elected the 46th president of the United States, winning the White House and denying President <span translate=\"no\"></span>Trump a second term. ",
  "بە 46مین سەرۆکی ئەمریکا هەڵبژێردراوە و کۆشکی سپی بردەوە و رەتکردنەوەی سەرۆک <span translate=\"no\"></span>ترامپ بۆ خولی دووەم "
 ],
 [
  "<span translate=\"no\"></span>The script needs a plan. ",
  "<span translate=\"no\"></span>دەقەکە پێویستی بە پلانێکە. "
 ],
 [
  "<span translate=\"no\"></span>You can't just start rambling off what happened in the news. ",
  "<span translate=\"no\"></span>تۆ ناتوانیت دەست بکەیت بە لابردنی ئەوەی لە هەواڵەکاندا ڕوویدا. "
 ],
 [
  "<span translate=\"no\"></span>You have to have a beginning, a middle and an end to your script. ",
  "<span translate=\"no\"></span>پێویستە سەرەتایەک، ناوەندێک و کۆتاییەک بۆ دەقەکەت هەبێت. "
 ],
 [
  "<span translate=\"no\"></span>The beginning of a script needs to have a clear sentence that is gonna raise a bunch of questions in the viewer's mind. ",
  "<span translate=\"no\"></span>سەرەتای دەق پێویستە ڕستەیەکی ڕوون هەبێت کە کۆمەڵێک پرسیار لە مێشکی بینەردا دروست بکات "
 ],
 [
  "<span translate=\"no\"></span>And then the middle part of the script needs to answer the majority of those questions and then the end needs to ideally <span translate=\"no\"></span>tell viewers what's gonna happen next in the story, which isn't possible all the time. ",
  "<span translate=\"no\"></span>و دواتر بەشی ناوەڕاستی دەقەکە پێویستی بە وەڵامدانەوەی زۆرینەی ئەو پرسیارانە هەیە و دواتر کۆتاییەکەی پێویستە بە شێوەیەکی نمونەیی <span translate=\"no\"></span>بە بینەران بڵێت کە چی ڕوودەدات لە چیرۆکەکەدا کە هەموو کات گونجاو نییە. "
 ],
 [
  "But just having a framework that's <span translate=\"no\"></span>built like that, that will sort of walk the viewer through that story by the hand and say, hey, this is what the story is. ",
  "بەڵام تەنیا هەبوونی چوارچێوەیەک کە <span translate=\"no\"></span>ئاوا بنیاتنراوە، کە بە دەستەوە بە ناو ئەو چیرۆکەدا تەماشاکەرەکە پیاسە دەکات و دەڵێت، هێی، چیرۆکەکە ئەمەیە. "
 ],
 [
  "<span translate=\"no\"></span>I'm gonna take you through it now. ",
  "<span translate=\"no\"></span>ئێستا تۆم تێدەبەم "
 ],
 [
  "And have sentences that are simple in instruction that allow for clarity. ",
  "و ڕستەکانی هەیە کە سادەن لە رێنماییدا کە ڕێگە بە ڕوونی دەدەن. "
 ],
 [
  "<span translate=\"no\"></span>Meaning subject, verb, object type writing. ",
  "<span translate=\"no\"></span>مانا بابەت، فرمان، نووسینی جۆری ئۆبجێکت. "
 ],
 [
  "<span translate=\"no\"></span>So you've gotten a sense of where your script falls into the overall scheme of things. ",
  "<span translate=\"no\"></span>کەواتە تۆ هەستت بەوە هەیە کە دەقەکەت دەکەوێتە ناو پلانی گشتی شتەکانەوە. "
 ],
 [
  "<span translate=\"no\"></span>Your sources are lined up now. ",
  "<span translate=\"no\"></span>سەرچاوەکانت ئێستا ڕیزکراون. "
 ],
 [
  "Read them all of them. ",
  "هەموویان بخوێنەوە "
 ],
 [
  "<span translate=\"no\"></span>One problem I see with writers is that they look at wire copy and take the first line or the first couple of lines and <span translate=\"no\"></span>make that their own starting point. ",
  "<span translate=\"no\"></span>یەک کێشە لەگەڵ نووسەراندا دەبینم ئەوەیە کە سەیری کۆپی وایەری دەکەن و یەکەم دێڕ یان دوو دێڕی یەکەم دەگرن و <span translate=\"no\"></span>ئەوە بکەنە خاڵی سەرەتای خۆیان "
 ],
 [
  "<span translate=\"no\"></span>Remember whatever you're reading is probably written for a different audience than the one for which you are writing. ",
  "<span translate=\"no\"></span>ئەوەی دەیخوێنیتەوە بیرت بێت لەوانەیە بۆ بینەرێکی جیاواز بنوسرێت وەک لەوەی کە بۆی دەینووسیت. "
 ],
 [
  "<span translate=\"no\"></span>For instance, the network's website. ",
  "<span translate=\"no\"></span>بۆ نمونە، وێبسایتی تۆڕەکە. "
 ],
 [
  "only by reading through the sources <span translate=\"no\"></span>are you going to be sufficiently informed. ",
  "تەنها بە خوێندنەوەی سەرچاوەکان <span translate=\"no\"></span>ئێوە بە تەواوی ئاگادار دەکرێنەوە. "
 ],
 [
  "<span translate=\"no\"></span>Maybe that line you need is buried halfway down. ",
  "<span translate=\"no\"></span>لەوانەیە ئەو هێڵەی پێویستت پێیە لە نیوەی ڕێگادا بنێژرێت. "
 ],
 [
  "<span translate=\"no\"></span>You won't know until you dig through it. ",
  "<span translate=\"no\"></span>تۆ نازانیت هەتا لە ناودا هەڵکۆڵی. "
 ],
 [
  "<span translate=\"no\"></span>Let's say you've done that and it's time to start typing. ",
  "<span translate=\"no\"></span>با بڵێین ئەوەت کردووە و کاتی ئەوەیە دەست بە نووسین بکەیت. "
 ],
 [
  "Whenever you write a lead, start by answering this question. ",
  "هەرکاتێک کە پێشەنگێک دەنووسی، بە وەڵامدانەوەی ئەم پرسیارە دەست پێ بکە. "
 ],
 [
  "<span translate=\"no\"></span>What is happening right now? ",
  "<span translate=\"no\"></span>ئێستا چی ڕوودەدات؟ "
 ],
 [
  "<span translate=\"no\"></span>Now, sometimes you may be answering that in a literal sense, in the case, for instance, of a live event, like a protest. ",
  "<span translate=\"no\"></span>ئێستا، هەندێ جار لەوانەیە وەڵامی ئەوە بدەیتەوە کە بە مانایەکی ئەدەبی، بۆ نمونە، بۆ ڕووداوێکی زیندوو، وەک خۆپیشاندان. "
 ],
 [
  "<span translate=\"no\"></span>But more often it has to do with letting the viewer know where things stand with a story at that moment. ",
  "<span translate=\"no\"></span>بەڵام زۆر جار زیاتر پێویستە بە ڕێگەدان بە بینەر بزانێت کە شتەکان لە کوێ لەگەڵ چیرۆکێک وەستاون لەو ساتەدا. "
 ],
 [
  "<span translate=\"no\"></span>What were the latest comments that are still relevant? ",
  "<span translate=\"no\"></span>دوایین سەرنجەکان چی بوون کە هێشتا پەیوەندیدارن؟ "
 ],
 [
  "<span translate=\"no\"></span>What is the development that may have occurred earlier, but it's still the freshest line? ",
  "<span translate=\"no\"></span>ئەو پێشکەوتنەی کە لەوانەیە پێشتر ڕووی دابێت چیە، بەڵام هێشتا تازەترین هێڵە؟ "
 ],
 [
  "Like \"investigators say they now <span translate=\"no\"></span>know what happened to the plane.\" ",
  "وەک لێکۆڵەرەوەکان دەڵێن ئێستا <span translate=\"no\"></span>دەزانن چی بەسەر فڕۆکەکەدا هاتووە "
 ],
 [
  "or \"candidates so and so is claiming victory in last weekend's elections.\" ",
  "یان \"کاندیدەکان و هەروەها بانگەشەی سەرکەوتن دەکەن لە هەڵبژاردنەکانی کۆتایی هەفتەی ڕابردوو\" "
 ],
 [
  "<span translate=\"no\"></span>What each of these examples have in common and what should be the starting point in any lead <span translate=\"no\"></span>you right is answering that question. ",
  "<span translate=\"no\"></span>هەریەک لەم نمونانە بە هاوبەشی چییان هەیە و دەبێت خاڵی سەرەتا لە هەر پێشەنگێکدا <span translate=\"no\"></span>ڕاست دەکەیت وەڵامی ئەو پرسیارە دەداتەوە. "
 ],
 [
  "<span translate=\"no\"></span>Try to keep things in present tense and if possible, active voice. ",
  "<span translate=\"no\"></span>هەوڵ بدە شتەکان بە چڕیی ئێستا بهێڵیتەوە و ئەگەر گونجاو بێت، دەنگی چالاک. "
 ],
 [
  "Now present tense is easy. ",
  "ئێستا گرژی ئێستا ئاسانە. "
 ],
 [
  "This is happening. ",
  "ئەمە ڕوودەدات "
 ],
 [
  "<span translate=\"no\"></span>They are calling for. ",
  "<span translate=\"no\"></span>داوای دەکەن "
 ],
 [
  "This person says. ",
  "ئەم کەسە دەڵێت "
 ],
 [
  "You get the idea. ",
  "تۆ بیرۆکەکەت دەست دەکەوێت "
 ],
 [
  "Active voice is when the subject of a sentence performs whatever is <span translate=\"no\"></span>stated by the verb. ",
  "دەنگی چالاک ئەوەیە کاتێک بابەتی ڕستەیەک هەرشتێک <span translate=\"no\"></span>بە فرمانەوە هاتووە جێبەجێ دەکات. "
 ],
 [
  "<span translate=\"no\"></span>It's the opposite of passive voice when the subject is the one being acted upon. ",
  "<span translate=\"no\"></span>پێچەوانەی دەنگی پاسیڤە کاتێک بابەتەکە ئەو کەسەیە کە کاری لەسەر دەکرێت "
 ],
 [
  "Past tense, passive voice. ",
  "دەنگی ناتەواوەی ڕابردوو "
 ],
 [
  "<span translate=\"no\"></span>A man was charged with. ",
  "<span translate=\"no\"></span>پیاوێک تاوانبار کرا "
 ],
 [
  "Present tense active voice. ",
  "دەنگێکی چالاک و چڕ پێشکەش بکە. "
 ],
 [
  "Prosecutors are charging a man with. ",
  "داواکاری گشتی پیاوێک بە تۆمەتی تاوانبار دەکەن "
 ],
 [
  "The second approach is generally considered <span translate=\"no\"></span>to be more engaging. ",
  "شێوازی دووەم بە گشتی <span translate=\"no\"></span>زیاتر تێوەگلان لە قەڵەم دەدرێت. "
 ],
 [
  "<span translate=\"no\"></span>Consider these two options. ",
  "<span translate=\"no\"></span>ڕەچاوی ئەم دوو هەڵبژاردنە بکە. "
 ],
 [
  "<span translate=\"no\"></span>Some parts of central America have been battered by Hurricane Iota versus Hurricane Iota is battering parts of central America. ",
  "<span translate=\"no\"></span>هەندێک لە بەشەکانی ناوەڕاستی ئەمریکا لەلایەن گەردەلولی ئیوتا لە بەرامبەر گەردەلوولی ئایوتا پارچەکانی ناوەڕاستی ئەمریکا تێکدەشکێنێت "
 ],
 [
  "<span translate=\"no\"></span>Both are accurate. ",
  "<span translate=\"no\"></span>هەردووکیان ڕاستن "
 ],
 [
  "<span translate=\"no\"></span>Both get to the point of the story. ",
  "<span translate=\"no\"></span>هەردووک دەگەنە خاڵی چیرۆکەکە "
 ],
 [
  "<span translate=\"no\"></span>The second one speaks directly to the idea of what is happening right now more than the first one does. ",
  "<span translate=\"no\"></span>دووەم ڕاستەوخۆ قسە دەکات بۆ ئەو بیرۆکەیەی کە ئێستا ڕوودەدات زیاتر لە یەکەم شت. "
 ],
 [
  "Or this. ",
  "یان ئەمە "
 ],
 [
  "<span translate=\"no\"></span>A new statement has been issued by one drug company regarding a possible coronavirus vaccine versus. ",
  "<span translate=\"no\"></span>بەیاننامەیەکی نوێ لەلایەن یەک کۆمپانیای دەرمانەوە دەرکراوە سەبارەت بە ئەگەری ڤاکسینی کرۆناڤیروس بەرامبەر "
 ],
 [
  "Versus. ",
  "لە بەرامبەر "
 ],
 [
  "One drug company reports <span translate=\"no\"></span>progress in developing a coronavirus vaccine. ",
  "یەک کۆمپانیای دەرمان راپۆرتی <span translate=\"no\"></span>بەرەوپێشچونی ڤاکسینی کرۆناڤیروس دەدات "
 ],
 [
  "<span translate=\"no\"></span>While the statement may have been released some time ago. ",
  "<span translate=\"no\"></span>لە کاتێکدا کە لەوانەیە لێدوانەکە ماوەیەک پێش ئێستا بڵاو بکرایە. "
 ],
 [
  "<span translate=\"no\"></span>What it contains, <span translate=\"no\"></span>the progress, that is mentioned is what is relevant and can be expressed in the present tense. ",
  "<span translate=\"no\"></span>ئەوەی تێیدایە <span translate=\"no\"></span>ئەو پێشکەوتنەی کە باسکراوە ئەوەیە کە پەیوەندی هەیە و دەکرێت لە گرژی ئێستادا دەرببرێن "
 ],
 [
  "<span translate=\"no\"></span>I want the lead to be in the present tense to offer a sense of urgency and um tell the viewer this is what's happening now. ",
  "<span translate=\"no\"></span>دەمەوێت کە ڕابەرییەکە لە گرژی ئێستادا بێت بۆ ئەوەی هەست بە پەلە پێشکەش بکات و بە بینەری بڵێم کە ئەمە ئەو شتەیە کە ئێستا ڕوو دەدات. "
 ],
 [
  "<span translate=\"no\"></span>The lead should be the latest and the greatest thing happening within the story. ",
  "<span translate=\"no\"></span>ڕابەری دەبێت نوێترین و گەورەترین شت بێت کە لە ناو چیرۆکەکەدا ڕوو دەدات. "
 ],
 [
  "<span translate=\"no\"></span>Again, the lead needs to raise a lot of questions in the viewer's mind. ",
  "<span translate=\"no\"></span>دووبارە، ڕابەری پێویستی بە بەرزکردنەوەی پرسیاری زۆر لە مێشکی بینەردا هەیە. "
 ],
 [
  "<span translate=\"no\"></span>Like what, what does the anchor mean by that? ",
  "<span translate=\"no\"></span>وەک چی، ئەو بێژەرە مانای چیە؟ "
 ],
 [
  "<span translate=\"no\"></span>I need to know more about that story. ",
  "<span translate=\"no\"></span>پێویستە زیاتر دەربارەی ئەو چیرۆکە بزانم. "
 ],
 [
  "<span translate=\"no\"></span>If you're writing in the past tense, that's gonna detract from the sense of urgency. ",
  "<span translate=\"no\"></span>ئەگەر لە رابردودا بنووسیت، ئەوە لە هەستی پەلەکردن دەشکێتەوە. "
 ],
 [
  "<span translate=\"no\"></span>If you're writing something that's boring or obvious or something that should be much further down in the story, <span translate=\"no\"></span>that isn't going to jar the interests of the viewer, then that's not a good lead. ",
  "<span translate=\"no\"></span>ئەگەر شتێک بنووسن کە بێزارکەر بێت یان ڕوون بێت یان شتێک کە دەبێت زۆر زیاتر لە چیرۆکەکەدا دابنێرێت، <span translate=\"no\"></span>کە بەرژەوەندییەکانی بینەری نەڕوخێنێت، ئەوا ئەوە پێشەنگییەکی باش نییە. "
 ],
 [
  "<span translate=\"no\"></span>To recap, know what purpose your script serves and what is around it <span translate=\"no\"></span>in the rundown. ",
  "<span translate=\"no\"></span>بۆ دووبارە کردنەوە، بزانە دەقەکەت چ ئامانجێک خزمەت دەکات و چی لە دەوروبەریدا <span translate=\"no\"></span>. "
 ],
 [
  "Read through the sources. ",
  "لە ڕێگەی سەرچاوەکانەوە بخوێنەوە. "
 ],
 [
  "Think about answering the question, what is happening right now? ",
  "بیر لە وەڵامدانەوەی پرسیارەکە بکەنەوە، ئێستا چی ڕوودەدات؟ "
 ],
 [
  "And think about <span translate=\"no\"></span>what needs attribution. ",
  "وە بیر لە <span translate=\"no\"></span>بکەنەوە کە چی پێویستی بە سزادان هەیە "
 ],
 [
  "<span translate=\"no\"></span>When you finally have written that lead, read it. ",
  "<span translate=\"no\"></span>کاتێک لە کۆتاییدا ئەو ڕابەریەت نووسی، بیخوێنەوە. "
 ],
 [
  "<span translate=\"no\"></span>And I mean out loud, ask yourself whether it sounds conversational. ",
  "<span translate=\"no\"></span>و من بە دەنگی بەرز مەبەستمە، لە خۆت بپرسە کە ئایا ئەوە قسە دەکات یان نا. "
 ],
 [
  "<span translate=\"no\"></span>If you struggle to get through it. ",
  "<span translate=\"no\"></span>ئەگەر تۆ تێدەکۆشێت بۆ ئەوەی تێبپەڕێ "
 ],
 [
  "<span translate=\"no\"></span>If you find yourself gasping for breath, it's a safe bet that whoever is reading it will as well. ",
  "<span translate=\"no\"></span>ئەگەر خۆت بدۆزیتەوە بۆ هەناسەدان، ئەوە گرەوێکی سەلامەتە کە هەرکەسێک بیخوێنێتەوە، ئەوا دەبێت. "
 ],
 [
  "The solution? ",
  "چارەسەرەکە؟ "
 ],
 [
  "Find ways of <span translate=\"no\"></span>shortening it. ",
  "دۆزینەوەی ڕێگاکانی کورتکردنەوەی <span translate=\"no\"></span>. "
 ],
 [
  "<span translate=\"no\"></span>So with that in mind, let's look at some examples of wire copy and what would be the best lead among those offered. ",
  "<span translate=\"no\"></span>کەواتە لەگەڵ ئەوەی کە لە مێشکدایە، با سەیری چەند نمونەیەک لە کۆپی وایەر بکەین و باشترین ڕابەری چی دەبێت لە نێوان ئەوانەی پێشکەش کراون. "
 ],
 [
  "<span translate=\"no\"></span>If you get the lead right often the rest of the story will fall into place much more easily. ",
  "<span translate=\"no\"></span>ئەگەر تۆ پێشەنگی ڕاستت دەست بکەوێت زۆربەی کات چیرۆکەکە زۆر ئاسانتر ئەکەوێتە شوێنی خۆی. "
 ],
 [
  "<span translate=\"no\"></span>So now we're gonna look at the structure of a script. ",
  "<span translate=\"no\"></span>کەواتە ئێستا ئێمە سەیری پێکهاتەی دەقێک دەکەین. "
 ],
 [
  "<span translate=\"no\"></span>Every script needs this. ",
  "<span translate=\"no\"></span>هەموو سکریپتێک پێویستی بەمەیە. "
 ],
 [
  "<span translate=\"no\"></span>It doesn't matter if it's a 25 second reader or 2.5 ",
  "<span translate=\"no\"></span>گرنگ نییە خوێنەرێکی 25 دووەم بێت یان 2.5 "
 ],
 [
  "minute package or two hour long documentary. ",
  "پاکێجی خولەک یان دوو کاتژمێری دۆکیومێنتاری درێژ "
 ],
 [
  "<span translate=\"no\"></span>When we talk about structure, it's how we lead the viewer through a narrative. ",
  "<span translate=\"no\"></span>کاتێک باس لە پێکهاتەکە دەکەین، بەو شێوەیەیە کە بینەر لە ڕێی چیرۆکێکەوە بەڕێوەدەبەین. "
 ],
 [
  "In terms of what we write, it's the difference <span translate=\"no\"></span>between telling a story and spewing out a bunch of facts and expecting the viewer to sort them out. ",
  "لە ڕووی ئەوەی ئێمە دەینووسین، ئەوە جیاوازیەکەی <span translate=\"no\"></span>لە نێوان گێڕانەوەی چیرۆکێک و پێچانەوەی کۆمەڵێک ڕاستی و چاوەڕوانی بینەرە بۆ پۆلێنکردنیان. "
 ],
 [
  "Once you've got the lead <span translate=\"no\"></span>down, and that lead has raised a bunch of questions in the viewer's mind, the middle part of your story needs to answer <span translate=\"no\"></span>the biggest of those questions that you know, are gonna be in the viewer's mind. ",
  "هەر کە پێشەنگی <span translate=\"no\"></span>دابەزی و ئەو ڕابەریە کۆمەڵێک پرسیاری لە مێشکی بینەردا دروست کرد، بەشی ناوەڕاستی چیرۆکەکەت پێویستی بە وەڵامدانەوەی <span translate=\"no\"></span>گەورەترین ئەو پرسیارانە هەیە کە تۆ دەیزانیت، لە مێشکی بینەردا دەبێت. "
 ],
 [
  "<span translate=\"no\"></span>So if your lead talks about rescuers rushing to save a bunch of people in a building collapse, people want to know where <span translate=\"no\"></span>did that happen? ",
  "<span translate=\"no\"></span>کەواتە ئەگەر سەرکردایەتی ئێوە باسی ڕزگارکەرەکان بکات کە پەلە دەکەن لە ڕزگارکردنی کۆمەڵێک خەڵک لە ناو بینایەکدا، خەڵک دەیانەوێ بزانن <span translate=\"no\"></span>لە کوێ ڕوویداوە؟ "
 ],
 [
  "<span translate=\"no\"></span>How did that happen? ",
  "<span translate=\"no\"></span>چۆن بوو؟ "
 ],
 [
  "<span translate=\"no\"></span>How many people are involved? ",
  "<span translate=\"no\"></span>چەند کەس تێوەگلاون؟ "
 ],
 [
  "<span translate=\"no\"></span>And, you know, questions like that. ",
  "<span translate=\"no\"></span>و، دەزانیت، پرسیاری لەو شێوەیە "
 ],
 [
  "<span translate=\"no\"></span>So depending on how much time that you have been given to write this story, you need to figure out how many of those <span translate=\"no\"></span>questions can I possibly answer. ",
  "<span translate=\"no\"></span>کەواتە بە پشتبەستن بەوەی کە چەند کاتت پێ دراوە بۆ نووسینی ئەم چیرۆکە، پێویستە بزانیت چەندێک لەو پرسیارە <span translate=\"no\"></span>دەتوانم وەڵام بدەمەوە. "
 ],
 [
  "<span translate=\"no\"></span>Now, if your producer has just given you 20 or 25 seconds to write Your story, then five seconds is gone to your lead. ",
  "<span translate=\"no\"></span>ئێستا، ئەگەر بەرهەمهێنەرەکەت 20 یان 25 چرکەت پێ بەخشیوە بۆ نووسینی چیرۆکەکەت، ئەوا پێنج چرکە بەرەو پێشڕەوییەکەت ڕۆیشتووە. "
 ],
 [
  "<span translate=\"no\"></span>That's gone. ",
  "<span translate=\"no\"></span>ئەوە نەما "
 ],
 [
  "<span translate=\"no\"></span>That leaves 15 or 20 seconds left. ",
  "<span translate=\"no\"></span>کە 15 یان 20 چرکە ماوە "
 ],
 [
  "<span translate=\"no\"></span>Well, if you figure that most sentences are going to be about five seconds each, that means you have time to tell me three <span translate=\"no\"></span>or four facts about the circumstances of this story. ",
  "<span translate=\"no\"></span>باشە، ئەگەر بزانیت کە زۆربەی ڕستەکان هەرکامیان نزیکەی پێنج چرکە دەبن، واتە کاتتان هەیە سێ <span translate=\"no\"></span>یان چوار ڕاستیم بۆ باس بکەیت دەربارەی بارودۆخی ئەم چیرۆکە. "
 ],
 [
  "<span translate=\"no\"></span>So that's what the middle part of your story really needs to do is answer the questions that are lingering in the viewer's <span translate=\"no\"></span>mind after you've given them the lead. ",
  "<span translate=\"no\"></span>کەواتە ئەو شتەیە کە بەشی ناوەڕاستی چیرۆکەکەت بەڕاستی پێویستە بیکەیت وەڵامدانەوەی ئەو پرسیارانەیە کە لە مێشکی <span translate=\"no\"></span>بینەردا دەکێشن دوای ئەوەی پێشەنگیت پێ بەخشیون. "
 ],
 [
  "<span translate=\"no\"></span>So reserving whenever possible your last sentence again for what happens next in the story, if you know. ",
  "<span translate=\"no\"></span>کەواتە پاشەکەوتکردن هەرکاتێک کە کۆتا ڕستەت دووبارە کردیەوە بۆ ئەوەی چی ڕوودەدات لە چیرۆکەکەدا، ئەگەر بزانیت. "
 ],
 [
  "You don't always know. ",
  "تۆ هەمیشە نازانیت "
 ],
 [
  "<span translate=\"no\"></span>If an investigation is going to be launched and that's the last thing that you know, that you can tell viewers <span translate=\"no\"></span>that's going to happen in the future, then end your story that way. ",
  "<span translate=\"no\"></span>ئەگەر لێکۆڵینەوەیەک دەست پێبکرێت و ئەوە کۆتا شتە کە تۆ دەیزانی، دەتوانیت بە بینەران بڵێیت <span translate=\"no\"></span>کە لە داهاتوودا ڕوو دەدات، ئەوا بەو شێوەیە کۆتایی بە چیرۆکەکەت بهێنیت. "
 ],
 [
  " If you don't know that if you don't know what happens <span translate=\"no\"></span>next in the story, then just end it on one good solid fact. ",
  " ئەگەر نازانیت چی ڕوودەدات <span translate=\"no\"></span>داهاتوو لە چیرۆکەکەدا، ئەوا تەنها کۆتایی پێ بهێنیت لەسەر یەک ڕاستی ڕەقی باش. "
 ],
 [
  "<span translate=\"no\"></span>That may look very similar to the other facts of your story. ",
  "<span translate=\"no\"></span>لەوانەیە زۆر لە ڕاستیەکانی تری چیرۆکەکەت بچێت. "
 ],
 [
  "But that that's what we need to do with the middle part <span translate=\"no\"></span>of our story. ",
  "بەڵام ئەمە ئەو شتەیە کە پێویستە لەگەڵ بەشی ناوەڕاستی <span translate=\"no\"></span>چیرۆکەکەمان بکەین. "
 ],
 [
  "<span translate=\"no\"></span>That's how you build off of your lead. ",
  "<span translate=\"no\"></span>بەم شێوەیە لە پێشەنگی خۆت دروست دەکەیت. "
 ],
 [
  "Answer the questions that are going to pop up in the viewer's mind from the awesome <span translate=\"no\"></span>lead that you wrote. ",
  "وەڵامی ئەو پرسیارانە بدەوە کە لە مێشکی بینەردا دەرئەچێت لەو <span translate=\"no\"></span>سەرەداوانەی کە نوسیت. "
 ],
 [
  " The easiest way to make sure that you are doing this is to ask yourself, what question have I raised <span translate=\"no\"></span>in this line? ",
  " ئاسانترین ڕێگا بۆ دڵنیابوون لەوەی کە تۆ ئەم کارە دەکەیت ئەوەیە کە لە خۆت بپرسیت، من چ پرسیارێکم لەم هێڵەدا <span translate=\"no\"></span>دروست کردووە؟ "
 ],
 [
  "Then answer it. ",
  "پاشان وەڵامی بدەنەوە "
 ],
 [
  "<span translate=\"no\"></span>It may very well be that you raised several questions or that the visual or sound element that follows will determine it. ",
  "<span translate=\"no\"></span>لەوانەیە زۆر باش بێت کە چەند پرسیارێکت بەرزکردۆتەوە یان ئەو توخمە بینراو یان دەنگیەی کە بەدوایدا دێت دیاریی دەکات. "
 ],
 [
  "<span translate=\"no\"></span>But it comes down to deciding which one keeps the focus on the most important parts of the story. ",
  "<span translate=\"no\"></span>بەڵام ئەوە دێتە خوارەوە بۆ بڕیاردان کە کامە کەس تەرکیز لەسەر گرنگترین بەشەکانی چیرۆکەکە دەهێڵێتەوە "
 ],
 [
  "<span translate=\"no\"></span>Another tip. ",
  "<span translate=\"no\"></span>نوکێکی تر "
 ],
 [
  "Put yourself in the position of the viewers and ask, what are they expecting to hear next? ",
  "خۆت بخەرە شوێنی بینەران و پرسیار بکە، چاوەڕێی چی دەکەن کە دواتر گوێیان لێ بێت؟ "
 ],
 [
  "<span translate=\"no\"></span>Let's take a minute to talk about attribution. ",
  "<span translate=\"no\"></span>با یەک خولەک بخایەنێین بۆ قسەکردن دەربارەی سزادان. "
 ],
 [
  "To attribute something in a script is to let the viewer know from where the <span translate=\"no\"></span>information is coming: sources, formal or informal, public officials or private citizens identified or anonymous. ",
  "بۆ خەسڵەتی شتێک لە دەقێکدا ئەوەیە کە بینەر بزانێت زانیاری <span translate=\"no\"></span>لە کوێوە دێت: سەرچاوەکان، فەرمی یان نافەرمی، بەرپرسانی گشتی یان هاووڵاتی تایبەت ناسراون یان نەناسراون. "
 ],
 [
  "<span translate=\"no\"></span>They are all vital when it comes to how journalists do their work. ",
  "<span translate=\"no\"></span>ئەوان هەمووی گرنگن کاتێک ئەوە دێتە سەر ئەوەی کە ڕۆژنامەنووسان چۆن کارەکانیان ئەنجام دەدەن "
 ],
 [
  "As a writer, <span translate=\"no\"></span>the need for clarity for transparency is why you have to consider whether something needs attribution <span translate=\"no\"></span>in anything you write. ",
  "وەک نووسەرێک، <span translate=\"no\"></span>پێویستی بە ڕوونی بۆ شەفافییەت ئەوەیە کە بۆچی دەبێت ڕەچاوی ئەوە بکەیت کە ئایا شتێک پێویستی بە <span translate=\"no\"></span>لە هەر شتێکدا هەیە کە تۆ دەینووسیت. "
 ],
 [
  "We are following breaking news out of Lebanon's capital, Beirut. ",
  "ئێمە بەدوای هەواڵی بەپەلەی بەیروتی پایتەختی لوبناندا دەڕۆین "
 ],
 [
  "<span translate=\"no\"></span>A huge explosion has rocked the city at or near the city's port. ",
  "<span translate=\"no\"></span>تەقینەوەیەکی گەورە شارەکەی لە نزیک بەندەری شارەکە هەژاندووە "
 ],
 [
  "<span translate=\"no\"></span>Lebanon state media reporting that there was a major fire at a warehouse. ",
  "<span translate=\"no\"></span>راگەیاندنەکانی دەوڵەتی لوبنان ڕایدەگەیەنن کە ئاگرێکی گەورە لە عەمبارێک ڕوویدا "
 ],
 [
  "<span translate=\"no\"></span>Local media reporting is a warehouse that held fireworks. ",
  "<span translate=\"no\"></span>راپۆرتی میدیای ناوخۆیی عەمبارێکە کە ئاگرینەکانی هەڵگرتووە "
 ],
 [
  "The blast blowing out windows in buildings several kilometers away. ",
  "تەقینەوەکە پەنجەرەکان لە بینایەکدا تەقاندەوە لە چەند کیلۆمەترێک دوورتر. "
 ],
 [
  "<span translate=\"no\"></span>Reports of buildings losing windows as far as 10 kilometers away, including the CNN bureau, which is just a kilometer or <span translate=\"no\"></span>so from Beirut port and downtown Beirut. ",
  "<span translate=\"no\"></span>راپۆرتەکانی لەدەستدانی پەنجەرەکان تا 10 کیلۆمەتر دوورە، لەوانەشە نوسینگەی سی ئێن ئێن کە تەنها کیلۆمەترێک یان <span translate=\"no\"></span>لە بەندەری بەیروت و ناوەڕاستی شاری بەیروت "
 ],
 [
  "<span translate=\"no\"></span>The health minister says there are multiple injuries. ",
  "<span translate=\"no\"></span>وەزیری تەندروستی دەڵێت چەند بریندارێک هەیە "
 ],
 [
  "A hospital in Germany says longtime Kremlin critic Alexei Navalny is coming <span translate=\"no\"></span>out of the coma and slowly off a breathing machine. ",
  "نەخۆشخانەیەک لە ئەڵمانیا دەڵێت ڕەخنەگری کرێملین لە مێژە ئەلێکسی لۆلانی <span translate=\"no\"></span>لە کۆما دێتە دەرەوە و بە هێواشی ئامێری هەناسەدان دەردەکات "
 ],
 [
  "Still too early to know if he will fully recover from being poisoned. ",
  "هێشتا زۆر زووە بۆ زانینی ئەوەی کە ئایا ئەو بە تەواوی چاک دەبێتەوە لە ژەهراوی بوون. "
 ],
 [
  "<span translate=\"no\"></span>A difficult situation at a packed refugee camp in Greece is now much worse. ",
  "<span translate=\"no\"></span>بارودۆخێکی دژوار لە کامپی پەنابەرانی پێچراو لە یۆنان ئێستا زۆر خراپترە "
 ],
 [
  "<span translate=\"no\"></span>Reuters reports authorities are investigating after a large fire broke out at the Maria refugee camp on the island of Lesbos. ",
  "<span translate=\"no\"></span>رۆیتەرز راپۆرتی دەدات کە دەسەڵاتداران لێکۆڵینەوە دەکەن دوای ئەوەی ئاگرێکی گەورە لە کامپی پەنابەرانی ماریا لە دوورگەی لێسبۆس کەوتەوە. "
 ],
 [
  "<span translate=\"no\"></span>Breaking news coming into CNN moments ago, Johns Hopkins University reported that the global Covid 19 case total has topped <span translate=\"no\"></span>40 million people. ",
  "<span translate=\"no\"></span>هەواڵەکانی کە چەند ساتێک پێش ئێستا دێن بۆ سی ئێن ئێن، زانکۆی جۆنز هۆپکینز ڕایگەیاند کە کۆی گشتی کەیسی کۆڤیدی جیهانی 19 <span translate=\"no\"></span>40 ملیۆن کەس "
 ],
 [
  "<span translate=\"no\"></span>The bottom line is when writing a script, you should not present anything, especially something that is offered as fact that <span translate=\"no\"></span>maybe disputable or an opinion as your or the network's own. ",
  "<span translate=\"no\"></span>دێڕی خوارەوە ئەوەیە کە لەکاتی نووسینی دەقێک، نابێت هیچ شتێک پێشکەش بکەیت، بەتایبەتی شتێک کە وەک ڕاستی پێشکەش دەکرێت کە ڕەنگە <span translate=\"no\"></span>یان بۆچوونێک وەک هی خۆت یان تۆڕەکەی خۆت بێت. "
 ],
 [
  "Always be asking \"according to whom,\" so that the viewer is aware <span translate=\"no\"></span>of the source and that source is in fact anonymous. ",
  "هەمیشە لە \"بە پێی کێ\" دەپرسن، بۆ ئەوەی بینەر <span translate=\"no\"></span>سەرچاوەکە ئاگادار بێت و ئەو سەرچاوەیە لە ڕاستیدا نەناسراوە "
 ],
 [
  "<span translate=\"no\"></span>Trying to be specific as possible. ",
  "<span translate=\"no\"></span>هەوڵدان بۆ تایبەت بوون بە ئەگەری گونجاو. "
 ],
 [
  "\"Sources say...\" ",
  "سەرچاوەکان دەڵێن "
 ],
 [
  "<span translate=\"no\"></span>in fact, says relatively little. ",
  "<span translate=\"no\"></span>لە ڕاستیدا، تا ڕادەیەکی کەم دەڵێت "
 ],
 [
  "\"Sources close to the information\" or \"a source with direct knowledge of the meeting.\" ",
  "\"سەرچاوەکانی نزیک لە زانیاریەکان\" یان \"سەرچاوەیەک کە زانیاری ڕاستەوخۆی کۆبوونەوەکەیان هەیە\" "
 ],
 [
  "<span translate=\"no\"></span>It's a bit more helpful. ",
  "<span translate=\"no\"></span>ئەوە تۆزێک زیاتر یارمەتیدەرە "
 ],
 [
  "Consider these scenarios and whether you would need to attribute the information. ",
  "ڕەچاوی ئەم سیناریۆیانە بکە و ئایا پێویستت بە خەسڵەتی زانیاریە. "
 ],
 [
  "<span translate=\"no\"></span>So let's set the stage. ",
  "<span translate=\"no\"></span>کەواتە با قۆناغەکە دابنێین "
 ],
 [
  "You're at your desk getting ready to write. ",
  "تۆ لە مێزەکەت ئامادە دەبیت بۆ نووسین. "
 ],
 [
  "<span translate=\"no\"></span>One of the first things you should be doing actually involves looking at what's around that page on the rundown. ",
  "<span translate=\"no\"></span>یەکێک لە یەکەم ئەو شتانەی کە دەبێ بیکەیت لە ڕاستیدا بریتییە لە سەیرکردنی ئەو شتەی کە لە دەوری ئەو پەڕەیە لە خوارەوەیە. "
 ],
 [
  "<span translate=\"no\"></span>Where does your script fall into place among the other stories? ",
  "<span translate=\"no\"></span>دەقەکەت دەکەوێتە کوێوە لە نێو چیرۆکەکانی تر؟ "
 ],
 [
  "<span translate=\"no\"></span>Is a part of a bigger segment? ",
  "<span translate=\"no\"></span>بەشێکە لە بەشێکی گەورەتر؟ "
 ],
 [
  "<span translate=\"no\"></span>What is the producer's vision for the rundown as a whole? ",
  "<span translate=\"no\"></span>بینینی بەرهەمهێنەکە چیە بۆ دابەزینی تەواو؟ "
 ],
 [
  "<span translate=\"no\"></span>And where does your work fall into it? ",
  "<span translate=\"no\"></span>و کارەکەت لە کوێ دەکەوێتە ناوەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>Writing is never done in isolation. ",
  "<span translate=\"no\"></span>نووسین هەرگیز لە گۆشەگیریدا ئەنجام نەدراوە. "
 ],
 [
  "<span translate=\"no\"></span>Even if the script you're about to write is not otherwise connected to what comes before or after it, it still serves a purpose. ",
  "<span translate=\"no\"></span>تەنانەت ئەگەر ئەو سکریپتەی کە تۆ خەریکە دەینووسیت بە پێچەوانەوە پەیوەست نییە بەو شتانەی کە پێش دێت یان دوای ئەوە، هێشتا خزمەت بە ئامانجێک دەکات. "
 ],
 [
  "<span translate=\"no\"></span>Be sure you have a sense of what that purpose is and what elements are at your disposal to bring it to life from there. ",
  "<span translate=\"no\"></span>دڵنیابە کە تۆ هەستت بەوە هەیە کە ئەو مەبەستە چییە و چ توخمێک لە دەستتدایە بۆ ئەوەی لەوێوە زیندووی بکەیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>You'll need to line up the sources you'll use. ",
  "<span translate=\"no\"></span>پێویستت بە ڕیزکردنی ئەو سەرچاوانە دەبێت کە بەکاری دەهێنیت. "
 ],
 [
  "<span translate=\"no\"></span>Now. ",
  "<span translate=\"no\"></span>ئێستا "
 ],
 [
  "<span translate=\"no\"></span>Every network will have those sources of trust above all others. ",
  "<span translate=\"no\"></span>هەموو تۆڕێک ئەو سەرچاوەی متمانەیەی لەسەروو هەموو ئەوانی ترەوە دەبێت. "
 ],
 [
  "Starting with its own staff: correspondents, <span translate=\"no\"></span>producers, editors. ",
  "دەست پێ دەکات بە ستافەکەی خۆی: پەیامنێرەکان، <span translate=\"no\"></span>بەرهەمهێنەران، سەرنووسەرەکان. "
 ],
 [
  "Often included in that: outside news services, to which the network may subscribe. ",
  "زۆربەی کات تێیدایە: خزمەتگوزاریەکانی دەرەوەی هەواڵەکان، کە لەوانەیە تۆڕەکە بەشداری پێ بکات. "
 ],
 [
  "<span translate=\"no\"></span>Then there are the affiliates, other networks with whom your own may have a professional relationship. ",
  "<span translate=\"no\"></span>ئەو کاتە ئەندامەکان، تۆڕەکانی تر هەن کە لەوانەیە تۆ پەیوەندیەکی پیشەیی لەگەڵیان هەبێت. "
 ],
 [
  "<span translate=\"no\"></span>The point is that before you start writing, know from where it is that you will be getting your information and whether you <span translate=\"no\"></span>will need to attribute anything you use. ",
  "<span translate=\"no\"></span>خاڵەکە ئەوەیە کە پێش ئەوەی دەست بە نووسین بکەیت، بزانە لە کوێوە زانیاریت دەست دەکەوێت یان نا <span translate=\"no\"></span>پێویستت بە خەسڵەتی هەر شتێک بێت کە بەکاری دەهێنیت. "
 ],
 [
  "<span translate=\"no\"></span>As an anchor your role is to communicate with the viewer. ",
  "<span translate=\"no\"></span>وەک بێژەرێک ڕۆڵەکەت پەیوەندی کردن لەگەڵ بینەرە. "
 ],
 [
  "You do that with how you flow a script. ",
  "تۆ ئەوە دەکەیت کە چۆن دەقێک دەڕژێنیت. "
 ],
 [
  "How you <span translate=\"no\"></span>tell the story. ",
  "چۆن <span translate=\"no\"></span>چیڕۆکەکە بگێڕیتەوە. "
 ],
 [
  "<span translate=\"no\"></span>But you know, obviously I'm reading other people's words most of the time. ",
  "<span translate=\"no\"></span>بەڵام تۆ دەزانیت، بە ئاشکرا من زۆربەی کات وشەکانی کەسانی تر دەخوێنمەوە. "
 ],
 [
  "I'll go in before a show sometimes and tweak something. ",
  "من هەندێ جار دەچمە ژوورەوە پێش نمایشێک و هەندێک شت دەهێنمە ناوەوە "
 ],
 [
  "<span translate=\"no\"></span>But generally speaking, and particularly when you're doing hour after hour, you're reading somebody else's words. ",
  "<span translate=\"no\"></span>بەڵام بە گشتی قسە دەکەیت، بە تایبەتی کاتێک کاتژمێر دوای کاتژمێر ئەنجام دەدەیت، تۆ قسەی کەسێکی تر دەخوێنیتەوە. "
 ],
 [
  "And <span translate=\"no\"></span>you're relying on them to be in a way the storyteller. ",
  "وە <span translate=\"no\"></span>تۆ پشتت بە ئەوان دەبەستی بۆ ئەوەی بە جۆرێک بێت لە چیرۆک بێژ. "
 ],
 [
  "My job is to communicate that with eyes or gestures or even hand <span translate=\"no\"></span>or head movements and so on. ",
  "کارەکەم ئەوەیە کە پەیوەندی بکەم بە چاو یان ئاماژە یان تەنانەت دەست <span translate=\"no\"></span>یان جوڵەی سەر و. "
 ],
 [
  "<span translate=\"no\"></span>To try to get through to the person who is actually watching at home. ",
  "<span translate=\"no\"></span>هەوڵ بدەیت بە ئەو کەسەی کە لە راستیدا سەیری ماڵەوە دەکات تێبپەڕێت "
 ],
 [
  "<span translate=\"no\"></span>But the writer plays a crucial role in that you are the foundation of what it is that that I'm reading whether I've tweaked <span translate=\"no\"></span>it or not. ",
  "<span translate=\"no\"></span>بەڵام نووسەر ڕۆڵێکی زۆر گرنگ دەبینێت کە تۆ بناغەی ئەوەی کە من دەیخوێنمەوە کە ئایا من <span translate=\"no\"></span>دا هەڵمگرتووە یان نا "
 ],
 [
  "<span translate=\"no\"></span>So you just have to take the time allotted and figure out sort of like an accordion. ",
  "<span translate=\"no\"></span>کەواتە تۆ تەنها دەبێت کاتەکە بخەیتە ناوەوە و وەک ئاکۆردیۆنێک بزانیت. "
 ],
 [
  "<span translate=\"no\"></span>Okay, now it's this much. ",
  "<span translate=\"no\"></span>باشە، ئێستا ئەمە زۆر زۆرە "
 ],
 [
  "Or now it's this much. ",
  "یان ئێستا ئەمە زۆر زۆرە "
 ],
 [
  "<span translate=\"no\"></span>What can I put in there? ",
  "<span translate=\"no\"></span>چی دەتوانم بیخەمە ئەوێ؟ "
 ],
 [
  "<span translate=\"no\"></span>What are the most salient points that I need to make sure that the person needs to know if it's just a 30 second allotment. ",
  "<span translate=\"no\"></span>باشترین خاڵەکان چین کە پێویستە دڵنیا بم لەوەی کە ئەو کەسە پێویستە بزانێت کە ئایا ئەمە تەنها 30 دووەم کۆمێنتە. "
 ],
 [
  "<span translate=\"no\"></span>Or if I have time for the deep cuts, I have time for analysis. ",
  "<span translate=\"no\"></span>یان ئەگەر کاتم هەبێت بۆ بڕینی قوڵ، کاتم هەیە بۆ شیکردنەوە. "
 ],
 [
  "<span translate=\"no\"></span>I have time to bring up a map or a quote or to bring in a sound bite or two. ",
  "<span translate=\"no\"></span>کاتی ئەوەم هەیە کە نەخشەیەک یان وتەیەک بهێنم یان بۆ هێنانی گازێکی دەنگ یان دووان. "
 ],
 [
  "Then you can have <span translate=\"no\"></span>more room to play with. ",
  "پاشان دەتوانیت <span translate=\"no\"></span>ژوورێکی زیاترت هەبێت بۆ یاری کردن لەگەڵی. "
 ],
 [
  "<span translate=\"no\"></span>And also as a journalist never complain about not having enough time. ",
  "<span translate=\"no\"></span>و هەروەها وەک ڕۆژنامەنووسێک هەرگیز گلەیی لە نەبوونی کاتی پێویست ناکات "
 ],
 [
  "<span translate=\"no\"></span>It is what it is. ",
  "<span translate=\"no\"></span>هەر ئەو شتەیە. "
 ],
 [
  "<span translate=\"no\"></span>Producers, the network, we're up against a lot these days. ",
  "<span translate=\"no\"></span>بەرهەمهێنەرەکان، تۆڕەکە، ئێمە لەم ڕۆژانەدا دژی زۆرین. "
 ],
 [
  "<span translate=\"no\"></span>I always joke, like if you know William Shakespeare can craft a sonnet in 14 lines, <span translate=\"no\"></span>we can craft a really good story in just six paragraphs. ",
  "<span translate=\"no\"></span>من هەمیشە گاڵتە دەکەم، وەک ئەوەی بزانیت ولیام شکسپیر دەتوانێت لە 14 دێڕدا سوننە بکا، <span translate=\"no\"></span>دەتوانین چیرۆکێکی زۆر باش لە تەنها شەش پەرەگرافدا بگێڕین. "
 ],
 [
  "<span translate=\"no\"></span>It's a generative constraint. ",
  "<span translate=\"no\"></span>ئەوە بەستەیەکی بەرهەمهێنە "
 ],
 [
  "<span translate=\"no\"></span>We have to work within it. ",
  "<span translate=\"no\"></span>دەبێت کاری تێدا بکەین. "
 ],
 [
  "We're broadcast news. ",
  "ئێمە هەواڵ بڵاودەکەینەوە "
 ],
 [
  "We're not a newspaper. ",
  "ئێمە ڕۆژنامە نین "
 ],
 [
  "<span translate=\"no\"></span>So if the person viewing and listening to us doesn't catch it on the first time, it's not like in a newspaper or where they <span translate=\"no\"></span>can go back and read it over and over again. ",
  "<span translate=\"no\"></span>بۆیە ئەگەر ئەو کەسەی کە لە یەکەم جاردا دەیبینین و گوێمان لێ دەگرێت وەک ئەوە نییە لە ڕۆژنامەیەکدا یان لەو شوێنەی کە <span translate=\"no\"></span>دەتوانن بگەڕێنەوە و دووبارە بیخوێننەوە "
 ],
 [
  "<span translate=\"no\"></span>They need to understand it the first time and you only have that one shot to make sure that they do understand it. ",
  "<span translate=\"no\"></span>ئەوان پێویستە یەکەم جار لێی تێبگەن و تۆ تەنها ئەو لێدانەتان هەیە بۆ ئەوەی دڵنیا بن کە ئەوان لێی تێدەگەن. "
 ],
 [
  "<span translate=\"no\"></span>And very matter of fact, and the way I like to report the news is this event happened. ",
  "<span translate=\"no\"></span>و لە ڕاستیدا، وە ئەو شێوازەی کە من پێم خۆشە هەواڵەکە بڵاو بکەمەوە ئەوەیە کە ئەم ڕووداوە ڕوویدا. "
 ],
 [
  "Concrete, detailed commentary behind <span translate=\"no\"></span>like why do we care? ",
  "کۆنکریت، لێدوانە وردەکانی پشت <span translate=\"no\"></span>چۆن ئێمە گرنگی پێ دەدەین؟ "
 ],
 [
  "<span translate=\"no\"></span>Why are we talking about this and what's going to happen next to the story? ",
  "<span translate=\"no\"></span>بۆچی ئێمە باسی ئەوە دەکەین و چی ڕوودەدات لە تەنیشت چیرۆکەکەوە؟ "
 ],
 [
  "<span translate=\"no\"></span>And let's move on to the next one. ",
  "<span translate=\"no\"></span>و با بڕۆین بۆ داهاتوو "
 ],
 [
  "<span translate=\"no\"></span>Hello and welcome to the CNN Academy writing module. ",
  "<span translate=\"no\"></span>سڵاو و بەخێربێیت بۆ مۆدیولی نووسینی ئەکادیمیای سی ئێن ئێن. "
 ],
 [
  "<span translate=\"no\"></span>In this course, we're going to look at some of the best practices we follow here when it comes to writing for air. ",
  "<span translate=\"no\"></span>لەم خولەدا، ئێمە بەنیازین سەیری هەندێک لە باشترین ڕاهێنانەکان بکەین کە لێرەدا پەیڕەوی دەکەین کاتێک بۆ هەوا دەنووسرێت. "
 ],
 [
  "<span translate=\"no\"></span>How to get the viewer's attention. ",
  "<span translate=\"no\"></span>چۆن سەرنجی بینەرەکە بەدەست بهێنین. "
 ],
 [
  "How to focus on the most relevant information. ",
  "چۆن تیشک بخەینە سەر گرنگترین زانیاریە پەیوەندیدارەکان. "
 ],
 [
  "How to help the viewer make sense of world <span translate=\"no\"></span>events. ",
  "چۆن یارمەتی بینەر بدات بۆ هەستکردن بە ڕووداوەکانی جیهان <span translate=\"no\"></span>. "
 ],
 [
  "Because a well written script does it all. ",
  "چونکە نوسراوێکی باش هەمووی دەکات. "
 ],
 [
  "<span translate=\"no\"></span>Three key words in play right now in the U.S. ",
  "<span translate=\"no\"></span>سێ وشەی سەرەکی لە یاری کردن لە ئێستادا لە ئەمریکا. "
 ],
 [
  "<span translate=\"no\"></span>Disease, desperation and denial. ",
  "<span translate=\"no\"></span>نەخۆشی و نائومێدی و نکۆڵی کردن. "
 ],
 [
  "<span translate=\"no\"></span>Let's start with the disease. ",
  "<span translate=\"no\"></span>با دەست بکەین بە نەخۆشییەکە "
 ],
 [
  "<span translate=\"no\"></span>Covid 19 blowing up across the country. ",
  "<span translate=\"no\"></span>کۆڤید 19 بە درێژایی وڵات تەقاندەوە "
 ],
 [
  "<span translate=\"no\"></span>The number of infections since the pandemic began <span translate=\"no\"></span>well north of 13 million. ",
  "<span translate=\"no\"></span>ژمارەی هەوکردنەکان لەوەتەی پەنداماکە دەستی پێکرد <span translate=\"no\"></span>باکووری ١٣ ملیۆن "
 ],
 [
  " 4 million in November alone. ",
  " تەنها لە مانگی نۆڤەمبەردا 4 ملیۆن "
 ],
 [
  "For 26 straight days <span translate=\"no\"></span>the US has reported more than 100,000 new cases. ",
  "بۆ ماوەی ٢٦ ڕۆژی ڕێک <span translate=\"no\"></span>ئەمریکا زیاتر لە ١٠٠٠٠٠ حاڵەتی نوێی ڕاگەیاند "
 ],
 [
  "Saturday, the largest number of hospitalizations was reported. ",
  "ڕۆژی شەممە، گەورەترین ژمارەی نەخۆشخانە گەیەندراوە "
 ],
 [
  "<span translate=\"no\"></span>More than 91,000 Americans in hospital right now with Covid. ",
  "<span translate=\"no\"></span>زیاتر لە 91,000 ئەمریکی لە نەخۆشخانە لە ئێستادا لەگەڵ کۆڤید "
 ],
 [
  "And experts warn a surge of infections could be coming in the <span translate=\"no\"></span>weeks ahead. ",
  "و شارەزایان هۆشداری دەدەن بە لێشاوی هەوکردن لەوانەیە لە <span translate=\"no\"></span>هەفتەدا بێت "
 ],
 [
  "<span translate=\"no\"></span>Now the desperation. ",
  "<span translate=\"no\"></span>ئێستا نائومێدی "
 ],
 [
  "Small businesses getting hit at a time of year when they should be making money. ",
  "بازرگانیە بچووکەکان لە کاتێکی ساڵدا لێدەدەن کە دەبێت پارە پەیدا بکەن. "
 ],
 [
  "<span translate=\"no\"></span>Some of the busiest places though, <span translate=\"no\"></span>food banks, as many americans are forced to seek help for basic needs. ",
  "<span translate=\"no\"></span>هەندێک لە قەرەباڵغترین شوێنەکان، <span translate=\"no\"></span>بانکە خۆراکییەکان، چونکە زۆر لە ئەمریکیەکان ناچارن بۆ یارمەتیدان بۆ پێداویستییە سەرەتاییەکان. "
 ],
 [
  "And things could get more desperate if millions of <span translate=\"no\"></span>people lose their jobless benefits next month. ",
  "وە شتەکان زیاتر نائومێد دەبن ئەگەر ملیۆنان <span translate=\"no\"></span>خەڵک قازانجی بێ ئیشی خۆیان لە مانگی داهاتوودا لە دەست بدەن. "
 ],
 [
  "<span translate=\"no\"></span>And that could happen. ",
  "<span translate=\"no\"></span>و لەوانەیە ئەوە ڕووبدات "
 ],
 [
  "Now to the denial. ",
  "ئێستا بۆ حاشاکردن "
 ],
 [
  "while all of this is happening, President Trump continues to work on his golf game. ",
  "لە کاتێکدا هەموو ئەمانە ڕوودەدات، سەرۆک ترامپ بەردەوام دەبێت لە کارکردن لەسەر یاری گۆڵفەکەی. "
 ],
 [
  "<span translate=\"no\"></span>He's done so one out of every five days he has been president by CNN's count. ",
  "<span translate=\"no\"></span>لە هەر پێنج ڕۆژ جارێک یەکێکی کردووە کە بە ژماردنی سی ئێن ئێن سەرۆک بووە. "
 ],
 [
  "Just think about that: 20% of his presidency. ",
  "تەنها بیر لەوە بکەنەوە: 20٪ ی سەرۆکایەتیەکەی "
 ],
 [
  "And <span translate=\"no\"></span>he's still denying he lost the election as well, spreading more baseless conspiracy theories about voter fraud in Wisconsin. ",
  "وە <span translate=\"no\"></span>ئەو هێشتا ڕەتی دەکاتەوە کە هەڵبژاردنەکەی لە دەست داوە و تیۆری پیلانی بێبنەمای زیاتر بڵاو دەکاتەوە دەربارەی ساختەکاری دەنگدەران لە ویسکۆنسین. "
 ],
 [
  "<span translate=\"no\"></span>President elect Joe Biden picked up more votes in the recount requested by and paid for by the Trump campaign. ",
  "<span translate=\"no\"></span>سەرۆک جۆ بایدن دەنگی زیاتر لە ژماردنەوەکەی کە لەلایەن ترامپەوە داواکراوە و پارەی پێدرا، هەڵیگرت "
 ],
 [
  "Trump basically <span translate=\"no\"></span>putting $3 million dollars into an effort for a bigger loss. ",
  "ترەمپ لە بنچینەدا <span translate=\"no\"></span>3 ملیۆن دۆلار بخاتە هەوڵدانێکەوە بۆ دۆڕانێکی گەورەتر "
 ],
 [
  "<span translate=\"no\"></span>And yet another car on the Trump train of denial has derailed in court. ",
  "<span translate=\"no\"></span>و هێشتا ئۆتۆمبێلێکی تر لە شەمەندەفەری ترەمپ بۆ نکۆڵیکردن لە دادگا لادراوە "
 ],
 [
  "Saturday, Pennsylvania's Supreme Court tossing a lawsuit <span translate=\"no\"></span>from republicans seeking to invalidate absentee voting and block vote certification. ",
  "ڕۆژی شەممە، دادگای باڵای پێنسلڤانیا داوای یاسایی <span translate=\"no\"></span>لە کۆمارییەکان کە دەیانەوێت دەنگدانی غیابی نادروست بکەن و بڕوانامەی دەنگدان قەدەغە بکەن. "
 ],
 [
  "<span translate=\"no\"></span>My name is Wayne Gray and I'm a supervising producer here at CNN International. ",
  "<span translate=\"no\"></span>ناوم واین گرەی و من بەرهەمهێنەرێکی سەرپەرشتیاریم لێرە لە سی ئێن ئێن ئینتەرناشناڵ. "
 ],
 [
  "<span translate=\"no\"></span>I've been at the network now for more than 20 years. ",
  "<span translate=\"no\"></span>من ئێستا زیاتر لە ٢٠ ساڵە لە تۆڕەکە بووم. "
 ],
 [
  "<span translate=\"no\"></span>I began as a writer, worked my way up to editor, then producer and senior producer. ",
  "<span translate=\"no\"></span>من وەک نووسەرێک دەستم پێکرد، بە ڕێگای خۆم ئیشم کرد بۆ سەرنووسەر، پاشان بەرهەمهێنەر و بەرهەمهێنەری باڵا. "
 ],
 [
  "<span translate=\"no\"></span>Now this. ",
  "<span translate=\"no\"></span>ئێستا ئەمە "
 ],
 [
  "Through it all. ",
  "بە هەمووی "
 ],
 [
  "<span translate=\"no\"></span>Writing has been at the heart of my and my colleagues' work. ",
  "<span translate=\"no\"></span>نووسین لە دڵی کاری من و هاوپیشەکانم بووە "
 ],
 [
  "<span translate=\"no\"></span>It's what we do as storytellers. ",
  "<span translate=\"no\"></span>ئەوەیە کە ئێمە وەک چیرۆکبێژ دەیکەین "
 ],
 [
  "<span translate=\"no\"></span>Writing is the means by which we connect with the viewer. ",
  "<span translate=\"no\"></span>نووسین ئەو ئامرازەیە کە ئێمە بە بینەرەوە گرێ دەدەین. "
 ],
 [
  "And thinking in those terms that for everything you write there <span translate=\"no\"></span>is someone at the other end listening to it. ",
  "وە بیرکردنەوە لەو چەمکانە کە بۆ هەموو ئەو شتانەی لەوێ دەینووسیت <span translate=\"no\"></span>کەسێکە لە کۆتایدا گوێی لێ بگرێت. "
 ],
 [
  "Learning from it. ",
  "فێر بوون لێی "
 ],
 [
  "Understanding the world a little bit better. ",
  "تۆزێک باشتر لە جیهان تێدەگەم "
 ],
 [
  "Is the first <span translate=\"no\"></span>step toward writing a script effectively. ",
  "یەکەم هەنگاوی <span translate=\"no\"></span>بۆ نووسینی دەقێکە بە شێوەیەکی کاریگەر. "
 ],
 [
  "As an anchor <span translate=\"no\"></span>I think the best scripts are ones that are written clearly that they're simple. ",
  "وەک بێژەری <span translate=\"no\"></span>پێم وایە باشترین فیلمنامەکان ئەوانەن کە بە ڕوونی نووسراون کە سادەن. "
 ],
 [
  "<span translate=\"no\"></span>They have short, concise sentences that flow easily to the next one. ",
  "<span translate=\"no\"></span>ئەوان ڕستەی کورت و پوختیان هەیە کە بە ئاسانی دەڕژێنە سەر ڕستەی داهاتوو. "
 ],
 [
  "<span translate=\"no\"></span>I always recommend that you read your script out loud before you submit it. ",
  "<span translate=\"no\"></span>من هەمیشە پێشنیار دەکەم کە تۆ دەقەکەت بە دەنگی بەرز بخوێنیتەوە پێش ئەوەی پێشکەش بکەیت. "
 ],
 [
  "<span translate=\"no\"></span>Does it make sense to you? ",
  "<span translate=\"no\"></span>ئایا ئەوە بۆ تۆ مانای هەیە؟ "
 ],
 [
  "<span translate=\"no\"></span>Just unnecessary adjectives or flourish. ",
  "<span translate=\"no\"></span>تەنها ئەو ئەدگاریانەی کە ناپێویستن یان گەشە دەکەن. "
 ],
 [
  "<span translate=\"no\"></span>Don't try to be too clever. ",
  "<span translate=\"no\"></span>هەوڵ مەدە زۆر زیرەک بیت. "
 ],
 [
  "<span translate=\"no\"></span>I think I mean that's I feel when I started learning how to write her broadcast, one piece of advice I got was \"when <span translate=\"no\"></span>in doubt strike it out.\" ",
  "<span translate=\"no\"></span>وابزانم مەبەستم ئەوەیە کە هەست دەکەم کاتێک دەستم کرد بە فێربوونی نووسینی پەخشەکەی، یەک پارچە ئامۆژگاری کە وەرمگرت ئەوە بوو کە \"کاتێک <span translate=\"no\"></span>بە گومانەوە لێی بدەیت\" "
 ],
 [
  "<span translate=\"no\"></span>It was \"less is more.\" ",
  "<span translate=\"no\"></span>کەمتر بوو "
 ],
 [
  "Writing for tv is not like writing for magazine or writing for print at all. ",
  "نووسین بۆ تەلەفزیۆن بە هیچ شێوەیەک وەک نووسین نییە بۆ گۆڤار یان نووسین بۆ چاپ. "
 ],
 [
  "<span translate=\"no\"></span>It really is. ",
  "<span translate=\"no\"></span>بەڕاستی "
 ],
 [
  "<span translate=\"no\"></span>It has to be colloquial but professional. ",
  "<span translate=\"no\"></span>دەبێت زۆر باش بێت بەڵام پرۆفیشناڵ بێت. "
 ],
 [
  "<span translate=\"no\"></span>Now this module we are going to break down the process line by line. ",
  "<span translate=\"no\"></span>ئێستا ئەم مۆدیولە ئێمە بە هێڵی پڕۆسە دەشکێنین. "
 ],
 [
  "<span translate=\"no\"></span>Starting with the lead. ",
  "<span translate=\"no\"></span>بە پێشەنگی دەست پێ دەکات. "
 ],
 [
  "From there <span translate=\"no\"></span>we will move on to the structure of the script, consider how to write two video most effectively and stress the importance <span translate=\"no\"></span>of always keeping it conversational. ",
  "لەوێوە <span translate=\"no\"></span>دەچینە سەر پێکهاتەی سکریپتەکە، ڕەچاوی ئەوە بکە چۆن دوو ڤیدیۆ بە شێوەیەکی کاریگەرانە بنووسین و جەخت لەسەر گرنگیی <span translate=\"no\"></span>بەردەوام هێشتنەوەی گفتوگۆ بکەین. "
 ],
 [
  "<span translate=\"no\"></span>Now this module we are going to break down the process line by line, <span translate=\"no\"></span>starting with the lead. ",
  "<span translate=\"no\"></span>ئێستا ئەم مۆدیولە ئێمە بە هێڵی پڕۆسە دەشکێنین، <span translate=\"no\"></span>بە پێشەنگی دەست پێ دەکەین. "
 ]
]