[
 [
  "Test",
  "تاقیکردنەوە"
 ],
 [
  "Journalists confront ethical issues at every stage of their work, from selecting stories and conducting interviews to choosing language and selecting images to use in the final edit. ",
  "ڕۆژنامەنووسان لە هەموو قۆناغەکانی کارکردنیاندا ڕووبەڕووی کێشە ئەخلاقییەکان دەبنەوە، لە دیاریکردنی چیرۆک و ئەنجامدانی چاوپێکەوتن بۆ هەڵبژاردنی زمان و دیاریکردنی وێنە بۆ بەکارهێنانی لە کۆتایی بژارکردندا "
 ],
 [
  "",
  ""
 ],
 [
  "This course will provide you with a comprehensive overview of the \t\t\t\t\t\t\t",
  "ئەم کۆرسە چاولێکردنێکی گشتگیرت بۆ دابین دەکات \t\t\t\t\t\t\t"
 ],
 [
  "ethical pillars ",
  "کۆڵەکە ئەخلاقیەکان "
 ],
 [
  "of journalism, including guidance\t\t\t\t\t\t",
  "لەڕۆژنامەنووسان، لەوانە ڕێنوێنی\t\t\t\t\t\t"
 ],
 [
  " from some of CNN's most experienced reporters as well as key personnel from \t\t\t\t\t\t\t",
  " لە هەندێک لە پەیامنێرە شارەزاکانی سی ئێن ئێن وە هەروەها کارمەندی سەرەکی لە \t\t\t\t\t\t\t"
 ],
 [
  "The TRIAD",
  "تریاد"
 ],
 [
  ", CNN's editorial and quality-control nerve center.\t\t\t\t\t\t",
  "، سەروتارەکەی سی ئێن ئێن و سەنتەری دەماری کوالێتی کۆنتڕۆڵ\t\t\t\t\t\t"
 ],
 [
  "Introduction : Journalism & Ethics",
  "پێشەکی: ڕۆژنامەگەری و ئەخلاق"
 ],
 [
  "The Importance of Being an Ethical Journalist ",
  "گرنگی بەڕۆژنامەنووسێکی ئەخلاقی "
 ],
 [
  "Why be an Ethical Journalist? ",
  "بۆچی ڕۆژنامەنووسێکی ئەخلاقی بێت؟ "
 ],
 [
  "Short answer: \"If you're not ethical, you're not a journalist.\" Ethics aren't a supplementary or additional consideration, they are at the heart of what it means to be a journalist.",
  "وڵامی کورت: \"ئەگەر ڕەوشت نەبیت، تۆ ڕۆژنامەنووس نیت\" ئەخلاق ڕەچاوکردنێکی تەواو یان زیادە نییە، ئەوان لە دڵی ئەوەدان کە مانای ڕۆژنامەنووس بوون چییە."
 ],
 [
  "Three Reasons to be Ethical ",
  "سێ هۆکار بۆ ئەخلاقی بوون "
 ],
 [
  "Journalism plays a central role in democracies as citizens look to the news to help them make informed decisions about the societies they live in. Journalists need to identify and work in the \t\t\t\t\t\t",
  "ڕۆژنامەگەری ڕۆڵی سەرەکی دەبینێت لەدامۆکراسیدا کەهاوولاتیان بۆ هەواڵەکە دەڕوانن بۆ یارمەتیدانیان بۆ بڕیاردانی ئاگادار لەبارەی ئەو کۆمەڵگایانەی تێیدا دەژین پێویستەڕۆژنامەنووسان دەستنیشانی بکەن و کاربکەن لە \t\t\t\t\t\t"
 ],
 [
  "public interest",
  "بەرژەوەندی گشتی"
 ],
 [
  ", which can sometimes mean telling stories that the public needs to hear but may not want to hear. They also need the courage to stand up to those in power when the facts challenge official narratives. \t\t\t\t\t",
  "، کە هەندێ جار دەتوانێ مانای گێڕانەوەی چیرۆکەکان بێت کە خەڵکی پێویستە بیبیستن بەڵام لەوانەیە نەیانەوێت بیبیستن. هەروەها ئەوان پێویستیان بە بوێریی هەیە بۆ وەستانەوە بەرامبەر ئەوانەی لە دەسەڵاتدان کاتێک ڕاستیەکان بەرەنگاری چیرۆکە ڕەسمییەکان دەبنەوە \t\t\t\t\t"
 ],
 [
  "Public Service",
  "خزمەتگوزاری گشتی"
 ],
 [
  "Ethical standards provide the basis for our careers as individual journalists, the viability of the news outlets we work for and the integrity of our profession as a whole. As journalists, we have nothing to offer except the stories we tell and if the public lose faith in us, we are lost. Working ethically means maintaining the \t\t\t\t\t\t",
  "ستانداردە ئەخلاقییەکان بنەمای پیشەکانمان وەک ڕۆژنامەنڤیسی تاک دابین دەکەن، توانای ئەو هەواڵانەی کە کاری بۆ دەکەین و تەواوبوونی پیشەکەمان بە گشتی. ئێمە وەک ڕۆژنامەنووس هیچ شتێکمان نییە پێشکەش بکەین جگە لەو چیرۆکانەی دەیڵێین و ئەگەر جەماوەر باوەڕمان پێ بزر بێت، ئێمە ون بووین کارکردن لە ڕووی ئەخلاقییەوە مانای پاراستنی \t\t\t\t\t\t"
 ],
 [
  "credibility",
  "باوەڕپێکراوی"
 ],
 [
  " upon which our status as professionals is built. \t\t\t\t\t",
  " کە باری ئێمە وەک پیشەگەرەکان لەسەری بنیاتنراوە \t\t\t\t\t"
 ],
 [
  "Practicality",
  "پراکتیکی"
 ],
 [
  "We choose to be journalists out of a desire to inform, to tell stories that matter. Without ethics, we risk compromising the very intentions that got us here. ",
  "ئێمە وا هەڵدەبژێرین کە ڕۆژنامەنووس بین لە ویستێک بۆ ئاگادارکردنەوە، بۆ گێڕانەوەی ئەو چیرۆکانەی کە گرنگن. بە بێ ڕەوشت، ئێمە مەترسی ئەوە ئەکەین کە ئەو نیازانەی کە ئێمەیان گەیاندە ئێرە "
 ],
 [
  "Ask yourself:",
  "لە خۆت بپرسە:"
 ],
 [
  "Would you pursue a story knowing that you had exploited someone in the process? ",
  "ئایا تۆ بەدوای چیرۆکێکدا دەچیت کە دەزانیت لە پڕۆسەدا کەسێکت قۆستەوە؟ "
 ],
 [
  "Would that be compatible with the reason you became a journalist in the first place? ",
  "ئایا ئەوە گونجاو دەبێت لەگەڵ ئەو هۆکارەی کە لە پلەی یەکەمدا بوویت بە ڕۆژنامەنووس؟ "
 ],
 [
  "We adhere to professional ethics in order to help us preserve the integrity we need to be confident and committed in our work.",
  "ئێمە پابەندین بە ڕەوشتێکی پیشەیی بۆ ئەوەی یارمەتیمان بدەین بۆ پاراستنی ئەو نەزاهەیەی کە پێویستە متمانەمان هەبێت و لە کارەکانماندا ئەنجام بدەین"
 ],
 [
  "Morality",
  "ڕەوشت"
 ],
 [
  "Why Ethics Matter",
  "بۆچی بابەتی ئەخلاق"
 ],
 [
  "Rafael Romo",
  "ڕافایێل ڕۆمۆ"
 ],
 [
  "Rafael Romo, CNN Senior Latin American Affairs Editor",
  "ڕافایێل ڕۆمۆ، سی ئێن ئێن، سەرنوسەری کاروباری ئەمریکای لاتین"
 ],
 [
  "Ethics is my compass and my North Star... ethics is the one shield that can protect true journalism from any external source of corruption and negative influences.",
  "ڕەوشت لە منە و ئەستێرەی باکوورم ئەخلاق ئەو قەڵغانەیە کە دەتوانێت ڕۆژنامەگەری ڕاستەقینە لە هەر سەرچاوەیەکی دەرەکی گەندەڵی و کاریگەری نەرێنی بپارێزێت"
 ],
 [
  "This is \"L1V1 Why Ethics Matter FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ ١ ڤی١ بۆچی بابەتی ئەخلاقی کۆتاییە\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "L1V1 Why Ethics Matter FINAL",
  "L1V1 بۆچی بابەتی ئەخلاقی کۆتایی"
 ],
 [
  "Complete the content above before moving on.",
  "تەواوکردنی ناوەڕۆک لەسەرەوە پێش جوڵاندنەوە."
 ],
 [
  "CONTINUE",
  "بەردەوامبوون"
 ],
 [
  "Ethical Standards Around the Globe",
  "ستانداردە ئەخلاقیەکان لە دەوری گۆی زەویدا"
 ],
 [
  "Clarissa Ward",
  "کلایسا وارد"
 ],
 [
  "Clarissa Ward, CNN Chief International Correspondent",
  "کلایسا وارد، سەرۆکی پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "What's important is to be having the conversations, thinking deeply about the ethical issues and discussing with other people in your organization to make sure that you're getting multiple perspectives and making the best decisions possible.",
  "ئەوەی گرنگە ئەوەیە کە گفتوگۆ بکەین و بە قووڵی بیر لە کێشە ئەخلاقییەکان بکەنەوە و گفتوگۆ لەگەڵ کەسانی تری ڕێکخراوەکەتان بکەن بۆ دڵنیابوون لەوەی کە چەند تێڕوانینێکتان دەست دەکەوێت و باشترین بڕیار دەدەیت"
 ],
 [
  "This is \"L2V3 Ethical Standards around the Globe FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ 2 ڤی 3 ستانداردی ئەخلاقییە لە دەوری جیهانی کۆتایی\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "L2V3 Ethical Standards around the Globe FINAL",
  "ئێڵ 2 ڤی 3 ستانداردی ئەخلاقی لە دەوری گۆلب فینال"
 ],
 [
  "Check Your Understanding",
  "تێگەشتنەکەت بپشکنە"
 ],
 [
  "That's correct! Journalists need to understand that the consequences of an ethical lapse can be far-reaching. ",
  "ئەوە دروسته! ڕۆژنامەوانان پێویستە لەوە تێبگەن کە دەرئەنجامەکانی هەڵوەشانێکی ئەخلاقی دەتوانێت دوور بێت "
 ],
 [
  "Abandoning ethics might be more consequential than you think...  ",
  "وازلێهێنانی ڕەوشت لەوانەیە زیاتر لە وانەبێت کە تۆ پێت وایە  "
 ],
 [
  "What could happen if a journalist abandons their ethical principles?",
  "چی ڕوودەدات ئەگەر ڕۆژنامەنووسێک واز لە بنەما ئەخلاقییەکانی خۆی بێنێت؟"
 ],
 [
  "They could lose the trust of their audience.",
  "ئەوان دەتوانن متمانەی جەماوەرەکەیان لە دەست بدەن"
 ],
 [
  "Their employer might suffer reputational damage.",
  "لەوانەیە خاوەنکارەکەیان زیان بە ناوبانگی بگەیەنێت."
 ],
 [
  "Journalism as a profession would lose credibility.",
  "ڕۆژنامەگەری وەک پیشەیەک متمانە لە دەست دەدات"
 ],
 [
  "Members of the public could be adversely affected.",
  "ئەندامانی گشتی دەتوانن کاریگەری خراپیان هەبێت."
 ],
 [
  "In the first lesson: \t\t\t\t\t\t\t",
  "لە وانەی یەکەمدا: \t\t\t\t\t\t\t"
 ],
 [
  "We'll explore the role of a professional journalist.",
  "ئێمە ڕۆڵی ڕۆژنامەنووسێکی پرۆفیشناڵ دەدۆزینەوە"
 ],
 [
  "What is the Role of a Professional Journalist? ",
  "ڕۆڵی ڕۆژنامەنووسێکی پرۆفیشناڵ چییە؟ "
 ],
 [
  "The Role of a Professional Journalist",
  "ڕۆڵی ڕۆژنامەنووسێکی پرۆفیشناڵ"
 ],
 [
  "A journalist's audience is now bigger than ever before, and with this ever-expanding audience comes increasing expectations. So what exactly is the role of a professional journalist?",
  "ئێستا بینەری ڕۆژنامەنووسێک لە جاران گەورەترە و لەگەڵ ئەم بینەرە فراوانە پێشبینییە زیاد دەکات. کەواتە بەتەواوی ڕۆڵی ڕۆژنامەنووسێکی پرۆفیشناڵ چییە؟"
 ],
 [
  "In this lesson, we will look at three key roles of journalism:",
  "لەم وانەیەدا سەیری سێ ڕۆڵی سەرەکی ڕۆژنامەگەری دەکەین:"
 ],
 [
  "To hold power to account",
  "بۆ هەڵگرتنی دەسەڵات بۆ هەژمارکردن"
 ],
 [
  "Front of card 3",
  "پێشەوەی کارت 3"
 ],
 [
  "To work in the public interest",
  "بۆ ئەوەی لە بەرژەوەندی گشتیدا کار بکەن"
 ],
 [
  "Front of card 2",
  "پێشەوەی کارت 2"
 ],
 [
  "To seek the truth",
  "تا بەدوای ڕاستییەکاندا بگەڕێین"
 ],
 [
  "Front of card 1",
  "پێشەوەی کارت 1"
 ],
 [
  "Seeking the Truth",
  "بەدوای حەقیقەتدا دەگەڕێم"
 ],
 [
  "Journalism is nothing without the \t\t\t\t\t\t",
  "ڕۆژنامەگەریی هیچ نییە بەبێ ئەوەی \t\t\t\t\t\t"
 ],
 [
  "pursuit of truth",
  "بەدواکەوتنی ڕاستی"
 ],
 [
  ". To seek, to tell and to defend the truth define what it means to be a professional journalist. While the truth may be concealed, contested or controversial, it remains the duty of the journalist to pursue it as far and as faithfully as circumstances allow.  \t\t\t\t\t",
  ". بۆ گەڕان و باسکردن و بەرگریکردن لەڕاستییەکان پێناسەی ئەوە دەکەن کە ڕۆژنامەنووسێکی پرۆفیشناڵ مانای چییە لە کاتێکدا لەوانەیە ڕاستیەکە بشاردرێتەوە، پێشبڕکێ بکرێت یان مشتومڕی لەسەر بکرێت، ئەوە بە ئەرکی ڕۆژنامەنووس دەمێنێتەوە کە بە دووریی و بە دڵسۆزییەوە بەدواداچوونی بۆ بکات وەک بارودۆخێک کە ڕێگە پێدەدات  \t\t\t\t\t"
 ],
 [
  "Nieman Reports",
  "ڕاپۆرتەکانی نیمان"
 ],
 [
  "This first principle of journalism—its disinterested pursuit of truth—is ultimately what sets it apart from all other forms of communications.",
  "ئەم پرەنسیپە یەکەمە لە کاری ڕۆژنامەوانیدا، بەدواچونی حەقیقەتی پەرتەوازە، لە کۆتایدا ئەو شتەیە کە جیای دەکاتەوە لە هەموو شێوەکانی دیکەی پەیوەندییەکان."
 ],
 [
  "International Federation of Journalists",
  "فیدراسیۆنی نێونەتەوەیی ڕۆژنامەنووسان"
 ],
 [
  "Respect for the facts and for the right of the public to truth is the first duty of the journalist.",
  "ڕێزگرتن لە ڕاستیەکان و بۆ مافی ڕەوایی گشتی ئەرکی یەکەمی ڕۆژنامەنووسە"
 ],
 [
  "Ethical Journalism Network",
  "تۆڕی ڕۆژنامەنووسی ئەخلاقی"
 ],
 [
  "Journalists cannot always guarantee ‘truth’, but getting the facts right is the cardinal principle of journalism.",
  "ڕۆژنامەنووسان ناتوانن هەمیشە گەرەنتی \"ڕاستی\" بکەن، بەڵام بەدەستهێنانی ڕاستیەکان بنەمای کاردیناڵی ڕۆژنامەگەرییە"
 ],
 [
  "This is \"L1V2 Seeking the Truth FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"L1V2 بە دوای کۆتایی ڕاستیدا دەگەڕێ\" لە لایەن ئەکادیمی سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "L1V2 Seeking the Truth FINAL",
  "L1V2 گەڕان بەدوای ڕاستی کۆتایی"
 ],
 [
  "Ram Ramgopal",
  "ڕام ڕامگۆپال"
 ],
 [
  "Ram Ramgopal,  Executive Editor, CNN ROW",
  "ڕام ڕامگۆپال، سەرنوسەری جێبەجێکار، سی ئێن ئێن رەو"
 ],
 [
  "Journalism is about the truth, getting to the heart of the matter. We try to make sure that we are presenting the facts in a story, wholly, completely, responsibly.",
  "ڕۆژنامەگەری سەبارەت بە ڕاستی و گەیشتن بە دڵی مەسەلەکەیە ئێمە هەوڵ دەدەین دڵنیابینەوە کە ئێمە ڕاستیەکان لە چیرۆکێکدا پێشکەش دەکەین، بە تەواوی، بە تەواوی، بەرپرسیارانە."
 ],
 [
  "Working in the Public Interest",
  "کارکردن لە بەرژەوەندی گشتیدا"
 ],
 [
  "Accurate information is critical for members of the public to come to an accurate understanding of the society they live in. Ethical journalism \t\t\t\t\t\t",
  "زانیاری ورد گرنگە بۆ ئەندامانی خەڵک بۆ گەیشتن بە تێگەیشتنێکی ورد لەو کۆمەڵگایەی تێیدا دەژین. ڕۆژنامەگەری ئەخلاقی \t\t\t\t\t\t"
 ],
 [
  "empowers the public ",
  "هێز بە ڕای گشتی دەدات "
 ],
 [
  "by giving them the knowledge they need to fulfill their role as citizens. \t\t\t\t\t",
  "بە پێدانی ئەو زانیاریانەی کە پێویستە ڕۆڵی خۆیان وەک هاوڵاتیان جێبەجێ بکەن \t\t\t\t\t"
 ],
 [
  "Stephen J. A. Ward, Univ. of Wisconsin-Madison",
  "ستیڤن جەی ئەی وارد، یونیڤ لە ویسکۆنسین- مادیسۆن"
 ],
 [
  "Historically, the aims of journalism include: to disseminate information; to interpret events; to act as watchdog on power; to advocate for reform or to advocate for certain causes; to educate and \t\t\t\t\t\t",
  "لەڕووی مێژووییەوە ئامانجەکانی کاری ڕۆژنامەوانی بریتین لە: بڵاوکردنەوەی زانیاری؛ بۆ لێکدانەوەی ڕووداوەکان، بۆ ئەوەی وەک چاودێرێک لەسەر دەسەڵات هەڵسوکەوت بکات، بۆ داکۆکی کردن لە چاکسازی یان داکۆکی کردن لە هۆکاری دیاریکراو، بۆ پەروەردەکردن و \t\t\t\t\t\t"
 ],
 [
  "empower the public as citizens",
  "خەڵک وەک هاوڵاتیان بەهێز بکەن"
 ],
 [
  ".\t\t\t\t\t",
  ".\t\t\t\t\t"
 ],
 [
  "The ",
  " "
 ],
 [
  "Ethical",
  "ئەخلاقی"
 ],
 [
  " Journalism Network",
  " تۆڕی ڕۆژنامەگەری"
 ],
 [
  "Put simply, \t\t\t\t\t\t",
  "بە سادەیی دایبنێ \t\t\t\t\t\t"
 ],
 [
  "the public interest is about what matters to everyone in society",
  "بەرژەوەندی گشتی ئەوەیە کە بۆ هەموو کەس لە کۆمەڵگا گرنگە"
 ],
 [
  ". It is about the \t\t\t\t\t\t",
  ". ئەوە دەربارەی \t\t\t\t\t\t"
 ],
 [
  "common good",
  "باو باش"
 ],
 [
  ", the general welfare and the security and well-being of everyone in the community we serve... It is about issues which affect everyone, even if many of them are not aware of it or even if they don’t appear to care.\t\t\t\t\t",
  "، خۆشگوزەرانی گشتی و ئاسایش و خۆشگوزەرانی هەموو کەسێک لەو کۆمەڵگەیەدا کە ئێمە خزمەتی دەکەین ئەوە دەربارەی ئەو کێشانەیە کە کار دەکاتە سەر هەموو کەسێک، تەنانەت ئەگەر زۆرێکیشیان ئاگایان لێی نەبێت یان تەنانەت ئەگەر گرنگیش نەدەن\t\t\t\t\t"
 ],
 [
  "Holding Power to Account",
  "هەڵگرتنی هێز بۆ ئەژمێر"
 ],
 [
  "Our responsibility to the public requires us to \t\t\t\t\t\t",
  "بەرپرسیاریەتیمان لە ڕای گشتی داوامان لێدەکات کە \t\t\t\t\t\t"
 ],
 [
  "hold power to account",
  "هەڵگرتنی هێز بۆ هەژمارکردن"
 ],
 [
  ". This doesn't mean giving politicians a hard time for its own sake. It means revealing aspects of policy that would otherwise be overlooked so that people in positions of influence can be subject to effect scrutiny.\t\t\t\t\t",
  ". ئەمە مانای ئەوە نییە کە کاتێکی سەخت بدات بە سیاسەتمەداران لە پێناو خۆیدا واتە دەرخستنی لایەنەکانی سیاسەت کە بە پێچەوانەوە چاوپۆشی لێ دەکرێت بۆ ئەوەی خەڵک لە شوێنی کاریگەریدا ببێتە هۆی کاریگەری پشکنین.\t\t\t\t\t"
 ],
 [
  "Julia Keller, Nieman Fellow",
  "جولیا کێلەر، نیمان هاوڕێ"
 ],
 [
  "...you could argue that power ultimately is the subject of everything journalism does and is, everything journalism ought to be. You could make a persuasive case that \t\t\t\t\t\t",
  "... تۆ دەتوانی باسی ئەوە بکەیت کە دەسەڵات لە کۆتاییدا بابەتی هەموو شتێکە کە کاری ڕۆژنامەوانی دەیکات و هەموو شتێکە کە پێویستە ڕۆژنامەگەری بێت تۆ دەتوانیت کەیسێکی قایلکەر دروست بکەیت کە \t\t\t\t\t\t"
 ],
 [
  "power is always at the heart of the journalistic mission",
  "دەسەڵات هەمیشە لەدڵی ئەرکی ڕۆژنامەوانیدایە"
 ],
 [
  "Hannah Storm, Director, Ethical Journalism Network",
  "هانا گەردەلوول، دەرهێنەر، تۆڕی ڕۆژنامەنووسی ئەخلاقی"
 ],
 [
  "It’s up to us journalists to \t\t\t\t\t\t",
  "ئەوە بۆ ئێمەی ڕۆژنامەنووسانە کە \t\t\t\t\t\t"
 ],
 [
  "hold those in power to account",
  "ئەوانەی لە دەسەڵاتدان بۆ هەژمارکردن"
 ],
 [
  " and to do so in a way that is accurate, fact-based, transparent, impartial, and grounded in humanity.\t\t\t\t\t",
  " وە بۆ ئەنجامدانی ئەو کارە بەشێوەیەک کە لە مرۆڤایەتیدا ڕاست و دروست و بنچینەیی و شەفاف و بێلایەن و بنچینە بێت\t\t\t\t\t"
 ],
 [
  "Elaine Potter, The Bureau of Investigative Journalism",
  "ئێلین پۆتەر، نووسینگەی لێکۆڵینەوەی رۆژنامەگەری"
 ],
 [
  "Democracy itself is imperilled in the absence of honest information and a robust watchdog \t\t\t\t\t\t",
  "دیموکراسی خۆی لە نەبوونی زانیاری ڕاستگۆ و چاودێرێکی بەهێزدا بەستراوە \t\t\t\t\t\t"
 ],
 [
  "to hold government and the powerful to account",
  "بۆ ئەوەی حکومەت و زلهێزەکان بژمێرن"
 ],
 [
  ". Without that we all become susceptible to the manipulation and deceptions orchestrated by governments, industry, or even the media.\t\t\t\t\t",
  ". بەبێ ئەوەی هەموومان ببینە بەر دەستکاری و فریودان کە لەلایەن حکومەت و پیشەسازی و تەنانەت میدیاوە ئۆرکێسترا کراوە\t\t\t\t\t"
 ],
 [
  "Concepts In Ethics:",
  "چەمکەکان لە ئەخلاقدا:"
 ],
 [
  "Four Principles of Ethical Journalism",
  "چوار پرەنسیپی ڕۆژنامەنووسی ئەخلاقی"
 ],
 [
  "Because everyday ethics needs to be grounded in solid underlying principles, our \t\t\t\t\t\t\t",
  "چونکە ڕەوشتی ڕۆژانە پێویستە لە پرەنسیپی ژێرزەمینی پتەودا بنرێت، \t\t\t\t\t\t\t"
 ],
 [
  "Concepts In Ethics ",
  "چەمکەکان لە ئەخلاقدا "
 ],
 [
  "series will run throughout this course, offering a foundation upon which to establish ongoing ethical practice. \t\t\t\t\t\t",
  "زنجیرەکە بە درێژایی ئەم کۆرسە بەڕێوەدەبرێت، بناغەیەک پێشکەش دەکات کە لەسەری پراکتیزە ئەخلاقییە بەردەوامەکان دابمەزرێنێت. \t\t\t\t\t\t"
 ],
 [
  "Richard Griffiths",
  "ڕیچارد گریفیثس"
 ],
 [
  " is a former CNN Vice President and a Senior Editorial Director and brings decades of experience to his work as a media ethicist for a number of academic institutions. \t\t\t\t\t\t",
  " جێگری سەرۆکی پێشووی سی ئێن ئێن و بەڕێوبەری پایەبەرزی سەروتارە و دەیان ساڵ ئەزموون دەهێنێت بۆ کارەکەی وەک ڕەوشتناسێکی میدیایی بۆ ژمارەیەک لە دامەزراوە ئەکادیمییەکان. \t\t\t\t\t\t"
 ],
 [
  "This is \"Four Principles\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"چوار پرنسیپە\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Four Principles",
  "چوار بنەما"
 ],
 [
  "In the next lesson: \t\t\t\t\t\t\t",
  "لە وانەی دواتردا: \t\t\t\t\t\t\t"
 ],
 [
  "You'll learn the difference between morals and ethics.",
  "تۆ جیاوازی نێوان ئەخلاق و ئەخلاق فێر دەبیت"
 ],
 [
  "Morals vs Ethics",
  "مۆراڵس بەرامبەر ئەخلاق"
 ],
 [
  "Journalistic Morals and Ethics",
  "ڕەوشت و ئەخلاقی ڕۆژنامەوانی"
 ],
 [
  "Becoming a journalist is itself a moral decision. We commit ourselves to the pursuit of truth and believe in the power of knowledge to improve people's lives. Journalistic ethics are grounded in morality too, but there may be occasions when we find our duty as professionals in conflict with our personal morality. ",
  "بوون بەڕۆژنامەنووس خۆی بڕیارێکی ئەخلاقییە ئێمە خۆمان پابەند دەکەین بە بەدواداچوونی ڕاستی و باوەڕمان بە هێزی زانین هەیە بۆ باشترکردنی ژیانی خەڵک ڕەوشتی ڕۆژنامەوانیش لە ڕەوشتدا دادەنرێن، بەڵام لەوانەیە بۆنێک هەبێت کە ئێمە ئەرکی خۆمان وەک پیشەگەر لە ململانێ لەگەڵ ڕەوشتی شەخسی خۆماندا ببینین. "
 ],
 [
  "The Difference Between Morals and Ethics",
  "جیاوازی نێوان ئەخلاق و ئەخلاق"
 ],
 [
  "Ethics are the ",
  "ئەخلاق بریتین لە "
 ],
 [
  "universal guidelines",
  "ڕێنماییە جیهانیەکان"
 ],
 [
  " that hold professionals to a high standard of conduct. They consist of rules, norms, and conventions that are applicable on a moment-to-moment basis to make sure that work is carried out with due attention to impact.\t\t\t\t\t\t",
  " کە پیشەگەران بە پێوانەیەکی بەرزی ڕەفتارکردن هەڵدەگرن ئەوان لە یاسا و نۆرم و پەیمانەکان پێکهاتوون کە بە شێوەیەکی کاتی بۆ ساتێک کارپێکراون بۆ دڵنیابوون لەوەی کە کارەکە بە سەرنجدان بە کاریگەریەوە ئەنجام دەدرێت.\t\t\t\t\t\t"
 ],
 [
  "Morals are your ",
  "مۆراڵەکان تۆن "
 ],
 [
  "personal principles",
  "پرەنسیپی کەسی"
 ],
 [
  ",\t\t\t\t\t\t\t",
  ",\t\t\t\t\t\t\t"
 ],
 [
  "your gut feelings about what is good and bad. Your morals inform the values that guide you in your life. They are your personal 'compass' on matters of right and wrong.\t\t\t\t\t\t",
  "هەستە گەمژەکانت دەربارەی ئەوەی کە باشە و خراپە ڕەوشتت بەهاکانت ئاگادار دەکاتەوە کە ڕێنوێنی تۆ دەکات لە ژیانتدا. ئه وان سه ر ئه وان له سه ر مه کانی ڕاست و نادروستی تۆن.\t\t\t\t\t\t"
 ],
 [
  "Concepts in Ethics:",
  "چەمکەکان لە ئەخلاقدا:"
 ],
 [
  "This is \"Morals vs Ethics\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"مۆرالس بەرامبەر ئەخلاق\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Morals vs Ethics in Practice",
  "ئەخلاق بەرامبەر ئەخلاق لە پراکتیکدا"
 ],
 [
  "Tim Langmaid",
  "تیم لانگماید"
 ],
 [
  "Tim Langmaid, CNN Vice President & Senior Editorial Director",
  "تیم لانگماید، جێگری سەرۆکی سی ئێن ئێن و بەڕێوبەری پایەبەرزی سەروتار"
 ],
 [
  "You have to be able to share perspectives that you may not agree with personally. So, your ethical compass as a journalist, sometimes supersedes your moral compass as a person.",
  "تۆ دەبێت بتوانیت ئەو دیمەنانە هاوبەش بکەیت کە لەوانەیە بە تایبەتی لەگەڵی ڕازی نەبن. کەواتە، ڕۆزی ڕەوشت وەک ڕۆژنامەنووس، هەندێ جار وەک کەسێک سەرپەرەشتی مۆڕاڵەکەت دەکات."
 ],
 [
  "This is \"L3V4 Morals vs Ethics in Practice FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ 3 ڤی4 مۆرالس بەرامبەر ئەخلاق لە کرداری کۆتایی\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "L3V4 Morals vs Ethics in Practice FINAL",
  "ئێڵ 3 ڤی4 مۆراڵس بەرامبەر ئەخلاق لە کرداری کۆتایی"
 ],
 [
  "A Question of Morals",
  "پرسیارێکی مۆراڵ"
 ],
 [
  "After a politician was acquitted of sexual assault due to insufficient evidence, alleged victims have been subject to online abuse from the politician's supporters....",
  "دوای ئەوەی سیاسەتمەدارێک بە هۆی بەڵگەی ناتەواوەوە لە دەستدرێژی سێکسی بێبەری کرا، ئەو قوربانیانەی کە گوایە لە لایەن لایەنگرانی سیاسەتکارەوە پێشێلکاری سەرهێڵیان بۆ کراوە."
 ],
 [
  "Image_ReporterThinking",
  "Image_ReporterThinking"
 ],
 [
  "Image_TypingOnKeyboard",
  "Image_TypingOnKeyboard"
 ],
 [
  "You share the outrage at the verdict being expressed by others on social media but your script needs to reflect the outcome of the case. How should you approach the story?",
  "تۆ تووڕەیی ئەو حوکمە هاوبەش دەکەیت کە لەلایەن کەسانی ترەوە دەریدەخرێت لە تۆڕە کۆمەڵایەتیەکان بەڵام دەقەکەت پێویستی بە ڕەنگدانەوەی دەرەنجامی کەیسەکە هەیە. چۆن دەبێت لە چیرۆکەکە نزیک ببیتەوە؟"
 ],
 [
  "Carefully choose language that casts doubt on the verdict while highlighting the worst examples of abuse by the politician's supporters.",
  "بە وریاییەوە زمان هەڵبژێرە کە گومان لەسەر حوکمەکە دروست دەکات لە کاتێکدا کە خراپترین نموونەکانی خراپ بەکارهێنانی لەلایەن لایەنگرانی سیاسەتمەدارەوە بەرجەستە دەکات."
 ],
 [
  "A risky choice! If you are perceived to be fighting a moral cause your professional credibility may be in danger.",
  "هەڵبژاردنێکی مەترسیدارە ئەگەر تۆ وا هەستت کرد کە شەڕ لەگەڵ ڕەوشتێک دەکەیت چونکە لەوانەیە باوەڕپێکراوی پرۆفیشناڵەکەت لە مەترسیدا بێت."
 ],
 [
  "Instead, a better option would be to write a script that focuses on the facts and ask a colleague to vet it for value judgments before you submit to your editors.",
  "لە جیاتی ئەوە، بژاردەیەکی باشتر ئەوەیە کە دەقێک بنووسێت کە سەرنج بداتە سەر ڕاستیەکان و داوا لە هاوکارێک بکە بۆ بڕیاردانی بەها پێش ئەوەی پێشکەش بە سەرنووسەرەکانت بکەیت."
 ],
 [
  " Sometimes, you have to put your personal morality aside and fall back on the ethical imperative to be objective.",
  " هەندێ جار، دەبێت ڕەوشتی کەسێتی خۆت وەلاوەنێیت و بگەڕێیتەوە سەر زەریبی ڕەوشت بۆ ئەوەی بابەتی بیت."
 ],
 [
  "Explain to your editor that you find the story too confronting and want to be reassigned.",
  "بۆ سەرنووسەرەکەت ڕوون بکەرەوە کە تۆ چیرۆکەکە زۆر ڕووبەڕوو بوونەوە دەدۆزیتەوە و دەتەوێت دووبارە دەست بەکار بهێنیتەوە."
 ],
 [
  "Your editor will understand, but do you want to be a journalist who can only work on certain stories?",
  "سەرنووسەرەکەت تێدەگات، بەڵام دەتەوێت ببیت بە ڕۆژنامەنووسێک کە تەنها دەتوانێت کار لەسەر چیرۆکە دیاریکراوەکان بکات؟"
 ],
 [
  "Write a script that focuses on the facts and ask a colleague to vet it for value judgments before you submit to your editors.",
  "نوسینی سکریپتێک کە سەرنج دەخاتە سەر ڕاستیەکان و داوا لە هاوکارێک بکە کە بۆ بڕیاری بەها هەڵیگرێت پێش ئەوەی ملکەچی سەرنووسەرەکانت بکەیت."
 ],
 [
  "Good idea. You have put your personal morality aside and fallen back on the ethical imperative to be objective.",
  "بیرۆکەیەکی باشه. تۆ ڕەوشتی شەخسی خۆتت خستە لاوە و کەوتوویتە سەر ڕەوشتی پێویست بۆ ئەوەی بە ئامانج بیت."
 ],
 [
  "If you had written a script that tried to cast doubt of the verdict, your professional credibility may have been put be in danger.",
  "ئەگەر نووسراوێکت نووسیبا کە هەوڵت دا گومان لە حوکمەکە دروست بکات، لەوانەیە متمانەیەکی پیشەیی تۆ لە مەترسیدا بێت."
 ],
 [
  "Equally, although your editor would likely have been understanding if you had asked to be reassigned, would you want to be a journalist who can only work on certain stories?",
  "بە یەکسانی، هەرچەندە سەرنووسەرەکەت لەوانەیە تێبگات ئەگەر داوات بکردایە دووبارە دەست بگۆڕدرێتەوە، ئایا دەتەوێت ببیت بە ڕۆژنامەنووسێک کە تەنها دەتوانێت کار لەسەر چیرۆکە دیاریکراوەکان بکات؟"
 ],
 [
  "You'll explore the key ethical principles in international media.",
  "تۆ پرەنسیپە ئەخلاقیە سەرەکیەکان دەدۆزیتەوە لە میدیای نێودەوڵەتیدا"
 ],
 [
  "Key Ethical Principles in International Media",
  "پرەنسیپە ئەخلاقییە سەرەکیەکان لە میدیای نێودەوڵەتیدا"
 ],
 [
  "Principles of Ethical Journalism",
  "بنەماکانی ڕۆژنامەگەری ئەخلاقی"
 ],
 [
  "Every story presents different challenges but there are \t\t\t\t\t\t",
  "هەموو چیرۆکێک تەحەدای جیاواز پێشکەش دەکات بەڵام هەیە \t\t\t\t\t\t"
 ],
 [
  "principles of ethical journalism",
  "بنەماکانی ڕۆژنامەگەری ئەخلاقی"
 ],
 [
  " that apply in every context and at every stage of the process. \t\t\t\t\t",
  " کە لە هەموو چوارچێوەیەک و لە هەموو قۆناغەکانی پرۆسەکەدا جێبەجێی دەکات \t\t\t\t\t"
 ],
 [
  "David Valenzuela",
  "دەیڤد ڤالێنزوێلا"
 ],
 [
  "David Valenzuela, CNN Senior Director, News Standards & Practices",
  "دەیڤد ڤالێنزوێلا، دەرهێنەری پایەبەرزی سی ئێن ئێن، ستانداردەکانی هەواڵەکان"
 ],
 [
  "A journalist needs to be accountable to themselves and to the values that make us journalists, and of course the public. I think it's tha",
  "پێویستە ڕۆژنامەنووسێک بەرپرسیار بێت لە بەرامبەر خۆیان و ئەو بەهایانەی کە ئێمە دەکەنە ڕۆژنامەنووس و بێگومان جەماوەریش وابزانم ئەوە تایە"
 ],
 [
  "t duality that we really need to never forget.",
  "دوانەیی کە ئێمە بەڕاستی پێویستە هەرگیز لەبیری نەکەین"
 ],
 [
  "Minimize Harm",
  "کەمکردنەوەی زیان"
 ],
 [
  "Ethical journalism treats sources, subjects, colleagues, and members of the public as human beings deserving of respect.",
  "ڕۆژنامەگەری ئەخلاقی مامەڵە لەگەڵ سەرچاوە و بابەت و هاوکار و ئەندامانی جەماوەردا دەکات وەک مرۆڤ شایستەی ڕێزگرتنە"
 ],
 [
  "Seek Truth and Report It",
  "بەدوای ڕاستیدا بگەڕێ و ڕاپۆرتی بدە"
 ],
 [
  "Ethical journalism should be accurate and fair. Journalists should be honest and courageous in gathering, reporting, and interpreting information.",
  "ڕۆژنامەگەری ئەخلاقی دەبێت ڕاست و دادپەروەرانە بێت پێویستە ڕۆژنامەنووسان ڕاستگۆ و بوێر بن لە کۆبوونەوە و ڕاپۆرتدان و لێکدانەوەی زانیاریدا"
 ],
 [
  "Be Accountable and Transparent",
  "ژمێریاری و شەفاف بن"
 ],
 [
  "Ethical journalism means taking responsibility for one’s work and explaining one’s decisions to the public.",
  "ڕۆژنامەگەریی ئەخلاقی واتە لەئەستۆگرتنی بەرپرسیارێتی لەکاری تاک و ڕوونکردنەوەی بڕیارەکانی کەسێک بۆ ڕای گشتی"
 ],
 [
  "Act Independently",
  "بە سەربەخۆیی کاربکە"
 ],
 [
  "The highest and primary obligation of ethical journalism is to serve the public without conflicts of interest.",
  "بەرزترین و سەرەتاییترین پابەندی ڕۆژنامەگەری ئەخلاقی خزمەتکردنە بە ڕای گشتی بەبێ ناکۆکی بەرژەوەندی"
 ],
 [
  "- Source: ",
  "- سەرچاوە: "
 ],
 [
  "SPJ Code of Ethics",
  "ئێس پی جی کۆدی ئەخلاق"
 ],
 [
  "The Pillars of Ethical Journalism",
  "کۆڵەکەکانی ڕۆژنامەنووسی ئەخلاقی"
 ],
 [
  "Every story presents different challenges but there are \t\t\t\t\t\t\t",
  "هەموو چیرۆکێک تەحەدای جیاواز پێشکەش دەکات بەڵام هەیە \t\t\t\t\t\t\t"
 ],
 [
  " that apply in every context and at every stage of the process. \t\t\t\t\t\t",
  " کە لە هەموو چوارچێوەیەک و لە هەموو قۆناغەکانی پرۆسەکەدا جێبەجێی دەکات \t\t\t\t\t\t"
 ],
 [
  "This is \"L3V8 - Pillars of Ethical Journalism FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ 3 ڤی 8 - کۆڵەکەی کۆتایی ڕۆژنامەگەری ئەخلاقیە\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "L3V8 - Pillars of Ethical Journalism FINAL",
  "ئێڵ 3 ڤی 8 - کۆڵەکەی کۆتایی رۆژنامەگەری ئەخلاقی"
 ],
 [
  "Correspondent in Focus: Nima Elbagir",
  "پەیامنێر لە فۆکس: نیما ئەلبەگیر"
 ],
 [
  "The simplest way to navigate this is to remind yourself that you are there to represent civilians - the people on the ground that are caught in the middle of this.",
  "ئاسانترین ڕێگا بۆ گەشت کردن ئەمە ئەوەیە کە بیرت بهێنیتەوە کە تۆ لەوێیت بۆ ئەوەی نوێنەرایەتی خەڵکی مەدەنی بکەیت - ئەو خەڵکەی لەسەر زەوین کە لە ناوەڕاستی ئەمەدا گیراون."
 ],
 [
  "\"\"",
  "\"\""
 ],
 [
  "Nima Elbagir, CNN Senior International Correspondent",
  "نیما ئەلبەگیر، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "This is \"VIDEO 24 - Correspondent in Focus- Nima Elbagir\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ 24- پەیامنێر لە فۆکوس نیما ئێلبەگیر\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە حەزیان لێیەتی."
 ],
 [
  "VIDEO 24 - Correspondent in Focus- Nima Elbagir",
  "ڤیدیۆ 24- پەیامنێر لە فۆکوس نیما ئێلبەگیر"
 ],
 [
  "Sources",
  "سەرچاوەکان"
 ],
 [
  "This is \"Sources\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"سەرچاوەکان\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "Which principles apply in the following situations? Drag and drop each card to the correct category.",
  "کام پرەنسیپ لەم دۆخەی خوارەوەدا جێبەجێ دەکرێت؟ ڕاکێشان و فڕێدانی هەر کارتێک بۆ هاوپۆلێکی دروست."
 ],
 [
  "Accountability / Transparency",
  "ژمێریاری / شەفافیەت"
 ],
 [
  "Seek Truth and Report it",
  "بەدوای ڕاستیدا بگەڕێ و ڕاپۆرتی بدە"
 ],
 [
  "You find out a source may have a conflict of interest",
  "تۆ دەزانیت کە سەرچاوەیەک لەوانەیە ناکۆکیەکی بەرژەوەندی هەبێت"
 ],
 [
  "A witness comes forward to confirm rumors about a public figure",
  "شایەتحاڵێک دێتە پێشەوە بۆ پشتڕاستکردنەوەی دەنگۆیەک لەسەر کەسایەتییەکی گشتی"
 ],
 [
  "New scientific research casts doubt on a government report",
  "توێژینەوەی زانستی نوێ گومان دەخاتە سەر راپۆرتی حکومەت"
 ],
 [
  "A police officer tells you to stop filming while his partner makes an arrest",
  "ئەفسەرێکی پۆلیس پێت دەڵێت کە دەست لە وێنەگرتن هەڵگرن لە کاتێکدا هاوکارەکەی دەستگیر دەکات"
 ],
 [
  "You find out that a colleague has acted unethically",
  "تۆ زانیت کە هاوکارێک بە ناڕەوشتەوە هەڵسوکەوتی کردووە"
 ],
 [
  "A source demands money for important information relating to your story",
  "سەرچاوەیەک داوای پارە دەکات بۆ زانیاری گرنگ کەپەیوەندی بەچیرۆکەکەتەوە هەیە"
 ],
 [
  "A CEO invites your crew to spend time at his luxury resort",
  "بەڕێوەبەرێک بانگهێشتی دەستەکەت دەکات بۆ بەسەربردنی کات لە هاوینەهەوارە نایابەکەی"
 ],
 [
  "Student protestors ask you to film them denouncing the authoritarian president",
  "خۆپیشاندەرانی خوێندکاران داواتان لێدەکەن فیلم بگێڕن و ئیدانەی سەرۆکی دەسەڵاتخواز بکەن"
 ],
 [
  "You are offered pictures of a famous celebrity on holiday with their children",
  "تۆ وێنەی ناودارێکی بەناوبانگت پێشکەش کرد لە پشوودا لەگەڵ منداڵەکانیان"
 ],
 [
  "A well-informed reader sends you letters correcting facts in your story ",
  "خوێنەرێکی بە ئاگا نامەت بۆ دەنێرێت بۆ ڕاستکردنەوەی ڕاستیەکان لە چیرۆکەکەتدا "
 ],
 [
  "Your partner works for a company that is involved in a story you are pursuing",
  "هاوکارەکەت کار بۆ کۆمپانیایەک دەکات کە بەشدارە لە چیرۆکێکدا کە بەدوایدا دەگەڕێیت"
 ],
 [
  "Victims of sexual assault come forward to tell you their stories",
  "قوربانیانی دەستدرێژی سێکسی دێنە پێشەوە بۆ ئەوەی چیرۆکەکانیان بۆ باس بکەن"
 ],
 [
  "Review",
  "پێداچوونەوە"
 ],
 [
  "Take a moment to review the correct responses to the activity you have just completed:",
  "ساتێک بخە بۆ پێداچوونەوەی وەڵامە ڕاستەکان بۆ ئەو چالاکییەی کە تۆ تازە تەواوت کردووە:"
 ],
 [
  "Accountability and Transparency",
  "ژمێریاری و شەفافییەت"
 ],
 [
  "Seek Truth and ",
  "بەدوای حەقیقەتدا بگەڕێ و "
 ],
 [
  "Report It",
  "ڕاپۆرت بکە"
 ],
 [
  "A well-informed reader sends you letters correcting facts in your story",
  "خوێنەرێکی بە ئاگا نامەت بۆ دەنێرێت بۆ ڕاستکردنەوەی ڕاستیەکان لە چیرۆکەکەتدا"
 ],
 [
  "We'll look at some examples of ethics in action.",
  "ئێمە لە کرداردا سەیری چەند نمونەیەک لە ئەخلاق دەکەین"
 ],
 [
  "Ethical Principles",
  "پرەنسیپە ئەخلاقییەکان"
 ],
 [
  "Ethics in Action I",
  "ئەخلاق لە کرداری I"
 ],
 [
  "Ethics in Action: \t\t\t\t\t\t\t\t",
  "ئەخلاق لە کرداردا: \t\t\t\t\t\t\t\t"
 ],
 [
  "Nima Elbagir",
  "نیما ئەلبەگیر"
 ],
 [
  "There are times when it's very clear that this is not informed consent. No story is worth stripping another human of their dignity. ",
  "هەندێک کات هەیە کە زۆر ڕوونە کە ئەمە ڕەزامەندی ئاگادار نیە. هیچ چیرۆکێک شایەنی ڕووتکردنەوەی مرۆڤێکی ترە لە کەرامەتی خۆی. "
 ],
 [
  "This is \"Ethics in Action: Nima Elbagir\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئەخلاقە لە کرداردا: نیما ئێلبەگیر\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "Ethics in Action: Nima Elbagir",
  "ئەخلاق لە کرداردا: نیما ئەلبەگیر"
 ],
 [
  "Ethics in Action: Rafael Romo",
  "ئەخلاق لە کرداردا: ڕافایێل ڕۆمۆ"
 ],
 [
  "I work very hard to make sure the rights of victims are always protected. I treat it as a doctor would treat a patient. In other words, do no harm. ",
  "من زۆر بە زەحمەت کار دەکەم بۆ ئەوەی دڵنیا بم کە مافی قوربانییەکان هەمیشە پارێزراوە. من وەک دکتۆرێک چارەسەری نەخۆشێک دەکەم. بە واتایەکی تر، هیچ زیانێک مەدە. "
 ],
 [
  "This is \"L3V9 Ethics in Action Romo FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ ٣ ڤی ٩ ڕەوشت لە ئاکشن ڕۆمۆ فینال\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "L3V9 Ethics in Action Romo FINAL",
  "ئێڵ 3V9 ڕەوشت لە کاری کۆتایی ڕۆمۆ"
 ],
 [
  "Ethics in Action: Omar Jimenez",
  "ئەخلاق لە کرداردا: عومەر جیمنز"
 ],
 [
  "Omar Jimenez",
  "عومەر جیمینێز"
 ],
 [
  "Omar Jimenez, CNN Correspondent",
  "عومەر جیمنز، پەیامنێری سی ئێن ئێن"
 ],
 [
  "Remember, these sorts of things follow you. Ethical walls you've plowed through on one story may end up coming back to bite you in another story.",
  "لەبیرت بێت، ئەم جۆرە شتانە بەدوای تۆدا دێت. دیوارە ڕەوشتییەکان کە لە سەر چیرۆکێک هەڵت داون لەوانەیە کۆتایی بێت بۆ ئەوەی لە چیرۆکێکی تردا گازت لێ بگرم."
 ],
 [
  "This is \"L3V10 Ethics in Action Omar FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ ٣ ڤی ١٠ ئەخلاقە لە ئاکشن عومەر فینال\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "L3V10 Ethics in Action Omar FINAL",
  "ئێڵ 3 ڤی 10 ئەخلاق لە کاری کۆتایی عومەر"
 ],
 [
  "You'll learn about the importance of acting independently.",
  "تۆ فێر دەبیت دەربارەی گرنگی نواندن بە سەربەخۆیی."
 ],
 [
  "Acting Independently",
  "بە شێوەیەکی سەربەخۆ ڕەفتار دەکات"
 ],
 [
  "Independent Journalism",
  "ڕۆژنامەگەری سەربەخۆ"
 ],
 [
  "No matter where you are in the world, there are ways in which your independence as a journalist can be compromised. Pressure can be subtle or overt, implicit or explicit. It can come from outside your organization or from within, from individuals or groups. Independent journalism means being able to report what you need to report \"\t\t\t\t\t\t",
  "گرنگ نییە لە کوێی دونیادایت، ڕێگاکان هەیە کە سەربەخۆیی تۆ وەک ڕۆژنامەنووسێک لە ئارادایە فشار دەتوانێ بە وردی یان زیادە، بە ئاشکرا یان ڕوون بێت. دەتوانێ لە دەرەوەی ڕێکخراوەکەت بێت یان لە ناوەوە، لە تاکەکان یان گروپەکانەوە. ڕۆژنامەگەری سەربەخۆ مانای ئەوەیە کە بتوانیت راپۆرتی ئەو شتەی کە پێویستت پێیە راپۆرتی بدەیت\t\t\t\t\t\t"
 ],
 [
  "without fear or favor",
  "بەبێ ترس و چاکە"
 ],
 [
  "\".\t\t\t\t\t",
  "\".\t\t\t\t\t"
 ],
 [
  "Noam Chomsky",
  "نۆام چامسکی"
 ],
 [
  "A truly independent press ",
  "ڕۆژنامەیەکی بە ڕاستی سەربەخۆ "
 ],
 [
  "rejects the role of subordination to power and authority",
  "رەتکردنەوەی ڕۆڵی ژێردەستەیی بۆ دەسەڵات و دەسەڵات"
 ],
 [
  ".\t\t\t\t\t\t\t",
  ".\t\t\t\t\t\t\t"
 ],
 [
  "It casts the orthodoxy to the winds, questions what “right-thinking people will accept without question,” tears aside the veil of tacit censorship, makes available to the general public the information and range of opinions and ideas that are a prerequisite for meaningful participation in social and political life... By doing so it serves its function as a foundation for a truly free and democratic society.",
  "ئۆرتۆدۆکسی دەخاتە سەر باکان، پرسیار دەکات کە \"خەڵکی ڕاست بیر چی قەبووڵ دەکەن بەبێ پرسیار\" پەردەی سانسۆری تەسبیحات بەلاوە دەشکێنێت، زانیاری و مەودای بۆچوون و بیروبۆچوونەکان بۆ ڕای گشتی بەردەست دەکات کە پێشەکین بۆ بەشداریکردنی مانادار لە ژیانی کۆمەڵایەتی و سیاسیدا بەو کارەش وەک بناغەیەک بۆ کۆمەڵگایەکی ئازاد و دیموکراسیانە خزمەت بە کارەکانی خۆی دەکات"
 ],
 [
  "The Ethics of Political Power",
  "ڕەوشتەکانی دەسەڵاتی سیاسی"
 ],
 [
  "This is \"VIDEO 23 - The Ethics of Political Power\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ 23- ڕەوشتی دەسەڵاتی سیاسی\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە حەزیان لێیە."
 ],
 [
  "VIDEO 23 - The Ethics of Political Power",
  "ڤیدیۆ 23- ڕەوشتەکانی هێزی سیاسی"
 ],
 [
  "David Vigilante, CNN Executive Vice President and General Counsel",
  "دەیڤد ویجیلانت، جێگری سەرۆکی سی ئێن ئێن و کونسوڵی گشتی"
 ],
 [
  "We cannot give up on the independence to be able to report what we see as we see it, and the context we think it deserves. And that's probably the single most important thing.",
  "ئێمە ناتوانین دەستبەرداری سەربەخۆیی بین بۆ ئەوەی بتوانین ئەو شتانەی دەیبینین ڕاپۆڕت بکەین و ئەو چوارچێوەیەی کە پێمان وایە شایەنی خۆیەتی وە ئەمە لەوانەیە تاکە شتە گرینگەکەیە"
 ],
 [
  "Ram Ramgopal, CNN Executive Editor",
  "ڕام ڕامگۆپال، سەرنوسەری جێبەجێکاری سی ئێن ئێن"
 ],
 [
  "Being embedded with the military in a war is sometimes the only way you can get access but it's not something we take lightly. We want to make sure we are fully aware of the ramifications and the limitations on us before we set out to do a story like that.",
  "جێگیربوون لەگەڵ سوپا لە جەنگدا هەندێک جار تاکە ڕێگایە کە دەتوانیت دەستگەیشتنت هەبێت بەڵام ئەوە شتێک نییە کە ئێمە بە سووکی وەربگرین. ئێمە دەمانەوێت دڵنیابینەوە کە ئێمە بە تەواوی ئاگاداری ئەو سنوورەین کە لەسەرمان هەیە پێش ئەوەی چیرۆکێکی لەو شێوەیە ئەنجام بدەین"
 ],
 [
  "People will try to contain and control the work you do as a journalist and your job is to ensure that, while you can't control all of the situation around you, you can at least ensure that you are free to report things as you see it and say it.",
  "خەڵک هەوڵ دەدەن ئەو کارەی کە وەک ڕۆژنامەنووسێک دەیکەیت لەخۆ بگرن و کۆنتڕۆڵ بکەن و کارەکەت ئەوەیە کە دڵنیابیتەوە، لەکاتێکدا ناتوانیت کۆنترۆڵی هەموو بارودۆخی دەوروبەرت بکەیت، لانی کەم دەتوانیت دڵنیابیتەوە لەوەی کە ئازادن لە ڕاپۆرت"
 ],
 [
  "Reporting Myanmar",
  "ڕاپۆرتی میانمار"
 ],
 [
  "David Lindsay, CNN Senior Director, News Standards & Practices",
  "دەیڤد لیندسی، بەڕێوبەری پایەبەرزی سی ئێن ئێن، ستانداردی هەواڵەکان"
 ],
 [
  "In the case of Myanmar, Clarissa and her team were invited into the country by the military regime that had just conducted a coup and taken over the country, overthrowing the democratic government there. \t\t\t\t\t\t\t",
  "لەحاڵەتی میانماردا کلاریسا و تیمەکەی لەلایەن ئەو ڕژێمە سەربازییەوە بانگێشتکران بۆ ئەو وڵاتە کە تازە کودەتایان ئەنجامداوەوە دەستی بەسەر ئەو وڵاتەدا گرتووە و لەوێ حکومەتی دیموکراتیان لەناوبردووە \t\t\t\t\t\t\t"
 ],
 [
  "So the question is, should we go?",
  "کەواتە پرسیارەکە ئەوەیە، ئایا دەبێت بڕۆین؟"
 ],
 [
  "This is \"VIDEO 19 - David Lindsay - \"Reporting Myanmar\"\" by CNN Academy on Vimeo, the home for high quality videos and the people who...",
  "ئەمە ڤیدیۆی 19- دەیڤد لیندسەی - \"ڕاپۆرتکردنی میانمار\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە..."
 ],
 [
  "VIDEO 19 - David Lindsay - \"Reporting Myanmar\"",
  "ڤیدیۆی 19- دەیڤد لیندسەی - \"ڕاپۆرتی میانمار\""
 ],
 [
  "Staying Independent",
  "مانەوەی سەربەخۆ"
 ],
 [
  "On the edge of rebel-held territory, government soldiers want to show you where 'terrorists' ambushed their patrol and killed civilians ... the village chief is backing up the story but some villagers are looking at the soldiers with fear and suspicion. You're not sure whether you're getting the full picture.",
  "لە قەراغی ناوچە یاخیبووەکان، سەربازانی حکومەت دەیانەوێت نیشانتان بدەن کە \"تیرۆریستەکان\" لە کوێوە بۆسەی ئێشکگرتنەکەیاندا و هاوڵاتیانی مەدەنیان کوشتووە بەڕێوبەری گوندەکە خەریکی پشتگیری چیرۆکەکەیە بەڵام هەندێک لە گوندنشینەکان بە ترس و گومانەوە سەیری سەربازەکان دەکەن تۆ دڵنیا نیت کە ئایا وێنەی تەواوت دەست دەکەوێت یان نا."
 ],
 [
  "Image_VillagerNextToHome",
  "Image_VillagerNextToHome"
 ],
 [
  "Image_ReporterWithSoldier",
  "Image_ReporterWithSoldier"
 ],
 [
  "What should you do to pursue the story?",
  "چی بکەیت بۆ بەدواکەوتنی چیرۆکەکە؟"
 ],
 [
  "Call out to one of the other villagers and ask if they can back up the soldiers' story.",
  "بانگی یەکێک لە گوندنشینەکانی تر بکە و بپرسن کە ئایا دەتوانن لە چیرۆکی سەربازەکان پاشگەزببنەوە"
 ],
 [
  "This would not be the best option. Do you think the villager would be able to talk freely? What would be the consequences for them once you leave?\t\t\t\t\t\t",
  "ئەمە باشترین بژاردە نابێت. پێت وایە گوندنشینەکان دەتوانن بە ئازادی قسە بکەن؟ کاتێک کە تۆ بڕۆیت بۆ ئەوان چی دەبێت؟\t\t\t\t\t\t"
 ],
 [
  "Instead, you could act as though you believe the soldiers then find local contacts who can talk to villagers independently to ask them for their version of events. In a conflict zone, everyone has an agenda. Listening to only one side of the story is a fast-track to losing your independence as a journalist.",
  "لە جیاتی ئەوە، تۆ دەتوانیت وەک ئەوەی کە ئێوە باوەڕتان وایە سەربازەکان دواتر پەیوەندی ناوخۆیی بدۆزنەوە کە دەتوانن بە سەربەخۆیی قسە لەگەڵ گوندنشینەکان بکەن بۆ داواکردنیان بۆ وەشانی ڕووداوەکانیان. لە ناوچەی ململانێدا، هەموو کەسێک ئەجێندایەکی هەیە گوێگرتن لە تەنیا لایەنێک لە چیرۆکەکە ڕێگایەکی خێرایە بۆ لەدەستدانی سەربەخۆیی خۆت وەک ڕۆژنامەنووسێک."
 ],
 [
  "Act as though you believe the soldiers then find local contacts who can talk to villagers independently to ask them for their version of events.",
  "وەک چۆن ئێوە باوەڕتان وایە سەربازەکان دواتر پەیوەندی ناوخۆیی دەدۆزنەوە کە دەتوانن بە سەربەخۆیی قسە لەگەڵ گوندنشینەکان بکەن بۆ داواکردنیان بۆ وەشانی ڕووداوەکانیان."
 ],
 [
  "Good option. In a conflict zone, everyone has an agenda. Listening to only one side of the story is a fast-track to losing your independence as a journalist.\t\t\t\t\t\t",
  "بژاردەی باش لە ناوچەی ململانێدا، هەموو کەسێک ئەجێندایەکی هەیە گوێگرتن لە تەنیا لایەنێک لە چیرۆکەکە ڕێگایەکی خێرایە بۆ لەدەستدانی سەربەخۆیی خۆت وەک ڕۆژنامەنووسێک.\t\t\t\t\t\t"
 ],
 [
  "Asking one of the villagers to back up the soldiers' story would not have been a good idea, as it is unlikely that they would have been able to talk freely, and you do not know if there would be consequences for them once you had left.",
  "داواکردن لە یەکێک لە گوندنشینەکان بۆ پاشەکەوتکردنی چیرۆکی سەربازان بیرۆکەیەکی باش نەدەبوو، چونکە پێناچێت بتوانن بە ئازادی قسە بکەن و نازانیت ئەگەر هەر جارێک کە بەجێت هێشتبوو، ئەنجامیان بۆ دەبێت یان نا"
 ],
 [
  "Equally, even if you let the soldiers show you the location and cite them as a source, you still haven't managed to get independent confirmation that the attack took place.",
  "بە یەکسانی، تەنانەت ئەگەر ڕێگە بدەیت سەربازەکان شوێنەکەتان نیشان بدەن و وەک سەرچاوەیەک پێیان بڵێ، هێشتا نەتانتوانیوە پشتڕاستکردنەوەی سەربەخۆ بەدەست بهێنن کە هێرشەکە ڕوویدا."
 ],
 [
  "Let the soldiers show you the location and write a story stressing that the events were reported by government sources.",
  "با سەربازەکان شوێنەکەتان نیشان بدەن و چیرۆکێک بنووسن و جەختیان لەسەر ئەوە کردەوە کە ڕووداوەکان لە لایەن سەرچاوەکانی حکومەتەوە ڕاپۆرت کراون"
 ],
 [
  "This would not be the best option. Even if you let the soldiers show you the location and cite them as a source, you still haven't managed to get independent confirmation that the attack took place.",
  "ئەمە باشترین بژاردە نابێت. تەنانەت ئەگەر ڕێگە بدەیت سەربازەکان شوێنەکەتان نیشان بدەن و وەک سەرچاوەیەک پێیان بڵێ، هێشتا نەتانتوانیوە پشتڕاستکردنەوەی سەربەخۆ بەدەست بهێنن کە هێرشەکە ڕوویدا."
 ],
 [
  "You'll learn about the role of accountability and transparency in journalism.",
  "تۆ دەربارەی ڕۆڵی لێپرسینەوەو شەفافیەت لەڕۆژنامەنووسیدا فێر دەبیت"
 ],
 [
  "Accountability",
  "ژمێریاری"
 ],
 [
  "Just as good journalism holds people and institutions responsible for what they do and say, ethical journalists should be accountable for their work, too. Accountability in journalism means being responsive to our audiences, our sources, and the people who are affected by our work.",
  "وەک چۆن ڕۆژنامەگەریی باش خەڵک و دامەزراوەکان بەرپرسیاری ئەو کارەی کە دەیکەن و دەیڵێن دەگرێتە ئەستۆ، دەبێت ڕۆژنامەنووسانی ئەخلاقیش بەرپرسیار بن لە کارەکەیان لێپرسراوێتی لەڕۆژنامەگەریدا مانای وەڵامدانەوەیە بۆ بینەران و سەرچاوەکانمان و ئەو کەسانەی کەکارەکانمان تووشی دەبن"
 ],
 [
  "Ram Ramgopal, CNN Executive Editor ",
  "ڕام ڕامگۆپال، سەرنوسەری جێبەجێکاری سی ئێن ئێن "
 ],
 [
  "You're testing every hypothesis. You're testing your own biases. You're trying to see if there's anything in the story that if it gets out, somebody will push back and say, 'That's wrong'.",
  "تۆ هەموو گریمانەکان تاقی دەکەیتەوە تۆ لایەنگری خۆت تاقی دەکەیتەوە تۆ هەوڵ دەدەیت بیبینیت کە ئایا شتێک هەیە لە چیرۆکەکە کە ئەگەر دەربێت، کەسێک پاڵی پێوە دەنێت و دەڵێت: \"ئەوە هەڵەیە\"."
 ],
 [
  "Transparency",
  "شەفافییەت"
 ],
 [
  "When stakeholders require us to explain our choices, show our work, or challenge our reasoning, we need to behave \t\t\t\t\t\t",
  "کاتێک لایەنە پەیوەندیدارەکان داوامان لێدەکەن هەڵبژاردنەکانمان ڕوونبکەینەوە، کارەکانمان نیشان بدەین، یان تەحەدای هۆکارەکانمان بکەین، پێویستە هەڵسوکەوت بکەین \t\t\t\t\t\t"
 ],
 [
  "transparently ",
  "بە شەفافی "
 ],
 [
  "in order to provide assurances that we have acted in a responsible and legitimate manner. This is how we maintain \t\t\t\t\t\t",
  "بۆ دەستەبەرکردنی ئەو دڵنیاییانەی کە ئێمە بە شێوەیەکی بەرپرس و شەرعی ڕەفتارمان کردووە ئەمە بەو شێوەیەیە کە ئێمە دەیپارێزین \t\t\t\t\t\t"
 ],
 [
  "public trust ",
  "متمانەی گشتی "
 ],
 [
  "in what we do.\t\t\t\t\t",
  "لە چیدا دەیکەین\t\t\t\t\t"
 ],
 [
  "It's very important to... to include detailed attribution as much as possible so we are transparent with our audience because that helps our trust factor.",
  "ئەوە زۆر گرنگە بۆ تا ئەو ڕادەیەی کە دەکرێت بە وردی تێوەبگەیەنین بۆیە ئێمە شەفاف بین لەگەڵ بینەرانمان چونکە ئەوە یارمەتی فاکتەری متمانەمان دەدات"
 ],
 [
  "Seven Characteristics of Effective Accountability Journalism",
  "حەوت خەسڵەتی ڕۆژنامەگەریی ژمێریاری کاریگەر"
 ],
 [
  "Find their own way ",
  "ڕێگای خۆیان بدۆزنەوە "
 ],
 [
  "and direct their own work.",
  "وە کاری خۆیان ئاڕاستە بکەن"
 ],
 [
  "Build \t\t\t\t\t\t\t",
  "دروستکردن \t\t\t\t\t\t\t"
 ],
 [
  "connections and teamwork ",
  "پەیوەندی و کاری تیمی "
 ],
 [
  "within their own newsrooms.\t\t\t\t\t\t",
  "لە ناو ژوورە هەواڵییەکانی خۆیان\t\t\t\t\t\t"
 ],
 [
  "Spend considerable time \t\t\t\t\t\t\t",
  "بەسەربردنی کاتێکی بەرچاو \t\t\t\t\t\t\t"
 ],
 [
  "building relationships ",
  "پەیوەندی دروستکردن "
 ],
 [
  "with sources, readers.\t\t\t\t\t\t",
  "لەگەڵ سەرچاوەکان، خوێنەران\t\t\t\t\t\t"
 ],
 [
  "Smartly \t\t\t\t\t\t\t",
  "بە زیرەکی \t\t\t\t\t\t\t"
 ],
 [
  "balance their time ",
  "هاوسەنگی کاتەکەیان "
 ],
 [
  "on story choices and audience interactions.\t\t\t\t\t\t",
  "لەسەر هەڵبژاردنی چیرۆک و کارلێکانی بینەر\t\t\t\t\t\t"
 ],
 [
  "Work hard to \t\t\t\t\t\t\t",
  "بە زەحمەتی کار بکە بۆ \t\t\t\t\t\t\t"
 ],
 [
  "create context ",
  "دروستکردنی دەق "
 ],
 [
  "for their audiences.\t\t\t\t\t\t",
  "بۆ بینەرەکانیان\t\t\t\t\t\t"
 ],
 [
  "Think about \t\t\t\t\t\t\t",
  "بیر لە \t\t\t\t\t\t\t"
 ],
 [
  "multiple audiences.",
  "چەند بینەرێک"
 ],
 [
  "Exhibit \t\t\t\t\t\t\t",
  "پێشاندان \t\t\t\t\t\t\t"
 ],
 [
  "broad curiosity; ",
  "سەیرکردنی فراوان؛ "
 ],
 [
  "eagerly adapt to new technologies and platforms.\t\t\t\t\t\t",
  "بە پەرۆشەوە لەگەڵ تەکنەلۆجیا و پلاتفۆرمی نوێ بگونجێن\t\t\t\t\t\t"
 ],
 [
  "- Source: \t\t\t\t\t\t\t\t",
  "- سەرچاوە: \t\t\t\t\t\t\t\t"
 ],
 [
  "American Press Institute",
  "پەیمانگای چاپەمەنی ئەمریکی"
 ],
 [
  "Avoiding Media Bias",
  "خۆلادان لە لایەنگری میدیا"
 ],
 [
  "We cannot have biased products in journalism. So, you need to really be strong and just take a step back, think about what is better for the public and making sure that everybody's going to understand all sides of the story there.",
  "ئێمە ناتوانین بەرهەمی لایەنگریمان هەبێت لە کاری ڕۆژنامەوانیدا کەواتە، تۆ پێویستە زۆر بەهێز بیت و تەنها هەنگاوێک بگەڕێیتەوە، بیر لەوە بکەنەوە کە چی باشترە بۆ ڕای گشتی و دڵنیای کە هەموو کەسێک لە هەموو لایەکی چیرۆکەکە تێدەگات."
 ],
 [
  "This is \"VIDEO 20 - Avoiding Media Bias\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ ٢٠- خۆلادان لە لایەن میدیای لایەنگری\" لە لایەن ئەکادیمی سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 20 - Avoiding Media Bias",
  "ڤیدیۆ 20- خۆلادان لە لایەنگری میدیا"
 ],
 [
  "Fact vs Opinion",
  "ڕاستی بەرامبەر بۆچوون"
 ],
 [
  "Ram Ramgopal, CNN Executive Editor ",
  "ڕام ڕامگۆپال، سەرنوسەری جێبەجێکاری سی ئێن ئێن "
 ],
 [
  "Nancy Leung, CNN Executive Editor, The Row",
  "نانسی لیونگ، سەرنوسەری جێبەجێکاری سی ئێن ئێن، ڕیز"
 ],
 [
  "The line between news stories and opinion-based stories has become blurred over the last few years. I think both should be held to the same standards. The facts should be correct, and they have to be supported by the truth.",
  "هێڵی نێوان چیرۆکە هەواڵییەکان و چیرۆکە بنچینەییەکان لە ماوەی چەند ساڵی ڕابردوودا تاریک بووە. وابزانم هەردووک دەبێ بە هەمان ستاندارد هەڵبگیرێت. ڕاستیەکان دەبێت ڕاست بن و پشتگیر بن بە ڕاستی"
 ],
 [
  "This is \"VIDEO 28 - Fact vs Opinion\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ ٢٨- ڕاستی بەرامبەر بۆچوون\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 28 - Fact vs Opinion",
  "ڤیدیۆ 28 - ڕاستی بەرامبەر بۆچوون"
 ],
 [
  "Managing Impacts",
  "بەڕێوەبردنی کاریگەریەکان"
 ],
 [
  "A story you published on the benefits of a green energy project has prompted a range of reactions ... residents say there are impacts on the local ecosystem that you have failed to consider while other green energy companies are inviting you to look at similar projects around the country. ",
  "چیرۆکێک کە بڵاوت کردەوە لەسەر سوودەکانی پرۆژەی وزەی سەوز کۆمەڵێک کاردانەوەی بەدوای خۆیدا هێنا دانیشتوان دەڵێن کاریگەری لەسەر سیستەمی ژینگەیی ناوخۆیی هەیە کە تۆ سەرکەوتوو نەبوویت لە ڕەچاوکردنی لەکاتێکدا کۆمپانیاکانی تری وزەی سەوز بانگهێشتت دەکەن بۆ ئەوەی سەیری پڕۆژە هاوشێوەکان بکەن لە سەرتاسەری وڵات "
 ],
 [
  "Image_GreenEnergyCompany",
  "Image_GreenEnergyCompany"
 ],
 [
  "Image_UnhappyResidents",
  "Image_UnhappyResidents"
 ],
 [
  "What would be an accountable and transparent way of responding to the fallout of this story?",
  "ڕێگایەکی ژمێریاری و شەفاف بۆ وەڵامدانەوەی کەوتنی ئەم چیرۆکە چی دەبێت؟"
 ],
 [
  "Assess the claims of the local residents and consider amending your story to accommodate their viewpoint.",
  "هەڵسەنگاندنی بانگەشەکانی دانیشتوانی ناوچەکە و ڕەچاوی هەموارکردنی چیرۆکەکەت بکە بۆ جێکردنەوەی تێڕوانینیان."
 ],
 [
  "Good idea. You have stood by your story while recognising that it may not have been complete. This is the essence of accountability.",
  "بیرۆکەیەکی باشه. تۆ لە کاتی زانینی ئەوەی کە لەوانەیە تەواو نەبووبێت، لە لای چیرۆکەکەت وەستاویت. ئەمە جەوهەری لێپرسینەوەیە"
 ],
 [
  "If you had chosen to accept the invitations of the energy companies and post on social media about your experiences, you would likely have appeared insensitive and out of touch.",
  "ئەگەر ئێوە بۆ وەرگرتنی بانگێشتەکانی کۆمپانیا وزەکان و پۆست کردن لە تۆڕە کۆمەڵایەتیەکان سەبارەت بە ئەزموونەکانتان هەڵتانبژاردایە، لەوانەیە بێ هەست و دوور لە دەستدان دەردەکەوتن."
 ],
 [
  "Equally, writing a follow up story about the negative impacts of similar projects to achieve balance might reflect poorly on you: what would it say about the beliefs and convictions that prompted you to write the original story?",
  "بە یەکسانی، نووسینی چیرۆکێکی بەدواکەوتن سەبارەت بە کاریگەرییە نەرێنییەکانی پرۆژەی هاوشێوە بۆ بەدەستهێنانی هاوسەنگی لەوانەیە بە خراپی ڕەنگدانەوەی هەبێت لەسەرت: دەربارەی ئەو باوەڕ و قەناعەتانەی کە هانی تۆی دا چیرۆکە ڕەسەنەکە بنووسن چی دەڵێت؟"
 ],
 [
  "Accept the invitations of the energy companies and post on social media about your experiences.",
  "قبول کردنی داوەتنامەکانی کۆمپانیا وزەکان و پۆست کردن لە تۆڕە کۆمەڵایەتییەکان دەربارەی ئەزموونەکانت."
 ],
 [
  "This is not the best option. There's already a question mark over the balance of your original story. This is likely to make you appear insensitive and out of touch.",
  "ئەمە باشترین بژاردە نیە. نیشانەی پرسیار هەیە لەسەر هاوسەنگی چیرۆکە ڕەسەنەکەت. ئەمە لەوانەیە وا لە تۆ بکات کە بێ هەست و لە دەرەوەی لەمسی دەربکەویت."
 ],
 [
  "Instead, you could assess the claims of the local residents and consider amending your story to accommodate their viewpoint. This would allow you to stand by your story while recognising that it may not have been complete. This is the essence of accountability.",
  "لە جیاتی ئەوە، تۆ دەتوانی داواکاریەکانی دانیشتوانی ناوچەکە هەڵبسەنگێنیت و ڕەچاوی هەموارکردنی چیرۆکەکەت بکەی بۆ جێکردنەوەی تێڕوانینیان. ئەمە ڕێگەت پێدەدات کە لە لایەن چیرۆکەکەتەوە بوەستیت لە کاتی زانینی ئەوەی کە لەوانەیە تەواو نەبووبێت. ئەمە جەوهەری لێپرسینەوەیە"
 ],
 [
  "Start work on a follow up story about the negative impacts of similar projects to achieve balance.",
  "دەست بکە بە کارکردن لەسەر چیرۆکی بەدواکەوتن دەربارەی کاریگەریە نەرێنییەکانی پرۆژەی هاوشێوە بۆ بەدەستهێنانی هاوسەنگی."
 ],
 [
  "This is not the best option. You \t\t\t\t\t\t",
  "ئەمە باشترین بژاردە نیە. تۆ \t\t\t\t\t\t"
 ],
 [
  "could ",
  "توانی "
 ],
 [
  "try this but what would it say about the beliefs and convictions that prompted you to write the original story?\t\t\t\t\t",
  "هەوڵ بدە بەڵام دەربارەی ئەو باوەڕ و قەناعەتەی کە هانیت دا چیرۆکە ڕەسەنەکە بنووسیت چی دەڵێت؟\t\t\t\t\t"
 ],
 [
  "You'll learn about some of the ways that harm can be minimized in journalism.",
  "تۆ دەربارەی هەندێک لە ڕێگاکان فێر دەبیت کە زیانەکان دەتوانن لە کاری ڕۆژنامەوانیدا کەم بکرێنەوە"
 ],
 [
  "Minimizing Harm",
  "کەمکردنەوەی زیان"
 ],
 [
  "Considering the Consequences",
  "بە لەبەرچاوگرتنی دەرئەنجامەکان"
 ],
 [
  "Your instinct tells you there is a story that needs to be told but an ethical journalist needs to consider the potential consequences of their work before they begin and at every stage of the process. It is the responsibility of journalists to ensure that the security, wellbeing, and rights of the people who are part of the story are taken into account.",
  "غەریزەی تۆ پێت دەڵێت چیرۆکێک هەیە کە پێویستە بیگێڕدرێتەوە بەڵام ڕۆژنامەنووسێکی ئەخلاقی پێویستە بەر لە دەستپێکردنیان و لە هەموو قۆناغەکانی پرۆسەکەدا ڕەچاوی دەرئەنجامە شاراوەکانی کارەکەیان بکات ئەرکی سەرشانی ڕۆژنامەنووسانە کە ئاسایش و چاکە و مافی ئەو کەسانەی بەشێکن لە چیرۆکەکە لەبەرچاو بگرن"
 ],
 [
  "Louis Theroux, from '\t\t\t\t\t\t\t",
  "لویس ترۆکس، لە '\t\t\t\t\t\t\t"
 ],
 [
  "Trauma Reporting: A Journalist's Guide to Covering Sensitive Stories",
  "ڕاپۆرتی شۆک: ڕێبەری ڕۆژنامەنووسێک بۆ داپۆشینی چیرۆکە هەستیارەکان"
 ],
 [
  "'",
  "'"
 ],
 [
  "It is absolutely fundamental that journalists treat vulnerable contributors \t\t\t\t\t\t",
  "ئەوە بەتەواوی بنچینەییە کە رۆژنامەنووسان مامەڵە لەگەڵ بەشدارە لاوازەکان دەکەن \t\t\t\t\t\t"
 ],
 [
  "sensitively and with respect",
  "بە هەستیاری و لەگەڵ ڕێزدا"
 ],
 [
  "Pulitzer Centre",
  "سەنتەری پولیتزەر"
 ],
 [
  "Journalists should strive to minimize harm in their reporting, with compassion and sensitivity for those who may be adversely affected by news coverage. This is especially the case when seeking or using interviews or photographs of\t\t\t\t\t\t",
  "پێویستە ڕۆژنامەنووسان تێبکۆشن بۆ کەمکردنەوەی زیانەکان لە راپۆرتەکەیاندا، لەگەڵ بەزەیی و هەستیاری بۆ ئەوانەی کە لەوانەیە بەهۆی ڕووماڵکردنی هەواڵەوە زیانیان لێبکەوێتەوە ئەمە بەتایبەتی ئەو حاڵەتەیە کە لە کاتی گەڕان یان بەکارهێنانی چاوپێکەوتن یان وێنەی\t\t\t\t\t\t"
 ],
 [
  " those affected by tragedy or grief",
  " ئەوانەی بە تراژیدیا یان غەم و پەژارە"
 ],
 [
  ", and in coverage of\t\t\t\t\t\t",
  "، و لە داپۆشینی\t\t\t\t\t\t"
 ],
 [
  " incidents involving sexual abuse and assault",
  " ئەو ڕووداوانەی کە تێوەگلاون لە دەستدرێژی و دەستدرێژی سێکسی"
 ],
 [
  "The Fourth Estate, Journalism Code of Practice",
  "خانووبەرەی چوارەم، کۆدی کاری ڕۆژنامەوانی"
 ],
 [
  "Journalists must always remember that they are \t\t\t\t\t\t",
  "ڕۆژنامەنووسان دەبێت هەمیشە لەبیریان بێت کە ئەوان \t\t\t\t\t\t"
 ],
 [
  "dealing with human lives",
  "مامەڵەکردن لەگەڵ ژیانی مرۆڤدا"
 ],
 [
  ". The potential for public good must sufficiently outweigh the potential for harm that may come from the activity of journalism.\t\t\t\t\t",
  ". توانای خێری گشتی پێویستە بە تەواوی زیاتر بێت لە توانای زیان کە لەوانەیە لە چالاکی ڕۆژنامەگەرییەوە بێت.\t\t\t\t\t"
 ],
 [
  "Society of Professional Journalists",
  "کۆمەڵگای ڕۆژنامەنووسانی پرۆفیشناڵ"
 ],
 [
  "Ethical journalism treats sources, subjects, colleagues, and members of the public as human beings \t\t\t\t\t\t",
  "ڕۆژنامەگەری ئەخلاقی وەک مرۆڤ مامەڵە لەگەڵ سەرچاوە و بابەت و هاوکار و ئەندامانی جەماوەردا دەکات \t\t\t\t\t\t"
 ],
 [
  "deserving of respect",
  "شایستەی ڕێزگرتن"
 ],
 [
  "Should You Do It?",
  "دەبێ بیکەیت؟"
 ],
 [
  "To be an ethical journalist, you need to consider the impact of your work on everyone involved in the process:",
  "بۆ ئەوەی ببیتە ڕۆژنامەنووسێکی ئەخلاقی، پێویستە کاریگەری کارەکەت لە سەر هەموو کەسێکی بەشدار لە پرۆسەکەدا ڕەچاو بکەیت:"
 ],
 [
  "Are you doing right by \t\t\t\t\t\t\t",
  "ئایا تۆ ڕاست دەکەیت بە \t\t\t\t\t\t\t"
 ],
 [
  "the people you are interviewing?",
  "ئەو کەسانەی کە تۆ چاوپێکەوتنت لەگەڵ دەکەن؟"
 ],
 [
  "your colleagues",
  "هاوکارەکانت"
 ],
 [
  "?\t\t\t\t\t\t",
  "?\t\t\t\t\t\t"
 ],
 [
  "your viewers",
  "بینەرەکانت"
 ],
 [
  "David Culver",
  "دەیڤد کولڤەر"
 ],
 [
  "David Culver, CNN International Correspondent",
  "دەیڤد کولڤەر، پەیامنێری نێودەوڵەتی سی ئێن ئێن"
 ],
 [
  "We want to make sure that ethically, it's something that is worth pursuing as a story, that it's worth publicizing. And that those who we will be involving in this reporting will not see any serious harm.",
  "ئێمە دەمانەوێت دڵنیا بینەوە کە لە ڕووی ئەخلاقەوە، ئەوە شتێکە کە شایەنی بەدواداچوونە وەک چیرۆکێک، کە شایەنی بڵاوکردنەوەیە. وە ئەو کەسانەی کە ئێمە بەشدار دەبین لەم ڕاپۆرتەدا هیچ زیانێکی جدی نابینن"
 ],
 [
  "This is \"VIDEO 14 - Title- Should you do it\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ ١٤- ناونیشان- دەبێت بیکەیت\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "VIDEO 14 - Title- Should you do it",
  "ڤیدیۆ 14 - ناونیشان- دەبێت بیکەیت"
 ],
 [
  "Graphic Video",
  "ڤیدیۆی گرافیک"
 ],
 [
  "David Lindsay",
  "دەیڤد لیندسی"
 ],
 [
  "David Lindsay, Senior Director, CNN News Standards & Practices",
  "دەیڤد لیندسی، دەرهێنەری پایەبەرز، ستانداردەکانی هەواڵی سی ئێن ئێن"
 ],
 [
  "There are times when video is incredibly graphic and we know our audience doesn't expect us to put that on their television screens unless it's absolutely unnecessary, and they have to be able to trust us that we won't show anything like that unless it's really important.",
  "هەندێک کات هەیە کە ڤیدیۆ زۆر گرافیکە و ئێمە دەزانین بینەرەکانمان چاوەڕێی ئەوە ناکەن کە ئەوە بخەینە سەر شاشەی تەلەڤزیۆنەکانیان مەگەر بە تەواوی پێویست نەبێت و ئەوان بتوانن متمانەمان پێ بکەن کە ئێمە هیچ شتێکی لەو شێوەیە نیشان نەدەین مەگەر بەڕاستی گرنگ نەبێت"
 ],
 [
  "This is \"VIDEO 14A - GRAPHIC VIDEO\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە ڤیدیۆی 14ئەی گرافیکە لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 14A - GRAPHIC VIDEO",
  "ڤیدیۆ 14ئەی - ڤیدیۆی گرافیک"
 ],
 [
  "When we show up to the present moment with all of our senses, we invite the world    to fill us with joy. The pains of the past are behind us. The future has yet to unfold. But    the now is full of beauty simply waiting for our attention.",
  "کاتێک ئێمە بە هەموو هەستەکانمانەوە تا ئەو ساتەی ئێستا هەست دەکەین، بانگێشت لە جیهان دەکەین کە پڕمان بکات لە خۆشی. ئازارەکانی ڕابردوو لە پشتمانە. داهاتوو هێشتا دەرنەچێت بەڵام ئێستا پڕە لە جوانی بە سادەیی چاوەڕێی سەرنجمان دەکات."
 ],
 [
  "This is \"Minimize Harm\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"کەمکردنەوەی زیان\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Anonymous Sources",
  "سەرچاوە نەناسراوەکان"
 ],
 [
  "A source contacts you anonymously on social media to tell you they have important information about how a powerful politician treats their staff ... but they can’t tell you the full story as they fear it would identify them. ",
  "سەرچاوەیەک بە نەناسراوی پەیوەندیت لەگەڵ دەکات لە تۆڕە کۆمەڵایەتییەکاندا بۆ ئەوەی پێت بڵێت ئەوان زانیاری گرنگیان هەیە سەبارەت بەوەی کە سیاسەتمەدارێکی بەهێز چۆن مامەڵە لەگەڵ ستافەکەیان دەکات بەڵام ناتوانن چیرۆکە تەواوەکەتان بۆ باس بکەن چونکە دەترسن بیانناسێتەوە "
 ],
 [
  "Image_AnonymousPerson",
  "Image_AnonymousPerson"
 ],
 [
  "Image_AngryPolitician",
  "Image_AngryPolitician"
 ],
 [
  "You want to pursue the story but you don't have the information you need? What should you do?",
  "دەتەوێت بەدوای چیڕۆکەکەدا بگەڕێیت بەڵام ئەو زانیاریانەت نیە کە پێویستت پێیە؟ دەبێت چی بکەیت؟"
 ],
 [
  "Contact the politician to request an interview about their workplace conduct.",
  "پەیوەندی بکە بە سیاسەتمەدارەوە بۆ داواکردنی چاوپێکەوتنێک دەربارەی ڕەفتاری شوێنی کارەکەیان."
 ],
 [
  "This is not the best option. At this point you don't have enough solid information to ask the right questions – especially if accusations or wrongdoing are involved.",
  "ئەمە باشترین بژاردە نیە. لەم خاڵەدا تۆ زانیاری تەواو پتەوت نیە بۆ پرسیارکردن لە پرسیاری دروست - بە تایبەتی ئەگەر تۆمەتەکان یان هەڵە تێوەگلاون."
 ],
 [
  "Instead, it would be better to ask the source to speak with you off the record, promising them anonymity. You need more information before you can proceed, and this would be the best way to get it at this stage.",
  "لە جیاتی ئەوە، باشتر وایە داوا لە سەرچاوەکە بکەین کە لە تۆمارەکە قسەت لەگەڵ بکات، بەڵێنی بێ ناویان پێ بدەیت. تۆ پێویستت بە زانیاری زیاتر هەیە پێش ئەوەی بەردەوام بیت، وە ئەمە باشترین ڕێگایە بۆ بەدەست هێنانی لەم قۆناغەدا."
 ],
 [
  "Send out feelers on social media to ask if other people have information on what goes on in the politician's office.",
  "هەستەکان لە تۆڕە کۆمەڵایەتیەکان بنێرە بۆ ئەوەی بپرسن ئایا کەسانی تر زانیاریان هەیە لەسەر ئەوەی لە ئۆفیسی سیاسیدا ڕوودەدات."
 ],
 [
  "This is not the best option. Although this could help you to get more information before you potentially contact the politician directly, posting on social media could bring the interest in the story to the attention of the politician, and they might start to monitor their staff more closely. ",
  "ئەمە باشترین بژاردە نیە. هەرچەندە ئەمە دەتوانێت یارمەتیت بدات بۆ بەدەستهێنانی زانیاری زیاتر پێش ئەوەی ڕاستەوخۆ پەیوەندی بە سیاسەتکارەوە بکەیت، بەڵام پۆست کردن لە تۆڕە کۆمەڵایەتییەکاندا دەتوانێت بەرژەوەندی چیرۆکەکە بۆ سەرنجی سیاسەتمەدارەکە بهێنێت و ئەوان لە نزیکەوە دەست بکەن بە چاودێریکردنی ستافەکانیان "
 ],
 [
  "Ask the source to speak with you off the record, promising them anonymity.",
  "داوا لە سەرچاوەکە بکە کە لە تۆمارەکە قسەت لەگەڵ بکات، بەڵێنی بێ ناویان بدە."
 ],
 [
  "At this stage, this is the best option. You need more information so you should reassure the source and find out if they will tell you more.",
  "لەم قۆناغەدا، ئەمە باشترین بژاردەیە. تۆ زانیاری زیاترت پێویستە بۆ ئەوەی سەرچاوەکە دڵنیا بکەیتەوە و بزانیت کە ئایا ئەوان زیاتر پێت دەڵێن."
 ],
 [
  "Because you need more information on the story, it would not have been a good idea to contact the politician directly, as you would not have been able to ask the right questions yet.",
  "لەبەر ئەوەی پێویستت بە زانیاری زیاتر هەیە لەسەر چیرۆکەکە، ئەوە بیرۆکەیەکی باش نەبوو کە ڕاستەوخۆ پەیوەندی بە سیاسەتمەدارەوە بکەیت، چونکە هێشتا نەتتوانی پرسیاری دروست بکەیت."
 ],
 [
  "Equally, if you had tried to send out feelers on social media for more information, the politician could become aware of the interest in the story and begin to monitor their staff more closely.",
  "بە یەکسانی، ئەگەر هەوڵت دا بۆ زانیاری زیاتر هەستەکان لە تۆڕە کۆمەڵایەتییەکاندا بنێریت، سیاسەتمەدارەکە دەتوانێت ئاگای لە بەرژەوەندی چیرۆکەکە بێت و لە نزیکەوە دەست بکات بە چاودێریکردنی ستافەکانیان"
 ],
 [
  "We'll look at some further examples of ethics in action.",
  "ئێمە لە کرداردا سەیری چەند نمونەیەکی زیاتر لە ڕەوشت دەکەین"
 ],
 [
  "Ethics in Action II",
  "ئەخلاق لە کاری دووەمدا"
 ],
 [
  "Ethics in Action: Clarissa Ward",
  "ئەخلاق لە کرداردا: کلایسا وارد"
 ],
 [
  "As a journalist, you have to ask yourself not just what does it mean and what do I need to get the story, but what is my responsibility here as a human being?",
  "وەک ڕۆژنامەنووسێک دەبێت لە خۆت بپرسیت نەک تەنیا مانای چیە و پێویستە چی بکەم بۆ ئەوەی چیرۆکەکە بەدەست بهێنم، بەڵام لێرە بەرپرسیاریەتی من وەک مرۆڤ چییە؟"
 ],
 [
  "This is \"Ethics in Action: Clarissa Ward\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڕەوشت لە کردار: کلاریسا وارد\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "Ethics in Action: David Culver",
  "ئەخلاق لە کرداردا: دەیڤد کولڤەر"
 ],
 [
  "We talked about why these children could be at risk, and how it could impact them and why we believed, given those risks, it was still important to tell this story.",
  "ئێمە باسی ئەوەمان کرد کە بۆچی ئەم منداڵانە دەتوانن لە مەترسیدان و چۆن کاریگەری لەسەریان هەیە و بۆچی باوەڕمان کرد بە پێدانی ئەو مەترسیانە، هێشتا گرنگ بوو ئەم چیرۆکە بگێڕینەوە"
 ],
 [
  "This is \"Ethics in Action: David Culver\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڕەوشت لە کردار: دەیڤد کولڤەر\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "Ethics in Action: David Lindsay",
  "ئەخلاق لە کرداردا: دەیڤد لیندسی"
 ],
 [
  "The ethical question here is, well hang on a minute, these are minors. Should David just show up and try to speak to them? ",
  "پرسیارەکەی ڕەوشت لێرە ئەوەیە، زۆر بە خولەکێک راوەستە، ئەمانە بچووکن. ئایا دەیڤد دەبێت هەستێت و هەوڵ بدات قسەی لەگەڵ بکات؟ "
 ],
 [
  "This is \"VIDEO 17 - David Lindsay - \"Reporting Xinjiang\"\" by CNN Academy on Vimeo, the home for high quality videos and the people who...",
  "ئەمە ڤیدیۆی 17- دەیڤد لیندسەی - \"راپۆرتی سیان کیانگ\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە..."
 ],
 [
  "VIDEO 17 - David Lindsay - \"Reporting Xinjiang\"",
  "ڤیدیۆی 17- دەیڤد لیندسەی - \"راپۆرتکردنی سیانگ\""
 ],
 [
  "Ethics in Action: Emma Lacey-Bordeaux",
  "ئەخلاق لە کرداردا: ئێما لیسی-بۆردیو"
 ],
 [
  "Emma Lacey-Bordeaux",
  "ئێما لیسی-بۆردیو"
 ],
 [
  "Emma Lacey-Bordeaux, CNN Senior Director, News Standards & Practices",
  "ئێما لیسی-بۆردیۆ، بەڕێوبەری پایەبەرزی سی ئێن ئێن، ستانداردەکانی هەواڵ و ڕاهێنانەکان"
 ],
 [
  "There is a belief that the only thing that you need to counter a bad fact is a good fact. But what we see with disinformation is there's actually a real emotional undercurrent that often happens with people who buy into conspiracy theories.",
  "باوەڕێک هەیە کە تەنها شتێک کە تۆ پێویستت بە بەرەنگاربوونەوەی ڕاستییەکی خراپ هەیە، ڕاستییەکی باشە. بەڵام ئەوەی ئێمە دەیبینین بە بێئاگاکردنەوە ئەوەیە کە لە راستیدا هەندێ جار هەستێکی راستەقینە هەیە کە ڕوودەدات لەگەڵ ئەو کەسانەی کە دەکڕن بۆ تیۆرە پیلانگێڕییەکان"
 ],
 [
  "This is \"L3V6 QANON Ethical Decisions FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"L3V6 QANON کۆتایی بڕیارە ئەخلاقیەکان\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "L3V6 QANON Ethical Decisions FINAL",
  "L3V6 QANON بڕیاری ئەخلاقی کۆتایی"
 ],
 [
  "We'll look at diversity in the newsroom.",
  "ئێمە سەیری هەمەجۆری دەکەین لە ژووری هەواڵەکاندا."
 ],
 [
  "Ethics Beyond the Field",
  "ئەخلاق لە دەرەوەی گۆڕەپانەکە"
 ],
 [
  "Diversity in the Newsroom",
  "هەمەجۆری لە ژووری هەواڵەکان"
 ],
 [
  "Diversity Matters",
  "مەسەلە هەمەجۆرەکان"
 ],
 [
  "Calvin Sims",
  "کالڤین سیمس"
 ],
 [
  "Calvin Sims, CNN Executive Vice-President, Standards & Practices",
  "کالڤین سیمز، جێگری سەرۆکی جێبەجێکاری سی ئێن ئێن، ستانداردەکان و ڕاهێنانەکان"
 ],
 [
  "Too often in the past, we haven't had diversity among the staffing at all levels in journalism. And we know what the impact of that is. It's communities and populations that are left out.",
  "زۆر جار لە ڕابردوودا جیاوازیمان نەبووە لە نێوان ستافەکان لە هەموو ئاستەکاندا لە کاری ڕۆژنامەوانیدا وە ئێمە دەزانین کە کاریگەری ئەوە چیە ئەوە کۆمەڵگا و دانیشتوانە کە لە دەرەوە ماون"
 ],
 [
  "Unfortunately, it's sill rare to find a news organization where staff diversity fully reflects wider society. Social factors and hiring practices mean that women and minorities are often under-represented in our newsrooms.",
  "بەداخەوە، ئەوە دەگمەنە بۆ دۆزینەوەی ڕێکخراوێکی هەواڵی کە تێیدا فرەیی ستافەکە بەتەواوی ڕەنگدانەوەی کۆمەڵگای فراوانترە. هۆکاری کۆمەڵایەتی و بەکرێگرتنی کردارەکان مانای ئەوەیە کە ژنان و کەمینەکان زۆرجار لە ژوورەکانی هەواڵدا لە ژێر نوێنەرایەتیدان."
 ],
 [
  "Kathleen McElroy, Director, School of Journalism, University of Texas at Austin",
  "کاثلین ماکێلرۆی، دەرهێنەر، قوتابخانەی ڕۆژنامەوانی، زانکۆی تێکساس لە ئۆستن"
 ],
 [
  "The problem isn’t hiring or nurturing 'diverse' journalists — it’s journalism’s approach to diversity, which points at 'them,' at 'others.' To people who aren’t straight white men.",
  "کێشەکە دامەزراندن یان پەروەردەکردنی رۆژنامەنووسانی هەمەجۆر نییە ، ئەوە نزیکبوونەوەی رۆژنامەگەرییە بۆ هەمەجۆری، کە ئاماژە بە 'ئەوان'' دەکات لە 'ئەوانی تر' بۆ ئەو کەسانەی کە پیاوی سپی پێستی ڕاست نین"
 ],
 [
  "Tufayel Ahmed, Journalist, Editor and Lecturer",
  "توبەیڵ ئەحمەد، ڕۆژنامەنووس، سەرنووسەر و مامۆستا"
 ],
 [
  "Change must start at the top. White, middle class people are over-represented in senior roles — management and editor jobs — setting the tone for organisational hiring practices and staff career progression. Too often this leads to unconscious bias, as they are more likely to hire or promote people similar to them.",
  "گۆڕان دەبێت لە سەرەوە دەست پێ بکات. خەڵکی سپی، چینی ناوەند زیاد لە نوێنەرن لە رۆڵی گەورە - کاری بەڕێوەبردن و سەرنووسەر - دانانی ئاواز بۆ دامەزراندنەکانی رێکخراوەکان و پێشکەوتنی پیشەی ستاف. زۆر جار ئەمە دەبێتە هۆی لایەنگری ناهوشیار، چونکە ئەوان زیاتر بۆ بەکرێ گرتن یان بەرزکردنەوەی کەسانی هاوشێوەیان."
 ],
 [
  "Johanna Mack & Roman Winkelhahn, European Journalism Observatory",
  "جۆهانا ماک و رۆمان وینکلهاهان، ڕوانگەی ڕۆژنامەوانی ئەوروپی"
 ],
 [
  "Why is it important to have diversity in newsrooms? Because whoever writes the articles, takes the pictures, asks the questions, determines the topics and sets the angle, colours the coverage and influences the journalistic outcome. Diverse journalists lead to diverse perspectives.",
  "بۆچی گرنگە کە هەمەجۆری لە ژووری هەواڵەکاندا هەبێت؟ چونکە هەرکەسێک وتارەکان بنووسێت و وێنەکان بگرێت و پرسیار بکات و بابەتەکان دیاری بکات و گۆشەکە دیاری بکات و ڕووپۆشەکە ڕەنگ بکات و کاریگەری لەسەر دەرەنجامی ڕۆژنامەوانی هەبێت ڕۆژنامەنووسە جۆراوجۆرەکان دەبێتە هۆی تێڕوانینی جۆراوجۆر"
 ],
 [
  "Karen Rundlet, Knight Foundation",
  "کارین رۆیندڵت، دامەزراوەی نایت"
 ],
 [
  "At a time when trust in news is at an all time low, it is more important than ever for journalists to better understand the people they cover. Yet the staff at most news organizations does not reflect the diversity of our communities. Without the insights of diverse sources, the accuracy of the journalism suffers.",
  "لە کاتێکدا کە متمانە بە هەواڵەکان لە هەموو کاتێکی کەمدایە، لە هەموو کاتێک گرنگترە بۆ ڕۆژنامەنووسان بۆ ئەوەی باشتر لەو کەسانە تێبگەن کە دەیپۆشن لەگەڵ ئەوەشدا کارمەندەکان لە زۆربەی ڕێکخراوە هەواڵییەکان ڕەنگدانەوەی جیاوازی کۆمەڵگاکانمان نییە بەبێ تێڕوانینی سەرچاوە هەمەجۆرەکان، ڕاستی ڕۆژنامەگەریی دەناڵێنێت"
 ],
 [
  "This is \"VIDEO 21 - Diversity Matters\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ ٢١- بابەتی هەمەجۆرە\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 21 - Diversity Matters",
  "ڤیدیۆ 21- بابەتی هەمەچەشنی"
 ],
 [
  "The Role of Bias",
  "ڕۆڵی لایەنگیری"
 ],
 [
  "Whether conscious or unconscious, bias shows up in every aspect of our lives and can have a significant impact on who is seen, heard, and represented. Let's take a moment to review some common biases:",
  "چ بە ئاگایی و چ بێ ئاگایی، لایەنگیری لە هەموو بوارەکانی ژیانماندا دەردەکەوێت و دەتوانێت کاریگەرییەکی بەرچاوی هەبێت لەسەر ئەوەی کە بینراو و بیستراو و نوێنەرایەتی دەکرێت. با ساتێک بخەین بۆ پێداچوونەوەی هەندێک لایەنگیری هاوبەش:"
 ],
 [
  "Confirmation Bias",
  "لایەنگری دووپاتکردنەوە"
 ],
 [
  "Favoring information that confirms what we already believe to be true.",
  "چاککردنی زانیاری کە دڵنیایە لەوەی کە ئێمە باوەڕمان وایە ڕاست بێت."
 ],
 [
  "Affinity Bias",
  "لایەنگری نزیکایەتی"
 ],
 [
  "A positive bias towards people who we consider to be similar to ourselves.",
  "لایەنگرییەکی ئەرێنی بەرامبەر بەو کەسانەی کە ئێمە بە هەمان شێوەی خۆمان دەزانین."
 ],
 [
  "Bandwagon Bias",
  "لایەنگیری باندواگۆن"
 ],
 [
  "Believing something because many people around you also believe it.",
  "باوەڕبوون بە شتێک چونکە زۆر کەس لە دەوروبەرت باوەڕیان پێ دەکەن."
 ],
 [
  "Anchor Bias",
  "لایەنگری لەنگەر"
 ],
 [
  "Relying on the first piece of information you received when assessing new information. ",
  "پشت بەستن بە یەکەم پارچە زانیاری کە لە کاتی هەڵسەنگاندنی زانیاریە نوێکان بەدەستت گەیشتووە. "
 ],
 [
  "Addressing these biases takes time and commitment, but recognizing bias is the first step in the process. Individual journalists must work tirelessly to unmask their implicit biases and question their privilege.",
  "ئاراستەکردنی ئەم لایەنگیریانە کات و پابەندبوونی دەوێت، بەڵام ناسینەوەی لایەنگری یەکەم هەنگاوی پرۆسەکەیە. پێویستە ڕۆژنامەنووسانی تاک بە ماندوونەناسانە کار بکەن بۆ ئەوەی لایەنگرییە نادڵنیاکانیان لا بدەن و پرسیار لە ئیمتیازاتەکەیان بکەن"
 ],
 [
  "Diversity",
  "هەمەچەشنی"
 ],
 [
  "This is \"Diversity\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هەمەجۆری\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Case Study: \t\t\t\t\t\t\t\t",
  "خوێندنی حاڵەت: \t\t\t\t\t\t\t\t"
 ],
 [
  "Omar Jimenez \"On Kobe Bryant\"",
  "عومەر جیمینز \"لەسەر کۆبی بریانت\""
 ],
 [
  "OscarJimenez",
  "ئۆسکار جیمنز"
 ],
 [
  "Omar Jimenez, CNN US Correspondent",
  "عومەر جیمنز، پەیامنێری سی ئێن ئێن ئەمریکی"
 ],
 [
  "\"I tried to think about what people would be thinking about, and I knew what people would be thinking about because I was one of those people ... it goes back to underscoring the importance of being human.\"",
  "هەوڵم دا بیر لەوە بکەمەوە کە خەڵک بیر لە چی دەکەنەوە و دەمزانی خەڵک بیر لە چی دەکەنەوە چونکە من یەکێک بووم لەو کەسانە دەگەڕێتەوە بۆ ئەوەی گرنگیی مرۆڤبوون دیاری بکات."
 ],
 [
  "This is \"VIDEO 18 - Omar Jimenez - \"On Kobe Bryant\"\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە ڤیدیۆی 18- عومەر جیمنز - \"لەسەر کۆبی بریانت\"ە لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە حەزیان لێیەتی."
 ],
 [
  "VIDEO 18 - Omar Jimenez - \"On Kobe Bryant\"",
  "ڤیدیۆی 18 - عومەر جیمنز - \"لەسەر کۆبی بریانت\""
 ],
 [
  "Knowing Your Biases",
  "زانینی لایەنگیریەکانت"
 ],
 [
  "We introduced four common biases earlier in this lesson; let's see if you can recognize each of them in practice. Decide if each of the following scenarios is describing:",
  "ئێمە چوار لایەنگیری هاوبەشمان پێشتر لەم وانەیەدا ناساند، با بزانین کە ئایا دەتوانیت هەرکام لەوان بناسیتەوە لە پراکتیکدا. بڕیار بدە ئەگەر هەریەک لەم سیناریۆیانەی خوارەوە باس دەکەن:"
 ],
 [
  "Bandwagon",
  "باندواگۆن"
 ],
 [
  " Bias\t\t\t\t\t\t",
  " لایەنگیری\t\t\t\t\t\t"
 ],
 [
  "Anchor",
  "لەنگەر"
 ],
 [
  " bias\t\t\t\t\t\t",
  " لایەنگیری\t\t\t\t\t\t"
 ],
 [
  "Confirmation",
  "دووپاتکردنەوە"
 ],
 [
  "Affinity",
  "نزیکایەتی"
 ],
 [
  "[content tbd]",
  "[ناوەڕۆک tbd]"
 ],
 [
  "This is \t\t\t\t\t\t",
  "ئەمه هەیە \t\t\t\t\t\t"
 ],
 [
  "affinity ",
  "نزیکی "
 ],
 [
  "bias\t\t\t\t\t",
  "لایەنگیری\t\t\t\t\t"
 ],
 [
  "confirmation ",
  "دووپاتکردنەوە "
 ],
 [
  "anchor ",
  "لەنگەر "
 ],
 [
  "bandwagon",
  "باندواگۆن"
 ],
 [
  "You'll explore the differences between journalism and activism.",
  "تۆ جیاوازیەکانی نێوان ڕۆژنامەگەری و چالاکی دەدۆزیتەوە"
 ],
 [
  "Journalism vs Activism",
  "ڕۆژنامەگەری بەرامبەر بە ئاکتیڤیزم"
 ],
 [
  "Reporting Without Agenda",
  "ڕاپۆرتکردن بەبێ ئەجندا"
 ],
 [
  "Mobile technology and social media have blurred the boundaries between media consumers and producers, citizens and reporters, journalists and activists. Just as political activists make use of online media to promote and advocate for the causes they believe in, journalists use the same platforms to publicise their work and engage in debates. ",
  "تەکنەلۆجیای مۆبایل و تۆڕەکۆمەڵایەتییەکان سنووری نێوان بەکاربەرانی میدیا و بەرهەمهێنەران و هاوڵاتیان و پەیامنێران و ڕۆژنامەنووسان و چالاکوانانی لێڵکردووە وەک چۆن چالاکوانانی سیاسی لەمیدیای ئۆنلاین کەڵک وەرگرن بۆ بەرزکردنەوەی و داکۆکی لەو هۆکارانەی کە باوەڕیان پێیەتی، ڕۆژنامەنووسان هەمان پلاتفۆرم بەکاردەهێنن بۆ ئاشکراکردنی کارەکانیان و بەشداری کردن لەدیبەیتەکاندا "
 ],
 [
  "As journalists, we hope that our professional ethics distinguish us from activists who may use journalistic tools to advance their agendas, but in practice the lines are easy to cross and hard to define. ",
  "وەک ڕۆژنامەنووس هیوادارین ڕەوشتی پیشەییمان جیامان بکەنەوە لەو چالاکوانانەی کە ڕەنگە ئامرازی ڕۆژنامەوانی بەکاربێنن بۆ بەرەوپێشبردنی ئەجنداکانیان بەڵام لە پراکتیکدا هێڵەکان ئاسانن بۆ پەڕینەوە و زەحمەت پێناسەکردن "
 ],
 [
  "David Brewer, Founder, Media Helping Media",
  "دەیڤد بریوەر، دامەزرێنەر، میدیا هاوکاری میدیا دەکات"
 ],
 [
  "If a journalist’s role is to seek out truth, reflect the voices and opinions of those who don’t usually have a say, and to represent the whole audience regardless of race, religion, political affiliation and social status, then perhaps a journalist is, essentially, an activist for freedom of expression.",
  "ئەگەر ڕۆڵی ڕۆژنامەنووسێک بۆ گەڕان بەدوای حەقیقەتدا بێت، دەنگ و بۆچوونی ئەو کەسانە ڕەنگبداتەوە کە عادەتەن قسەیان نییە و نوێنەرایەتی هەموو بینەرێک بکەن بەبێ گوێدانە ڕەگەز و ئایین و ئینتیمای سیاسی و پێگەی کۆمەڵایەتی، ئەوا ڕەنگە ڕۆژنامەنووسێک لە بنەڕەت"
 ],
 [
  "Desmond Cole, former Toronto Star columnist",
  "دێسمۆند کۆل، ستووننووسی پێشووی تۆرۆنتۆ ستار"
 ],
 [
  "If I must choose between a newspaper column and the actions I must take to liberate myself and my community, I choose activism in the service of Black liberation.",
  "ئەگەر دەبێت لە نێوان ستوونی ڕۆژنامە و ئەو کردەوانەی کە دەبێت بۆ ئازادکردنی خۆم و کۆمەڵگاکەم هەڵیبژێرم، لە خزمەتی ڕزگاری ڕەشدا چالاکی هەڵدەبژێرم."
 ],
 [
  "The Society of Professional Journalists",
  "کۆمەڵگای ڕۆژنامەنووسانی پرۆفیشناڵ"
 ],
 [
  "Objectivity in today’s superheated political environment may be impossible, but impartiality should still be a reporter’s goal. Even those who are paid to have opinions — columnists, editorial writers, talk show hosts, bloggers — should at least be aware of all relevant points of view. ",
  "بابەتییەتی لە ژینگەی سیاسی ئەمڕۆدا لەوانەیە مەحاڵ بێت، بەڵام بێ لایەنی دەبێت هێشتا ئامانجی پەیامنێر بێت. تەنانەت ئەوانەی کە پارەیان دەدرێت بۆ ئەوەی بیروڕایان هەبێت - نوسەرانی سەروتار، قسە دەکەن، خانەخوێ نیشان دەدەن، بلۆگەرەکان ، لانی کەم دەبێت ئاگاداری هەموو خاڵە پەیوەندارەکان بن. "
 ],
 [
  "Stephen J. A. Ward, Media Ethicist",
  "ستیڤن جەی ئا وارد، ڕەوشتی میدیا"
 ],
 [
  "Calling for a return to traditional objective journalism is like proposing that we go backward in time. Not only do many journalists not practice traditional facts-only reporting, but the public sphere that once justified such an ethic has greatly disappeared.",
  "بانگەشەکردن بۆ گەڕانەوە بۆ ڕۆژنامەگەری بابەتی نەریتی وەک پێشنیارکردن وایە کە لە کاتی خۆیدا بگەڕێینەوە دواوە نەک تەنها زۆرێک لە ڕۆژنامەنووسان کرداری ڕاستی نەریتی ناکەن تەنها راپۆرت، بەڵکو بواری گشتی کە جارێک پاساوی وەها ڕەوشتێک دەدات زۆر بزر بووە."
 ],
 [
  "You cannot be an activist for a specific outcome because as journalists, we have to be able to criticize and hold to account the decision-makers, the people who are responsible for delivering on these outcomes.",
  "ئێوە ناتوانن ببن بە چالاکوانێک بۆ دەرئەنجامێکی دیاریکراو چونکە وەک ڕۆژنامەنووس دەبێت بتوانین ڕەخنە لە بڕیاردەران و ئەو کەسانە بگرین کە بەرپرسیارن لە گەیاندنی ئەو دەرەنجامانە"
 ],
 [
  "This is \"L3V7 Journalism vs Activism FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ ٣ ڤی ٧ رۆژنامەگەری بەرامبەر کۆتایی ئاکتیڤیزم\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت"
 ],
 [
  "L3V7 Journalism vs Activism FINAL",
  "ئێڵ 3 ڤی 7 رۆژنامەگەری بەرامبەر کۆتایی ئاکتیڤیزم"
 ],
 [
  "When is a Journalist not a Journalist?",
  "کەی ڕۆژنامەنووس ڕۆژنامەنووس نییە؟"
 ],
 [
  "Debates about 'citizen journalism', 'activist journalism', and 'media activism' are not going away any time soon. The following cases illustrate some of the ways in which the status of journalism has been called into question in recent years:",
  "گفتووگۆکان لەبارەی 'رۆژنامەگەری هاوڵاتی'، 'رۆژنامەگەری چالاکوان'' و 'چالاکی میدیایی' بە زوویی دوورناکەونەوە ئەم حاڵەتانەی خوارەوە هەندێک لەو ڕێگایانە دەردەخات کە لەم ساڵانەی دواییدا باری ڕۆژنامەگەریی خراوەتە ژێر پرسیارەوە:"
 ],
 [
  "Enough is Enough: Student Journalists Stand up to Gun Violence",
  "بەسە: ڕۆژنامەنووسە خوێندکارەکان دژی توندوتیژی چەک وەستاون"
 ],
 [
  "Following the shooting of 17 people at Marjory Stoneman Douglas High School in Parkland, Florida in February 2018, editorial staff of the high school newspaper 'The Eagle Eye' helped to organise and promote the \"March for Our Lives\" where hundreds of thousands of people gathered in Washington DC and around the world calling for changes to US gun ownership laws. The Eagle Eye abandoned objectivity by releasing a manifesto outlining their demands for changes to US gun laws.",
  "دوای تەقەکردنی 17 کەس لە قوتابخانەی ئامادەیی مارجوری ستۆنمان دۆگلاس لە پارکلاندی فلۆریدا لە مانگی شوباتی 2018 ستافی سەروتاری ڕۆژنامەی \"چاوی هەڵۆ\" یارمەتیان دا بۆ رێکخستن و بەرزکردنەوەی \"مارس بۆ ژیانمان\" کە سەدان هەزار کەس لە واشنتۆن دی سی چاوی هەڵۆ بە بڵاوکردنەوەی مانیفێستێک کە داواکاریەکانیان بۆ گۆڕانکاری لە یاساکانی چەکی ئەمریکادا دەرخست"
 ],
 [
  "\"\t\t\t\t\t\t\t\t",
  "\"\t\t\t\t\t\t\t\t"
 ],
 [
  "We have a unique platform not only as student journalists, but also as survivors of a mass shooting...",
  "ئێمە پلاتفۆرمێکی بێهاوتامان هەیە نەک تەنها وەک ڕۆژنامەنووسێکی خوێندکار، بەڵکو وەک ڕزگاربووانی تەقەی بەکۆمەڵ"
 ],
 [
  " We cannot stand idly by as the country continues to be infected by a plague of gun violence that seeps into community after community, and does irreparable damage to the hearts and minds of the American people. \t\t\t\t\t\t\t\t",
  " ئێمە ناتوانین بە بێهودەیی بوەستینەوە لە کاتێکدا کە وڵات بەردەوامە لە توشبوون بە پەتایەکی توندوتیژی چەک کە لە دوای کۆمەڵگەوە دەیبینێتەوە بۆ ناو کۆمەڵگا و زیانێکی نەگونجاو بە دڵ و دەروونی خەڵکی ئەمەریکا دەگەیەنێت \t\t\t\t\t\t\t\t"
 ],
 [
  "That’s why the Eagle Eye has come together and proposed these following changes to gun policy.",
  "لەبەر ئەوە چاوی هەڵۆ کۆبۆتەوە و پێشنیاری ئەم گۆڕانکاریانەی خوارەوەی کردووە بۆ سیاسەتی چەک"
 ],
 [
  "\"\t\t\t\t\t\t\t",
  "\"\t\t\t\t\t\t\t"
 ],
 [
  "- ",
  "- "
 ],
 [
  "Editorial staff of the Eagle Eye",
  "ستافی سەروتاری ئیگڵ چاو"
 ],
 [
  "Parkland, Florida",
  "پارکلاند، فلۆریدا"
 ],
 [
  "Wikileaks: 'Collateral Murder'",
  "ویکیلیکس: \"کوشتنی بەند\""
 ],
 [
  "On July 12, 2007 a US helicopter gunship opened fire on a group of Iraqi men in Baghdad killing, among others, a Reuters journalist and media assistant. Reuters tried, without success, to obtain footage of the incident from the US Department of Defense using Freedom of Information requests.",
  "ڕۆژی 12ی تەمموزی 2007 فڕۆکەیەکی جەنگی هەلیکۆپتەرێکی ئەمریکی تەقەی لەگروپێک لەپیاوانی عێراقی کرد لەبەغدا و لەناویشیاندا ڕۆژنامەنووسێکی ڕۆیتەرز و یاریدەدەری ڕاگەیاندن رۆیتەرز هەوڵیدا، بەبێ سەرکەوتن، گرتەی رووداوەکە لە وەزارەتی بەرگری ئەمریکاوە بە بەکارهێنانی داواکارییەکانی ئازادی زانیاری بەدەست بهێنێت"
 ],
 [
  "In 2010, Julian Assange's Wikileaks released the video under the provocative title \"Collateral Murder\" along with thousands of other classified and sensitive military and diplomatic documents they had obtained from military analyst Bradley (now Chelsea) Manning. While Assange and his supporters argue that the publication of leaked documents is journalism, there are many who believe he acted outside of the ethical boundaries of the profession.",
  "لە ساڵی 2010دا، ویکیلیکس ی جولیان ئەسانج ڤیدیۆکەی لەژێر ناونیشانی \"کۆلێتاری کوشتن\" بڵاو کردەوە لەگەڵ هەزاران بەڵگەنامەی سەربازی و دیپلۆماسی نهێنی و هەستیاری دیکە کە لە برادلی شیکەرەوەی سەربازی (ئێستا چێڵسی) مانینگ بەدەستیان هێنابوو لە کاتێکدا ئەسانج و لایەنگرەکانی باس لەوە دەکەن کە بڵاوکردنەوەی بەڵگەنامە دزەکراوەکان ڕۆژنامەوانییە، زۆر کەس هەن کە بڕوایان وایە لە دەرەوەی سنووری ئەخلاقی پیشەکە هەڵسوکەوتی کردووە"
 ],
 [
  "Wikileaks",
  "ویکیلیکس"
 ],
 [
  "Egypt: Amplifying Tahrir Square",
  "میسر: بەهێزکردنی گۆڕەپانی تەحریر"
 ],
 [
  "Under Egyptian President Hosni Mubarak, news and opinion was tightly controlled by writers, broadcasters, and media owners who were loyal to the government. Since professional journalism was intimately bound up with the existing order, it took amateur journalists using social media to amplify the voices of protestors calling for revolution.",
  "لەژێر سایەی سەرۆکی میسردا حوسنی موبارەکە هەواڵ و بیروڕا بە توندی لە لایەن نووسەران و بێژەر و میدیاکاران کە دڵسۆز بوون بە حکومەتەوە کۆنترۆڵ کرا لەو کاتەوەی ڕۆژنامەگەریی پرۆفیشناڵ بە شێوەیەکی خۆڕایی بەستراوە بە ئەم فەرمانەی کە هەیە، ڕۆژنامەڤانی تازەپێوەندی بە بەکارهێنانی تۆڕە کۆمەڵایەتییەکانی برد بۆ ئەوەی دەنگی خۆپیشاندەران کە بانگەشەی شۆڕش دەکەن بەهێز بکەن"
 ],
 [
  "'Citizen' journalists who joined the protests were charged by the government of 'spreading false news' and 'participating in terrorist groups'; they were among thousands of people who suffered imprisonment and torture before Mubarak's government fell.",
  "\"رۆژنامەنووسانی هاوڵاتیان کە چوونە ناو خۆپیشاندانەکانەوە لەلایەن حکومەتی \"بڵاوکردنەوەی هەواڵی هەڵە\" و \"بەشداریکردن لە گروپە تیرۆریستییەکان\" تۆمەتبارکران، ئەوان لە نێو هەزاران کەس بوون کە بەر لە کەوتنەخوارەوەی حکومەتەکەی موبارەکە تووشی زیندان و ئەشکەنجە بوون"
 ],
 [
  "Egypt",
  "میسر"
 ],
 [
  "Journalist or Activist?",
  "ڕۆژنامەنووس یان چالاکوان؟"
 ],
 [
  "This is \"Journalist or Activist-\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڕۆژنامەوان یان چالاکوان\"ە لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Journalist or Activist-",
  "ڕۆژنامەنووس یان چالاکوان-"
 ],
 [
  "You'll learn about the ethics of online information.",
  "تۆ دەربارەی ڕەوشتی زانیاری ئۆنلاین فێر دەبیت."
 ],
 [
  "The Ethics of Online Information",
  "ڕەوشتەکانی زانیاری ئۆنلاین"
 ],
 [
  "Journalism in the Digital Age",
  "ڕۆژنامەگەری لە سەردەمی دیجیتاڵدا"
 ],
 [
  "Every new development in online media presents journalists with new opportunities but also new challenges and potential pitfalls. Journalists now share the information space with bloggers, citizen journalists and activists — as well as their audiences. ",
  "هەموو پێشکەوتنێکی نوێ لە میدیای ئۆنلایندا هەلی نوێ پێشکەش بە ڕۆژنامەنووسان دەکات بەڵام هەروەها تەحەدای نوێ و هەڵچوونە شاراوەکان. ڕۆژنامەنووسان ئێستا بۆشایی زانیاری هاوبەشن لەگەڵ بلۆگەران و ڕۆژنامەنووسانی هاوڵاتیان و چالاکوانان و هەروەها بینەرەکانیان "
 ],
 [
  "While the ethical principles that guide our work remain the same across all formats and platforms, applying them in the ever evolving world of social media requires vigilance and care. ",
  "لەکاتێکدا ئەو بنەما ئەخلاقیانەی کە ڕێنوێنی کارەکەمان دەکەن لە هەموو فۆرمات و پلاتفۆڕمەکاندا وەک یەک دەمێننەوە، پیادەکردنیان لە جیهانی گەشەسەندووی کۆمەڵایەتیدا پێویستی بە ئاگایی و بایەخدان هەیە. "
 ],
 [
  "Social media has in many ways brought us back to the traditional roots of journalism. It's conversation, it's dialogue, it's back and forth.",
  "تۆڕە کۆمەڵایەتییەکان لە زۆر ڕووەوە ئێمەی گەڕاندەوە بۆ ڕەگە تەقلیدییەکانی ڕۆژنامەگەری ئەمە گفتووگۆیە، دیالۆگە، دەگەڕێتەوە و بەرەو پێشە."
 ],
 [
  "This is \"L3V5 Professional vs Citizen Journalism FINAL\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ئێڵ ٣ ڤی ٥ پرۆفیشناڵ بەرامبەر ڕۆژنامەی هاووڵاتی کۆتایی\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "L3V5 Professional vs Citizen Journalism FINAL",
  "ئێڵ 3 ڤی 5 پرۆفیشناڵ بەرامبەر ڕۆژنامەی هاووڵاتی کۆتایی"
 ],
 [
  "The Ethics of Social Media",
  "ڕەوشتەکانی تۆڕە کۆمەڵایەتییەکان"
 ],
 [
  "This is \"Ethics of Social Media\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڕەوشتەکانی تۆڕە کۆمەڵایەتییەکانە\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Ethics of Social Media",
  "ڕەوشتەکانی تۆڕە کۆمەڵایەتییەکان"
 ],
 [
  "Challenges in Online Journalism",
  "تەحەداکان لە ڕۆژنامەگەری ئۆنلاین"
 ],
 [
  "Online journalism presents many challenges, and these often raise ethical questions that force us to question where to draw the line:",
  "ڕۆژنامەگەری ئۆنلاین چەندین تەحەدا پێشکەش دەکات، ئەمەش زۆرجار پرسیاری ئەخلاقیی دروست دەکات کە ناچارمان دەکات پرسیار بکەین لە کوێ هێڵەکە بکێشین:"
 ],
 [
  "When we encounter false narratives online it can be tempting to confront them head on with the truth. Paradoxically, this might have exactly the opposite effect. News content that debunks disinformation inevitably amplifies the very falsehoods that it aims to correct. By debunking a conspiracy theory on a mainstream platform, have we inadvertently given it the oxygen of publicity that the agents of information disorder desire the most?",
  "کاتێک ئێمە لە سەرهێڵ ڕووبەڕووی چیرۆکە هەڵەکان دەبینەوە ئەوە دەتوانێ فریودەر بێت بۆ ڕووبەڕووبونەوەیان لەگەڵ ڕاستیەکان. بە شێوەیەکی پارادۆکسیکال، ئەمە لەوانەیە بە تەواوی کاریگەری پێچەوانەی هەبێت. ناوەڕۆکی هەواڵەکان کە شێواندن بە حەتمی ئەو درۆانە زیاد دەکات کە مەبەستی ڕاستکردنەوەیە. بە لادانی بیردۆزی پیلانگێڕی لەسەر سەکۆی سەرەکی، ئایا ئێمە بە بێ مەبەست ئەو ئۆکسجینەی ئاشکرابوونی پێداین کە بریکارەکانی ناتەواوی زانیاری زیاتریان دەوێت؟"
 ],
 [
  "Should we be combating disinformation?",
  "ئایا دەبێت ئێمە بەرەنگاری بێ زانیاری بین؟"
 ],
 [
  "Verifying that video or images are, in fact, what they seem to be is the first concern of any journalist who finds what looks like newsworthy content online. But the ethical considerations do not stop there. ",
  "سەلماندنی ڤیدیۆ یان وێنەکان، لە ڕاستیدا، ئەوەی کە وا دەردەکەون یەکەم خەمی هەر ڕۆژنامەنووسێکە کە لە سەرهێڵ ئەو شتەی لە ناوەڕۆکی شیاوی هەواڵەکان دەچێت بدۆزێتەوە. بەڵام ڕەچاوکردنی ئەخلاقی لەوێ ناوەستێت "
 ],
 [
  "What permissions might be needed before incorporating such material into our work? ",
  "چ ڕێپێدانێک پێویستە پێش ئەوەی ئەم جۆرە ماددانە تێکەڵ بکەین لە کارەکەماندا؟ "
 ],
 [
  "How can we attribute the material in a transparent manner? ",
  "چۆن دەتوانین ماددەکە بە شێوەیەکی شەفاف ببەخشین؟ "
 ],
 [
  "And above all, what safety and security issues might be relevant — how do we minimize harm?",
  "لە سەرووی هەموو شتێکەوە، چ کێشەیەکی ئەمنی و سەلامەتی پەیوەندیدارە، ئێمە چۆن زیانەکان کەم بکەینەوە؟"
 ],
 [
  "Should we be publishing citizen content?",
  "ئایا دەبێت ناوەڕۆکی هاوڵاتیان بڵاوبکەینەوە؟"
 ],
 [
  "While a social media presence can be useful for journalists to establish their personal brand and publicise their work, online engagement can sometimes lead to ethical lapses. When audiences react negatively to our work online it can be tempting for a journalist to fire back a quick response. The risk is that we fail to apply the same ethical standards to our online interactions as we do in our journalistic work and our credibility suffers as a result.",
  "لە کاتێکدا کە بوونی تۆڕە کۆمەڵایەتییەکان دەتوانێت سوودبەخش بێت بۆ ڕۆژنامەنووسان بۆ دامەزراندنی براندێکی تایبەتی خۆیان و ئاشکراکردنی کارەکەیان، بەشداری کردنی ئۆنلاین هەندێ جار دەتوانێت ببێتە هۆی هەڵگەڕانەوەی ئەخلاقی کاتێک بینەران کاردانەوەی نەرێنیان هەیە بۆ کارەکەمان لە سەرهێڵ ئەوە دەتوانێ فریودەر بێت بۆ ڕۆژنامەنووسێک کە وەڵامی خێرا بداتەوە مەترسیەکە ئەوەیە کە ئێمە شکستمان هێنا لە جێبەجێکردنی هەمان پێوەرە ئەخلاقییەکان بۆ کارلێککردنەکانی ئۆنلاین وەک ئەوەی لە کاری ڕۆژنامەوانیدا ئەنجامی دەدەین و متمانەمان لە ئەنجامدا ئازار دەچێژێت"
 ],
 [
  "Should we be engaging in online debates?",
  "ئایا دەبێت ئێمە بەشداری بکەین لە گفتوگۆی ئۆنلاین؟"
 ],
 [
  "Fact Checking and Fake Reports",
  "پشکنینی ڕاستی و ڕاپۆرتە ساختەکان"
 ],
 [
  "David Valenzuela, Senior Director, CNN News Standards & Practices",
  "دەیڤد ڤالێنزوێلا، دەرهێنەری پایەبەرز، ستانداردەکانی هەواڵی سی ئێن ئێن"
 ],
 [
  "The ethical question is how much of the lies can we show before we debunk them? ... It can be really dangerous to just let somebody repeat a lie without the proper context.",
  "پرسیارەکەی ڕەوشت ئەوەیە کە چەند درۆکان پێش ئەوەی بیانشێوێنین پیشان بدەین؟ ... ئەوە زۆر مەترسیدارە بۆ ئەوەی ڕێگە بە کەسێک بدەیت درۆیەک دووبارە بکاتەوە بەبێ چوارچێوەی گونجاو."
 ],
 [
  "This is \"VIDEO 14B - FACT CHECKING FAKE REPORTS- MISINFORMATION & DISINFORMATION\" by CNN Academy on Vimeo, the home for high quality videos and...",
  "ئەمە \"ڤیدیۆی 14بی- پشکنینی راپۆرتی ساختەیە- زانیاری هەڵە و شێواندن\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و..."
 ],
 [
  "VIDEO 14B - FACT CHECKING FAKE REPORTS- MISINFORMATION & DISINFORMATION",
  "ڤیدیۆ 14بی - ڕاستی پشکنینی ڕاپۆرتی ساختە - زانیاری هەڵە و شێواندن"
 ],
 [
  "Reporting the Pandemic",
  "ڕاپۆرتی پەندمیک"
 ],
 [
  "There's a lot more to incorporating online video into our output than just verification. Our professional standards as journalists require us to consider the news value and ethical implications from multiple perspectives as \t\t\t\t\t\t",
  "زۆر زیاتر هەیە بۆ تێکەڵکردنی ڤیدیۆی ئۆنلاین بۆ ناو بەرهەمەکەمان لە تەنها سەلماندن. ستانداردە پیشەگەرەکانمان وەک ڕۆژنامەنووس داوامان لێ دەکات کە بەهای هەواڵ و تێکەوتە ئەخلاقییەکان لە چەندین ڕوانگەوە لەبەرچاو بگرین وەک \t\t\t\t\t\t"
 ],
 [
  "CNN Senior Director of News Standards & Practices",
  "سی ئێن ئێن بەڕێوبەری پایەبەرزی ستانداردەکانی هەواڵەکان"
 ],
 [
  ", \t\t\t\t\t\t",
  ", \t\t\t\t\t\t"
 ],
 [
  "Emma Lacey-Bordeaux ",
  "ئێما لیسی-بۆردیو "
 ],
 [
  "explains:\t\t\t\t\t",
  "ڕوونی دەکاتەوە:\t\t\t\t\t"
 ],
 [
  "Emma Lacey Bordeaux",
  "ئێما لیسی بۆردیو"
 ],
 [
  "Once we've decided that a certain piece of video meets that threshold and that we are going to use it, then we decide how we're going to use it.",
  "کاتێک بڕیارمان دا کە پارچەیەکی ڤیدیۆیی دیاریکراو ئەو ئاستە ببینەوە و ئێمە بەکاری بهێنین، پاشان بڕیار دەدەین چۆن بەکاری بهێنین."
 ],
 [
  "This is \"VIDEO 16 - Emma Lacey-Bordeaux - \"Reporting the Pandemic\"-\" by CNN Academy on Vimeo, the home for high quality videos and the...",
  "ئەمە ڤیدیۆی 16- ئێما لیسی-بۆردیو - \"راپۆرتکردنی پەندمیک\"-\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و"
 ],
 [
  "VIDEO 16 - Emma Lacey-Bordeaux - \"Reporting the Pandemic\"-",
  "ڤیدیۆی 16- ئێما لیسی-بۆردیوکس - \"ڕاپۆرتی پەندمیک\"-"
 ],
 [
  "You'll learn about some of the legal obligations of journalists.",
  "تۆ دەربارەی هەندێک لە ئەرکە یاساییەکانی ڕۆژنامەنووسان فێر دەبیت"
 ],
 [
  "Journalism and the Law",
  "ڕۆژنامە و یاسا"
 ],
 [
  "Know Your Laws",
  "یاساکانی خۆت بناسن"
 ],
 [
  "The laws affecting the work of journalists differ from country to country. Especially when working on sensitive stories, it is important for journalists to be familiar with the relevant local legal parameters governing principles such as privacy, defamation, and prior restraint. Every journalist should know who in their organisation they can turn to when legal questions arise. ",
  "ئەو یاسایانەی کار لەسەر کاری ڕۆژنامەنووسان دەکەن جیاوازن لە وڵاتەوە بۆ وڵات بەتایبەتی کاتێک کار لەسەر چیرۆکە هەستیارەکان دەکرێت، گرنگە ڕۆژنامەنووسان ئاشنابن بە پارامیتەرە یاساییە پەیوەندیدارەکانی ناوخۆ کە فەرمانڕەوایی پرەنسیپەکانی وەک تایبەتمەندی و ناوزڕاندن و سەرکوتکردنی پێشوەختە دەکەن هەموو ڕۆژنامەنووسێک دەبێت بزانێت کە لە رێکخراوەکەیاندا دەتوانن ڕوو لە کێ بکەن کاتێک پرسیاری یاسایی دروست دەبێت "
 ],
 [
  "This is \"Journalism & the Law\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڕۆژنامەگەری و یاسا\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Journalism & the Law",
  "ڕۆژنامەگەری و یاسا"
 ],
 [
  "Legal Considerations",
  "ڕەچاوکردنی یاسایی"
 ],
 [
  "Merriam Mikhail",
  "مریەم میخائیل"
 ],
 [
  "Merriam Mikhail, CNN Counsel",
  "مریەم میخائیل، ڕاوێژکاری سی ئێن ئێن"
 ],
 [
  "Ethical standards are heavily enmeshed with your legal obligations, too. Getting arrested or having to pay damages for violating someone's rights could heavily damage your own reputation and the reputation of the media organization that you're working in.",
  "ستانداردە ئەخلاقیەکانیش بە قورسی لەگەڵ ئەرکە یاساییەکانتاندا تێدەپەڕن. گرتن یان ناچاربوون بە پارەدانی زیانەکان بۆ پێشێلکردنی مافەکانی کەسێک دەتوانێت بە قورسی زیان بە ناوبانگی خۆت و ناوبانگی ئەو ڕێکخراوە میدیاییە بگەیەنێت کە تۆ کاری تێدا دەکەیت"
 ],
 [
  "This is \"VIDEO 22 - Legal Considerations\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ ٢٢- ڕەچاوکردنی یاساییە\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 22 - Legal Considerations",
  "ڤیدیۆ 22 - ڕەچاوکردنی یاسایی"
 ],
 [
  "Here are some of the important issues relating to journalism and the law. How much do you know about the laws governing these concepts in your jurisdiction?\t\t\t\t\t\t",
  "لێرەدا هەندێک لەپرسە گرنگەکانی پەیوەست بەڕۆژنامە و یاسا هەیە چەند دەزانیت دەربارەی ئەو یاسایانەی کە ئەم چەمکانە بەڕێوەدەبئت لە دەسەڵاتی دادوەریدا؟\t\t\t\t\t\t"
 ],
 [
  "The review and restriction of information by a government prior to its release. ",
  "چاوخشاندنەوە و سنووردارکردنی زانیاری لەلایەن حکومەتەوە پێش بڵاو کردنەوە. "
 ],
 [
  "Prior Restraint",
  "خۆگرتنەوەی پێشوو"
 ],
 [
  "Journalism of questionable accuracy that uses sensational presentations to attract readers ",
  "ڕۆژنامەگەریی ووردبینیی گوماناوی کە نمایشە هەستیارەکان بەکاردێنێت بۆ ڕاکێشانی خوێنەر "
 ],
 [
  "Yellow Journalism",
  "ڕۆژنامەگەری زەرد"
 ],
 [
  "A journalist's right to offer to protect the confidentiality of a source. ",
  "مافی ڕۆژنامەنووسێک پێشکەش بکات بۆ پاراستنی نهێنی سەرچاوەکە "
 ],
 [
  "Reporter Privilege",
  "ئیمتیازی پەیامنێر"
 ],
 [
  "A citizen's legal rights to obtain information held by government and public bodies. ",
  "مافی یاسایی هاوڵاتیەک بۆ بەدەستهێنانی ئەو زانیارییانەی لەلایەن حکومەت و دەزگا گشتییەکانەوە هەڵگیراون "
 ],
 [
  "Freedom of Information",
  "ئازادی زانیاری"
 ],
 [
  "US constitutional protection for freedoms of speech, religion, assembly and the right to petition government.",
  "پاراستنی دەستووری ئەمریکا بۆ ئازادییەکانی قسەکردن و ئایین و کۆبوونەوە و مافی داواکردنی حکومەت"
 ],
 [
  "First Amendment",
  "یەکەم هەموارکردنەوە"
 ],
 [
  "Written publication of false statements that damages the reputation of an individual. ",
  "بڵاوکراوەی نووسراوی لێدوانی هەڵە کە زیان بە ناوبانگی تاک دەگەیەنێت "
 ],
 [
  "Libel",
  "لیبێل"
 ],
 [
  "Bringing disrepute to an individual by communicating false statements. ",
  "هێنانی بێڕێزی بۆ تاک بە پەیوەندی کردن بە لێدوانی هەڵە. "
 ],
 [
  "Defamation",
  "ناوزڕاندن"
 ],
 [
  "Concepts in Ethics:\t\t\t\t\t\t\t",
  "چەمکەکان لە ئەخلاقدا:\t\t\t\t\t\t\t"
 ],
 [
  "The Problem of Plagiarism\t\t\t\t\t\t\t\t",
  "کێشەی دزی دزی\t\t\t\t\t\t\t\t"
 ],
 [
  "Plagiarism - when a journalist passes off the work of others as their own - is a serious breach of journalistic ethics. In our era of online information, plagiarism seems to be on the rise. Journalists may even commit plagiarism inadvertently when they use information that they find online. ",
  "دزیکردن - کاتێک ڕۆژنامەنووسێک وەک خۆی لە کاری ئەوانی تر تێدەپەڕێت - پێشێلکردنێکی جدییە لە ڕەوشتی ڕۆژنامەوانی. لە سەردەمی زانیاری ئۆنلایندا، پێدەچێت دزی لە زیادبووندا بێت. رۆژنامەنووسان تەنانەت لەوانەیە بێ مەبەستانە تاوان بکەن کاتێک ئەو زانیاریانە بەکاردێنن کە لە سەرهێڵ دەیاندۆزنەوە. "
 ],
 [
  "This is \"Plagiarism\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"دزی\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "Plagiarism",
  "دزی"
 ],
 [
  "Types of Plagiarism",
  "جۆرەکانی دزی"
 ],
 [
  "Understanding the three types of plagiarism is essential for journalists to avoid the implications of this serious breach of ethics:\t\t\t\t\t\t",
  "تێگەیشتن لە سێ جۆری دزیکردن گرنگە بۆ ڕۆژنامەنووسان بۆ خۆلادان لە دەرهاوێشتەکانی ئەم پێشێلکارییە مەترسیدارەی ئەخلاق:\t\t\t\t\t\t"
 ],
 [
  "Plagiarism of Ideas",
  "دزینی بیرۆکەکان"
 ],
 [
  "When a journalist publishes without attribution a theory or interpretation of a news issue that was originally advanced by another journalist.",
  "کاتێک ڕۆژنامەنووسێک بەبێ بەدرۆخستنەوەی بیردۆزێک یان لێکدانەوەی بابەتێکی هەواڵ بڵاودەکاتەوە کە لە بنەڕەتدا لەلایەن ڕۆژنامەنووسێکی ترەوە پێشکەوتبوو"
 ],
 [
  "Plagiarism of Writing",
  "دزینی نووسین"
 ],
 [
  "When a journalist directly copies text or content from another journalist's work into their own story without crediting them or their publication.",
  "کاتێک ڕۆژنامەنووسێک ڕاستەوخۆ دەق یان ناوەڕۆکێک لە کاری ڕۆژنامەنوسێکی ترەوە کۆپی دەکات بۆ ناو چیرۆکی خۆیان بەبێ ئەوەی متمانەیان پێ بکات یان بڵاوکراوەکەیان"
 ],
 [
  " of Writing",
  " لە نووسین"
 ],
 [
  "Plagiarism of Information",
  "دزینی زانیاری"
 ],
 [
  "When a journalist publishes information gathered by another reporter without crediting them or their publication.",
  "کاتێک ڕۆژنامەنووسێک زانیاری بڵاو دەکاتەوە کە لەلایەن پەیامنێرێکی ترەوە کۆکراوەتەوە بەبێ ئەوەی متمانەیان پێ بکات یان بڵاوکراوەکەیان"
 ],
 [
  "Avoiding Plagiarism",
  "خۆلادان لە دزینی دزی"
 ],
 [
  "Plagiarism can destroy the reputation of both journalists and the organizations that publish their work. We'll now look at some of the steps you can take to ensure that you are not plagiarizing the work of others, and we'll see the consequences that one former journalist faced when he chose not to do so.",
  "دزیکردن دەتوانێت ناوبانگی هەردوو ڕۆژنامەنووس و ئەو ڕێکخراوانەی کە کارەکانیان بڵاودەکەنەوە لەناوببات ئێمە ئێستا سەیری هەندێک لەو هەنگاوانە دەکەین کە دەتوانیت بیبەیت بۆ ئەوەی دڵنیابیتەوە لەوەی کە تۆ کاری ئەوانی تر بە دزی نادەیت و ئەو دەرئەنجامانەش دەبینین کە ڕۆژنامەنووسێکی پێشوو تووشی بووە کاتێک ئەو هەڵی بژاردووە ئەو کارە نەکات"
 ],
 [
  "Ram Ramgopal, Executive Editor, CNN ROW ",
  "ڕام ڕامگۆپال، سەرنوسەری جێبەجێکار، سی ئێن ئێن رەو "
 ],
 [
  "The reason plagiarism is a problem is because anything that's unattributed or if you take somebody else's work and try to pass it off as your own, it's basically theft, intellectual theft.",
  "هۆکاری ئەوەی کە دزیکردن کێشەیەکە ئەوەیە کە هەر شتێک کە بە دەست نەهێنراوە یان ئەگەر کاری کەسێکی تر وەربگریت و هەوڵ بدەیت وەک خۆت دەری بکەیت، ئەوە لە بنچینەدا دزییە، دزی ڕۆشنبیریە."
 ],
 [
  "This is \"VIDEO 25 - Avoiding Plagiarism\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆی 25- خۆلادان لە دزی دزین\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 25 - Avoiding Plagiarism",
  "ڤیدیۆی 25- خۆلادان لە دزینی دزی"
 ],
 [
  "We'll explore the role of collaboration in ethical journalism.",
  "ڕۆڵی هاوکاری لەڕۆژنامەگەریی ئەخلاقیدا دەدۆزینەوە"
 ],
 [
  "Ethics in Practice",
  "ئەخلاق لە پراکتیکدا"
 ],
 [
  "The Role of Collaboration",
  "ڕۆڵی هاوکاری"
 ],
 [
  "Our ethical standards are always there to guide us but the path towards the most ethical outcome is not always clear cut. That's when collaboration is critical. Knowing where to turn when questions of ethics arise is one of the most important lessons of ethical journalism.",
  "ستاندەردی ئەخلاقی ئێمە هەمیشە لەوێیە بۆ ئەوەی ڕێنوێنیمان بکات بەڵام ڕێگاکە بەرەو ڕەوشتترین دەرەنجامەکان هەمیشە بڕینێکی ڕوون نییە. ئەوە ئەو کاتەیە کە هاوکاری رەخنەگرە زانینی ئەوەی کاتێک پرسیاری ئەخلاق لە کوێدا سەرهەڵدەدا، یەکێک لە گرنگترین وانەکانی ڕۆژنامەگەری ئەخلاقییە"
 ],
 [
  "Ram Ramgopal - Executive Editor, CNN ROW",
  "ڕام ڕامگۆپاڵ - سەرنوسەری جێبەجێکار، سی ئێن ئێن رەو"
 ],
 [
  "Any good journalistic organization has an open system of consultation. Ultimately, these decisions are not made alone. Ethics starts with you, but at the end of the day, these are decisions that you have to make together. ",
  "هەر ڕێکخراوێکی ڕۆژنامەوانی باش سیستەمێکی کراوەی ڕاوێژی هەیە لە کۆتاییدا، ئەم بڕیارانە بە تەنیا دەرناکرێن ڕەوشت لەگەڵت دەست پێدەکات، بەڵام لە کۆتایی ڕۆژدا، ئەمانە ئەو بڕیارانەن کە پێویستە پێکەوە ئەنجامی بدەن. "
 ],
 [
  "Working Together",
  "پێکەوە کارکردن"
 ],
 [
  "Emma Lacey-Bordeaux - Senior Director, CNN News Standards & Practices",
  "ئێما لیسی-بۆردیو - بەڕێوبەری پایەبەرز، ستانداردەکانی هەواڵی سی ئێن ئێن"
 ],
 [
  "No story that you ever see will be the product of just one person. So when it comes to very serious ethical considerations, these are conversations that, by necessity, involve many people, and are better for involving many people.",
  "هیچ چیرۆکێک کە هەرگیز بیبینیت بەرهەمی تەنها یەک کەس نابێت. بۆیە کاتێک باس لە ڕەچاوکردنی ئەخلاقی زۆر جدی دەکرێت، ئەمانە ئەو گفتوگۆیانەن کە بە پێویستی، خەڵکێکی زۆر لەخۆ دەگرێت و بۆ تێوەگلانی خەڵکێکی زۆر باشترە"
 ],
 [
  "This is \"VIDEO 26 - Working Together new\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ ٢٦- کارکردن پێکەوە نوێ\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 26 - Working Together new",
  "ڤیدیۆ 26 - کارکردن بەیەکەوە نوێ"
 ],
 [
  "A Continuous Process",
  "پرۆسەیەکی بەردەوام"
 ],
 [
  "Ethics are applicable at every stage of the journalistic process. From newsgathering in the field to post-publication impacts, an ethical journalist has to be alive to the implications of their work for everyone involved.",
  "ڕەوشت لە هەموو قۆناغێکی پرۆسەی ڕۆژنامەوانیدا کارپێکراوە لە کاری ڕۆژنامەوانییەوە لە بوارەکەوە تا کاریگەریەکانی دوای بڵاوکردنەوە، ڕۆژنامەنووسێکی ئەخلاقی دەبێت زیندوو بێت بۆ تێوەگلانی کارەکانی بۆ هەموو بەشداربووان"
 ],
 [
  "Don't assume that the ethical lifecycle of a story ends after broadcast or publication. Sometimes our reporting has ongoing implications for the people involved so it's essential for journalists to consider the potential impact of their work at every stage of the process.",
  "وا مەدە کە تەمەنی ڕەوشتی چیرۆکێک دوای پەخش کردن یان بڵاوکردنەوە کۆتایی دێت. هەندێک جار ڕاپۆرتەکەمان کاریگەری بەردەوامی هەیە بۆ ئەو کەسانەی کە تێوەگلاون بۆیە پێویستە ڕۆژنامەنووسان کاریگەری شاراوەی کارەکانیان لە هەموو قۆناغێکی پرۆسەکەدا لەبەرچاو بگرن"
 ],
 [
  "This is \"VIDEO 27 - Assessing Impact new\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆ 27- هەڵسەنگاندنی کاریگەری نوێ\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵ بۆ ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "VIDEO 27 - Assessing Impact new",
  "ڤیدیۆ 27 - هەڵسەنگاندنی کاریگەری نوێ"
 ],
 [
  "Assessing impact",
  "هەڵسەنگاندنی کاریگەری"
 ],
 [
  "How to keep ourselves and the people we work with safe is the top priority for any journalist working in the field. Here, \t\t\t\t\t\t",
  "چۆن خۆمان و ئەو کەسانەی کە بە سەلامەتی کار دەکەین لە پێشینە بۆ هەر ڕۆژنامەنووسێک کە لە بوارەکەدا کار دەکەن. لێرە \t\t\t\t\t\t"
 ],
 [
  "CNN Chief International Correspondent Clarissa Ward ",
  "سی ئێن ئێن سەرۆکی پەیامنێری نێودەوڵەتی کلاریسا وارد "
 ],
 [
  "talks about her ethical responsibilities when colleagues, sources, and witnesses have put their lives at risk to help get the story out. \t\t\t\t\t",
  "باس لە بەرپرسیارێتییە ئەخلاقییەکانی دەکات کاتێک هاوکاران و سەرچاوەکان و شایەتحاڵەکان ژیانیان خستۆتە مەترسییەوە بۆ ئەوەی یارمەتی دەرخستنی چیرۆکەکە بدەن \t\t\t\t\t"
 ],
 [
  "This is \"VIDEO 15 - Clarissa Ward - \"Reporting the Central African Republic\"\" by CNN Academy on Vimeo, the home for high quality videos...",
  "ئەمە ڤیدیۆی 15- کلارێسا وارد - \"راپۆرتی کۆماری ئەفریقای ناوەندی\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز"
 ],
 [
  "VIDEO 15 - Clarissa Ward - \"Reporting the Central African Republic\"",
  "ڤیدیۆی 15- کلاریسا وارد - \"راپۆرتی کۆماری ئەفریقای ناوەندی\""
 ],
 [
  "Keeping sources safe",
  "پاراستنی سەرچاوەکان بە سەلامەتی"
 ],
 [
  "Collaboration is Key",
  "هاوکاری کلیلێکە"
 ],
 [
  "In this video, Richard Griffiths explains how collaboration, debate, and discussion help to maintain high ethical standards and improve the quality of your journalism.",
  "لەم ڤیدیۆیەدا، ڕیچارد گریفیتس ڕوونی دەکاتەوە کە چۆن هاوکاری و گفتوگۆ و گفتوگۆ یارمەتی دەدات بۆ پاراستنی ستانداردە ئەخلاقییە بەرزەکان و باشترکردنی کوالیتی ڕۆژنامەگەرییەکەت."
 ],
 [
  "Richard Griffiths, Media Ethicist",
  "ڕیچارد گریفیتس، ڕەوشتی میدیا"
 ],
 [
  "The best work is done when there's debate and discussion and argument.",
  "باشترین کار کاتێک دەکرێت کە گفتوگۆ و گفتووگۆی تێدا بێت."
 ],
 [
  "This is \"Collaboration is Key\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"هاوکاری کلیل\"ە لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "In the final lesson: \t\t\t\t\t\t\t",
  "لە وانەی کۆتاییدا: \t\t\t\t\t\t\t"
 ],
 [
  "You'll hear some final thoughts on how you can maintain high ethical standards in your own practice.",
  "تۆ گوێت لە هەندێک بیرۆکەی کۆتاییە کە چۆن دەتوانیت ستانداردە ئەخلاقییە بەرزەکان لە ڕاهێنانی خۆتدا بهێڵیتەوە."
 ],
 [
  "Finding Your Way",
  "دۆزینەوەی ڕێگای خۆت"
 ],
 [
  "Reflecting on Ethical Journalism",
  "ڕەنگدانەوە لەسەر ڕۆژنامەگەری ئەخلاقی"
 ],
 [
  "Ethical journalism begins with individual journalists understanding and applying the standards and practices of the profession at every stage of their work. Going forwards, it's about learning from experience and listening to others for fresh perspectives. ",
  "ڕۆژنامەگەریی ئەخلاقی بە تێگەیشتنی تاکی ڕۆژنامەنووسان و پیادەکردنی ستاندارد و پراکتیزەکردنی پیشەکە لە هەموو قۆناغێکی کارکردنیاندا دەست پێدەکات چوون بەرەو پێشەوە، ئەوە دەربارەی فێربوونە لە ئەزموون و گوێگرتن لە کەسانی تر بۆ تێڕوانینی تازە. "
 ],
 [
  "In the final lesson of this course, CNN correspondents, editors, and executives from The Triad offer their reflections on growing and developing as a successful and ethical journalist.",
  "لە وانەی کۆتایی ئەم خولەدا پەیامنێرانی سی ئێن ئێن و سەرنووسەر و جێبەجێکارەکانی تریاد وەک ڕۆژنامەنووسێکی سەرکەوتوو و ئەخلاقی ڕەنگدانەوەی خۆیان لەسەر گەشەکردن و گەشەدان پێشکەش دەکەن"
 ],
 [
  "Your mental health is as important as your physical health; they're really one in the same. That is really inextricable with being ethical because you want to be in the right mindset, and frankly you owe it to yourself.",
  "تەندروستی مێشکت هێندەی تەندروستی جەستەیی تۆ گرنگە، ئەوان لە هەمان کاتدا یەکن ئه وه به ڕاستی له گه ڵ ڕەوشت بوون ناجێگیره چونکه تۆ ده تهه وێ له زهنیەتی ڕاستدا بیت، و به راشکاوانه ئه وه به خۆت قەرزاری."
 ],
 [
  "Don't be afraid to reach out to someone for advice. Don't be embarrassed to reach out with questions. There are no stupid questions.",
  "مەترسە بۆ گەیشتن بە کەسێک بۆ ئامۆژگاری کردن. شەرم مەکە بۆ گەیشتن بە پرسیارەکان. هیچ پرسیارێکی گەمژە نیە"
 ],
 [
  "You're gonna make mistakes and that's okay. We are human and you have to try to learn from those mistakes. And we have all made them.",
  "تۆ هەڵە دەکەیت و ئەوە ئاساییە. ئێمە مرۆڤین و دەبێت هەوڵ بدەیت لەو هەڵانە فێر بین وە هەموومان دروستمان کردوون"
 ],
 [
  "Omar Jimenez, CNN Correspondent ",
  "عومەر جیمنز، پەیامنێری سی ئێن ئێن "
 ],
 [
  "At the end of the day, what you want is to be yourself. Being human and being yourself first, before you step into your shoes as a professional.",
  "لە کۆتایی ڕۆژدا، ئەوەی دەتەوێت خۆت بیت. مرۆڤ بوون و یەکەم بوون بە خۆت، پێش ئەوەی وەک پیشەگەرێک هەنگاو بنێیتە ناو پێڵاوەکانت."
 ],
 [
  "Listening is important. And then reading. As a journalist, there's probably nothing more important, probably second only to writing a lot, is to read just as much.",
  "گوێ گرتن گرنگە وە دواتر خوێندنەوە وەک ڕۆژنامەنووسێک، لەوانەیە هیچ شتێکی گرینگتر نەبێت، لەوانەیە دووەم تەنیا بۆ نووسینی زۆر، ئەوەیە کە هەر ئەوەندە بخوێنینەوە."
 ],
 [
  "Surround yourself with wiser, more experienced journalists. Talk to them often, show them your work, and ask them the tough questions. Ask them if they have faced the same situation before, and what they did about it.",
  "دەوری خۆت بدەرەوە بە ڕۆژنامە نووسێکی ژیرتر و بەئەزموونتر زۆر جار قسەیان لەگەڵ بکە، کارەکەتیان نیشان بدە و پرسیاری قورسیان لێ بکە. پرسیاریان لێ بکەن کە ئایا پێشتر تووشی هەمان حاڵەت بوون و چیان لەسەر کردووە."
 ],
 [
  "Start with curiosity. Find people who are either experts by training or by experience and then continue to ask questions. Each question gives you another question.",
  "دەست پێبکە بە پێچ و هەتیو. کەسانێک بدۆزنەوە کە یان شارەزان بە ڕاهێنان یان بە ئەزموون و پاشان بەردەوام بن لە پرسیارکردن. هەر پرسیارێک پرسیارێکی ترت پێ دەبەخشێت."
 ],
 [
  "Ethics are the bedrock principle. It's the foundation of everything that you do. There is no story that you will ever work on where it's not important for you to be ethical and to act with integrity.",
  "ئەخلاق بنەمای بەردی تەختە ئەمە بناغەی هەموو شتێکە کە تۆ دەیکەیت. هیچ چیرۆکێک نییە کە هەرگیز کار لەسەر ئەوە بکەیت کە گرنگ نییە بۆ تۆ ئەخلاقی بیت و بە تەواوکاری ڕەفتار بکەیت."
 ],
 [
  "Be curious. You have to be curious to find the stories that really the rest of the world need to know about.",
  "نەفرەتی بن تۆ دەبێت بە پەرۆش بیت بۆ دۆزینەوەی ئەو چیرۆکانەی کە بەڕاستی هەموو جیهان پێویستە دەربارەییان بزانن."
 ],
 [
  "Calvin Sims, CNN Executive Vice President of Standards and Practices",
  "کالڤین سیمز جێگری سەرۆکی جێبەجێکاری سی ئێن ئێن لەستاندارەکان و ڕاهێنانەکان"
 ],
 [
  "You want to make a difference. You want to inform. You want to have a say. You want to make society better. That's why you've taken up this cause.",
  "تۆ دەتەوێت جیاوازی دروست بکەیت. تۆ دەتەوێت زانیاری بدەیت تۆ دەتەوێت قسەیەک بکەیت تۆ دەتەوێت کۆمەڵگا باشتر بکەیت لەبەر ئەوەیە کە تۆ ئەم هۆکارەت وەرگرتوە"
 ],
 [
  "Ethics Advice from CNN Experts",
  "ئامۆژگاری ئەخلاق لە شارەزایانی سی ئێن ئێن"
 ],
 [
  "This is \"VIDEO 29 - \"Finding Your Way I\"- Ethics Advice from CNN Experts SHORT\" by CNN Academy on Vimeo, the home for high quality videos...",
  "ئەمە \"ڤیدیۆی 29-\"دۆزینەوەی ڕێگای تۆیە\"- ئامۆژگاری ڕەوشت لە شارەزایانی سی ئێن ئێن کورت\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز"
 ],
 [
  "VIDEO 29 - \"Finding Your Way I\"- Ethics Advice from CNN Experts SHORT",
  "ڤیدیۆی 29- \"دۆزینەوەی ڕێگای تۆ من\"- ئامۆژگاری ڕەوشت لە شارەزایانی سی ئێن ئێن کورت"
 ],
 [
  "Tips from the Professionals",
  "تێبینیەکان لە پیشەگەرەکانەوە"
 ],
 [
  "Of course, experience is the best teacher of all. Here, \t\t\t\t\t\t",
  "بە دڵنیاییەوە، ئەزموون باشترین مامۆستای هەمووانە لێرە \t\t\t\t\t\t"
 ],
 [
  "CNN journalists ",
  "ڕۆژنامەنووسانی سی ئێن ئێن "
 ],
 [
  "offer you insights from years in the newsroom and the field to guide you towards successful, effective and ethical journalism. \t\t\t\t\t",
  "چەند ساڵێکە لە ژووری هەواڵ و بوارەکە تێگەیشتنت بۆ پێشکەش بکە بۆ ئەوەی بەرەو ڕۆژنامەگەریی سەرکەوتوو و کاریگەر و ئەخلاقیت ڕێنوێنی بکەیت. \t\t\t\t\t"
 ],
 [
  "This is \"VIDEO 30 - Tips from the Professionals new\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"ڤیدیۆی 30- تێبینیە تازەکانی پرۆفیشناڵەکان\" لە لایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆشدەوێت."
 ],
 [
  "VIDEO 30 - Tips from the Professionals new",
  "ڤیدیۆ 30 - تێبینیەکان لە پرۆفیشناڵە نوێکان"
 ],
 [
  "In the final video of our \t\t\t\t\t\t",
  "لە کۆتایی ڤیدیۆیی ئێمەدا \t\t\t\t\t\t"
 ],
 [
  "Concepts in Ethics ",
  "چەمکەکان لە ئەخلاقدا "
 ],
 [
  "series, \t\t\t\t\t\t",
  "زنجیرە \t\t\t\t\t\t"
 ],
 [
  "Media Ethicist",
  "ڕەوشتناسی میدیا"
 ],
 [
  " Richard Griffiths emphasizes the collaborative nature of ethical journalism and how discussion and debate should inform everything decision we make. \t\t\t\t\t",
  " ڕیچارد گریفیتس جەخت لە سروشتی هاوبەشی ڕۆژنامەگەری ئەخلاقی دەکاتەوە و چۆن گفتوگۆ و گفتوگۆ دەبێت هەموو ئەو بڕیارانەی کە دەیدەین ئاگادار بکاتەوە \t\t\t\t\t"
 ],
 [
  "Closing Thoughts\t\t\t\t\t\t\t",
  "داخستنی بیرکردنەوەکان\t\t\t\t\t\t\t"
 ],
 [
  "The best journalists are the ones who know they are not perfect and reach out to others for their advice, their support, their wisdom.",
  "باشترین ڕۆژنامەنووسەکان ئەو کەسانەن کە دەزانن کامڵ نین و بۆ ئامۆژگاری و پشتیوانی و دانایی و دانایی خۆیان بە کەسانی تر دەگەن"
 ],
 [
  "Closing Thoughts",
  "داخستنی بیرکردنەوەکان"
 ],
 [
  "In the final video of our \t\t\t\t\t\t\t",
  "لە کۆتایی ڤیدیۆیی ئێمەدا \t\t\t\t\t\t\t"
 ],
 [
  "series, \t\t\t\t\t\t\t",
  "زنجیرە \t\t\t\t\t\t\t"
 ],
 [
  " Richard Griffiths emphasizes the collaborative nature of ethical journalism and how discussion and debate should inform everything decision we make. \t\t\t\t\t\t",
  " ڕیچارد گریفیتس جەخت لە سروشتی هاوبەشی ڕۆژنامەگەری ئەخلاقی دەکاتەوە و چۆن گفتوگۆ و گفتوگۆ دەبێت هەموو ئەو بڕیارانەی کە دەیدەین ئاگادار بکاتەوە \t\t\t\t\t\t"
 ],
 [
  "This is \"Closing Thoughts\" by CNN Academy on Vimeo, the home for high quality videos and the people who love them.",
  "ئەمە \"داخستنی بیرۆکەکانە\" لەلایەن ئەکادیمیای سی ئێن ئێن لە ڤیمیۆ، ماڵی ڤیدیۆی کوالێتی بەرز و ئەو کەسانەی کە ئەوانیان خۆش دەوێت."
 ],
 [
  "Thank you for completing this course! ",
  "سوپاس بۆ تەواوکردنی ئەم خولە! "
 ],
 [
  "We hope that you have enjoyed and benefited from the \t\t\t\t\t\t",
  "هیوادارین چێژت وەرگرتبێت و سوودی لێوەربگریت \t\t\t\t\t\t"
 ],
 [
  "CNN Academy Ethics in Journalism",
  "ئەخلاقەکانی ئەکادیمیای سی ئێن ئێن لە رۆژنامەگەریدا"
 ],
 [
  " course. If you have comments, feedback or questions about any aspect of this course, please write to us at \t\t\t\t\t\t",
  " کۆرس ئەگەر سەرنج، کاردانەوە یان پرسیارت هەیە سەبارەت بە هەر لایەنێکی ئەم خولە، تکایە لە \t\t\t\t\t\t"
 ],
 [
  "CNNAcademy@Turner.com",
  "CNNAcademy@Turner.com"
 ],
 [
  "Next:",
  "دواتر:"
 ],
 [
  "[next steps TBD - Signpost to further reading? Quiz?]",
  "[هەنگاوی داهاتوو TBD - Signpost بۆ خوێندنەوەی زیاتر؟ کویز؟]"
 ]
]